import React from "react";
import { View, Text, StyleSheet } from "react-native";

const subChapterData = {
  /* MESKEREM */

  "መዝሙር ዮሐንስ አኅድዐ": `ዮሐንስ አኅድዐ እምካልዓኒሁ አንሐ ወክሐ እንዘ ይብል እምላዕሉ ወረደ እንዘ ይብል እምላዕሉ ወረደ ቃለ አብ ወተሐውክ ማየ ዮርዳኖስ እምግርማ መለኮት ወደንገጹ ኵሉ ኀይለ ሰማያት ወምድርኒ ከማሁ ኮነ በቢታንያ በቤተ ራባ በማዕዶተ ዮርዳኖስ ወሶበ ርእዮ ዮሐንስ ለኢየሱስ ከልሐ ወይቤ ነዋ በግዑ ለእግዚአብሔር ይቤሎ ኢየሱስ ለዮሐንስ አጥምቀኒ በማይ ከመ ይትቀደስ ማይ በማዕተበ ሰማይ- የአብ ቃል ከላይ ወረደ፤ የአብ ቃል ከላይ ወረደ እያለ ዮሐንስ ከሌሎቹ ይልቅ አሰምቶ ተናገረ፤
የዮርዳኖስ ውኃ ከመለኮት ግርማ የተነሣ ታወከ፤ የሰማያትና የምድር ኃይል ሁሉ ደነገጡ፤ በቢታንያና በቤተ ራባ በዮርዳኖስም ማዶ እንዲሁ ሆነ፤ ዮሐንስ ኢየሱስን ባየው ጊዜ እነሆ የእግዚአብሔር በግ እያለ ጮኸ፤ ኢየሱስም ዮሐንስን በሰማይ ምልክት ውኃ ይቀደስ ዘንድ በውኃ አጥምቀኝ አለው።" 
`,
  "ምስባክ መዝ 64፥10": `9፤ ሐወጽካ ለምድር ወአርወይካ። ወአብዛኅኮ ለብዕላ። ፈለገ እግዚአብሔር ምሉዕ ማያት። 9፤ ምድርን ጎበኘሃት አረካሃትም፥ ብልጽግናዋንም እጅግ አበዛህ፤ የእግዚአብሔር ወንዝ ውኆችን የተመላ ነው፤ ምድርን ጎበኘሃት አረካሃትም፥ ይህቺን፣ ዓለም በረድኤት ጎበኘሃት፣ አንድም ኢየሩሳሌምን ከሰብዓ ዘመን በኋላ በረድኤት ጎበኘአት ማለት የዘሩባትን እንድታበቅል፣ የተከሉባትን እንድታጸድቅ አደረግሃት። አንድም ምድር የተባለ የሰውን ልጅ ወደ ቀደመ ክብሩ ለመመለስ፤ በዲያብሎስ ምክር የደረቀውን ሕይወቱን፤ በመንፈሳዊነት በረከቱ ሊያለመልመው በፍቅር ተመለከተው፤ ብልጽግናዋንም እጅግ አበዛህ፤ የዚችን ዓለም አንድም የኢየሩሳሌምን ብዕል ሥጋዋን አበዛኸው። አንድም ከጸጋ እግዚአብሔር የተራቆተውን የሰው ልጅ ልጅነትን ሰጠው። ከልጅነት በላይ ጸጋ የለምና።
የእግዚአብሔር ወንዝ ውኆችን የተመላ ነው፤ እግዚአብሔር የፈጠራቸው አራቱ አፍላግ አንድም እግዚአብሔር በረድኤት ያደረባት የኢየሩሳሌም ወንዝ ውሃን የተመላ ነው፤ ወአሦጡ ቀሳውስቲሆሙ ዕራቃቲሆን እንዲል። ተማርከው ባቢሎን ሲወርዱ ወንዙ ሁሉ ደርቆባቸው የሚጠጡት አጥተው ባዶ ዕቃቸውን ይዘው እያለቀሱ ወርደዋል። 
በሚጠት ጊዜ ግን ዝናም ዘንሞላቸው ወንዙ ሁሉ ውሃ መልቶላቸው እነሱ እየጠጡ ወገኖቻቸውን እያጠጡ ደስ ብሏቸው ወጥተዋልና። የእግዚአብሔር ጥምቀት የልጅነት፣ የልምላሜ፣ ሰማያዊ የምታደርግ፣ ወደ ሰማያ የምታሳድግ ናት።
10፤ አርውዮ ለትለሚሃ። ወአሥምሮ ለማዕረራ። ወበነጣብጣብከ ትበቁል ተፈሢሓ። 10፤ ትልምዋን አርካው፥ መከሯንም አብጀው፤ በነጠብጣብህ ደስ ብሏት ትበቅላለች። ትልምዋን አርካው፥ የዚችን ዓለም አንድም የኢየሩሳሌምን ትልሟን አረካው።መከሯንም አብጀው፤ በነጠብጣብህ ደስ ብሏት ትበቅላለች። እንዲህ የሆነ እንደሆነ ጠብ ጠብ ብሎ በሚዘንመው ዝናም ደስ ብሏት ተካክላ ትበቅላለች። ብርቱ ዝናም የዘነመ እንደሆ ከነ መሬቱ ድሶት ይሄዳል፤ ለሰስ ብሎ ዝናም እንዴ ቢዘንም ግን ደስ ብሏት ተካክላ ትበቅላለችና።
መግቦተ እግዚአብሔር
ሳታጓድል ለሁሉ ትሰጣለህ ሳትነጥፍ ለሁሉ ታረካለህ ሳትዘነጋ ሁሉን ታስባለህ። ቅዳሴ ዮሐንስ ወልደ ነጎድጓድ (መዝ 64፥12፣ 84፥12 103፥13፣ 27፥28፣ ሮሜ 10፥12 )
`,
  "ወንጌል ዮሐ 1፥15-38": `፩.በመጀመሪያ ቃል ነበረ፤ ቃልም በእግዚአብሔር ዘንድ ነበረ፤ ቃልም እግዚአብሔር ነበረ። በመጀመሪያ ቃል ነበረ፤ ቃልም በእግዚአብሔር ዘንድ ነበረ፤ ብሎ ትምህርቱን የጀመረ አይደለምን? ይህ ወንጌላዊ በድፍረትና ያለ መጠራጠር እንዲሁም እንዲህ ሊሆን ይችላል ሳይል እንዴት ባለ ኃይለ ቃል ስለ እግዚአብሔር ቃል በግልጽ እንደ አወጀ ተመለከታችሁን? 
ስለሚናገረው ሳያወላውል በቀጥታ መናገር የመምህራን መገለጫ ነው።
አንድ ሰው እርሱን በእውነት ላይ የሚመሠረተው አንድ ሌላ ሰው የሚያስፈልገው ከሆነ እንዲህ ዓይነት ሰው ከመምህራን ማዕረግ ሊቀመጥ አይገባውም ከደቀ መዛሙርት እንጂ።
ነገር ግን አንድ ሰው ስለ ወንጌላዊው፦ "የሚቀድመውን ምክንያት ትቶ ስለምን ስለ ሁለተኛው ስለምን ይነግረናል?" ብሎ ቢጠይቅ ይችላል። እኛም ለመለኮት አንደኛና ሁለተኛ የለውም ብለን በትሕትና እንመልሳለን መለኮት ከቁጥር በላይ ነው። ነገር ግን ለአብ አስገኚ የለውም ወልድ ግን ከባሕርይ አባቱ የተወለደ ነው። አዎን ስለ አብ መናገር ትቶ ስለ ልጁ መናገር ስለምን አስፈለገው? ብንል ግን መልሱ አብ ለሁሉ ተገልጦአል፣ እርሱ አብ ስለመሆኑ ባይገለጥላቸውም በአምላክነቱ ሁሉም ያውቁት ነበር፤ ነገር ግን ልጁ በሁሉ ዘንድ የታወቀ አልነበረም። ስለዚህም በዚህ ምክንያት በማያውቁት ላይ እርሱን ማወቅን ይተክል ዘንድ ተፋጠነ።
እንዲያም ሆኖ ግን በዚህ ጽሑፍ ስለ አብ ከመናገር አልተከለከለም። ወዳጆቼ ሆይ የእርሱን መንፈሳዊ ጥበብ ታስተውሉ ዘንድ እለምናችኋለሁ። እርሱ የሚያስተምራቸው ወገኖች ቅዱሳኑንና ከእርሱ አስቀድመው የተነሡ ነቢያት ስለ እግዚአብሔር ያስተማሩትን እንደሚቀበሉ ያውቃል። በመሆኑም ጅማሬው ከዚህ ነጥብ አላደረገውም፤ ስለዚህም ስለ "ቃል" እግዚአብሔርነት አወጀ። እርሱ ስለ እግዚአብሔር እንደ ፕሉቶ አንዳንዴ ባለአእምሮ እንደ ነፍስ ነው አላለውም፤ እነዚህ የመለኮት ባሕርያት በእጅጉ የራቁ ናቸው።
እርሱ ከእኛ አንድ የሚያደርገው አንድም ባሕርይ የለውም፤ ወዳጆቹ ካደረጋቸው ፍጡራን በባሕርዩ የተለየ ነው፤ እንዲህም ስል በመለኮታዊ በባሕርይ ማለቴ እንጂ ከእርሱ ጋር ያለንን አንድነት በተመለከተ አይደለም።
በዚህ ምክንያት ወንጌላዊው "ቃል" አለው። እንዲህም ሲል "ቃል" ብሎ በሰጠው ስያሜ የእግዚአብሔር አብ ብቸኛ ልጁና ልደቱ በፍጡራን ዘንድ የማይመረመር መሆኑን ገለጠልን። ይህ ወንጌላዊ ወልድ ከእግዚአብሔር አብ እንደሆነ የማይለወጥ ባሕርይ እንዳለው በማሳየት ሰዎች በእርሱ ላይ ያላቸውን ክፉ ጥርጣሬ አስወገደው።
 አስቀድሜ እንዳልኩት በዚህ ስፍራ እንደ አብ በቃሉ ስለ ወልድ ዝም እንዳላለ ትመለከታላችሁን? ይህ ስለ እነዚህ መገለጫዎች ስለእርሱ ለመናገር በቂ ሆነው ባታገኛቸው አትደነቅ፤ ምክንያቱም የእኛ ሙግት ስለ እግዚአብሔርነቱ ነውና እርሱን እንዲህ ብሎ ማብራራት የማይቻል ወይም ይመስላል ብለን አሟልተን መናገር አይቻለንምና። ይህ ወንጌላዊ በየትም ስፍራ የባሕርይ ስሙን አልጠቀሰልንም (በባሕርዩ እግዚአብሔር እንዲህ ነው ማለት አይቻልምና) በሥራዎቹ ገለጠልን። እንዲህም ስለመሆኑ "ቃል" ካለው በኋላ ወዲያው "ብርሃን" ሲለው እናገኘዋለን "ብርሃን" ካለውም በኋላ "ሕይወት" እንዳለው እናነባለን።
በዚህ ምክንያት ብቻ አይደለም ይህን ስም ገንዘብ ያደረገው፤ ነገር ግን ይህ የመጀመሪያው ምክንያቱ ነው፤ ሁለተኛው ምክንያት ግን ስለ አብ የሚናገር ስለሆነ "ቃል" ተብሎአል። እንዲህም በመሆኑ ፦"ከአባቱ የሰማሁትን ሁሉ ለእናንተ አስታውቄአችኋለሁ" (ዮሐ ፲፭÷፱፭) ወንጌላዊው ጌታችንን ብርሃንና ሕይወት ብሎ ጠርቶታል፤ የእርሱ የሆነውን የዕውቀት ብርሃን አበራልን፣ ሕይወትንም ስጠን።
በአጭሩ አንድ ወይም ሁለት ወይም ሦስት ወይም ከዚያም በላይ የሆኑ ስሞች እግዚአብሔርን ለመግለጽ በቂ እንዳልሆኑ በዚህ ያስተምረናል። ነገር ግን ምንም እርሱ ባሕርይውን መርምረን ልንደርስበት ባንችልም በብዙ መልክ እርሱን በመረዳታችን ደስ ሊለን ይገባናል።
ወንጌላዊው "ቃል" ብቻ አላለውም፤ ነገር ግን ዝርው ከሆነ ቃል ለመለየት አካላዊ ቃል ስለመሆኑ አገባብን (the/እርሱ) ተጠቀመ። ከሰማይ ሆኖ እያስተማረን ነው ያልኳችሁን አስተዋላችሁን? ይህ ወንጌላዊው ገና ከጅምሩ ለነፍሱ ክንፎች ተሰጥቷት የሰማዕያንን ልቡና ወደ ሰማይ እንዲነጠቅ ማድረጉን ተመልከቱ። እርሱ የሰማዕያን እጅ ይዞ ከምድር፣ ከባሕር፣ ከሰማይ፣ ከሊቃነ መላእክት፣ ከኪሩቤልና ከሱራፌል፣ ከመናብርት፣ ከሥልጣናት ከኃይላት ከፍጥረታት ሁሉ በላይ ወዳለው አደረሳቸው።
በዚህ መልክ እኛን ከዚያ ከፍታ ካደረሰን በኋላ በዚያ አቆመን? ጨርሶኑ አላቆመንም፣ በባሕር ዳርቻ ያለ ሰውን ውስን ከሆነ እይታው አውጥቶ በጀልባው አሳፍሮ ከተሞችን፣ የባሕር ዳርቻዎችን፣ ደሴቶችን ሳይወስን እንዲመለከት እንዲያደርግ ወንጌላዊው ያደረገው ይኼንኑ ነው። እርሱ ከፍጥረታት በላይ ወዳለው በማቅረብ ከዚህ ዓለም የጊዜ ቀመር በማውጣት ከጊዜ በላይ እንድንሆን በማድረግ ወሰን ወደሌለው አደረሰን እንጂ።
ጥበብን የሚሻት ሰው ስለ መለኮት አኗኗር ከመረዳቱ አስቀድሞ ወንጌላዊው "በመጀመሪያ" ሲል ምን ለማለት ፈልጎ እንደሆነ ለመረዳት ይሞክራል፤ አስከትሎም "ነበረ" የሚለው ቃል ሲሰማ ትርጉም ከመረዳት በላይ ይሆንበታል። 
ትርጉምንም ያገኝ ዘንድ ለቃሉ ዳርቻ ያጣለታል፤ ነገር ግን ወደ ፊት አተኩሮ ይመለከታል፤ ወደ አንዱ ነጥብ ለመድረስ ይገሰግሳል፤ ባለመድረሱም እጅግ ያዝናል፤ ወደ ቀደመው ስፍራ ይመለሳል፤ እንዲህም ስለሆነ ይህ ጥበብን የተመላ ወንጌላዊ "በመጀመሪያ ነበር" ሲል አስቀድሞ የነበረና ለዘለዓለም የሚኖር መሆኑን መናገሩና ሌላ ከዚህ አልፈን በአእምሮ መባከን እንዳይገባን ሊያስተምረን የቃሉ ትርጉም ይህ ብቻ እንደሆነ ገለጠልን። 
....ለመሆኑ እኛ እነርሱን በምንሞግትበት ቃል ተመሥርተው ምን ብለው ይከራከሩናል? እንዲህ ይላሉ፦ "በመጀመሪያ ቃል ነበረ" የሚለው ቃል የእርሱን ከጥንት ከዘለዓለም እንደነበረ የሚያመለክት አይደለም፤ ይህን የመሰለ አገላለጽ ሰማይና ምድርን በተመለከተ ተጽፎ እናገኛለን ብለው ይሟገቱናል። ይህ እንዴት ያለ ታላቅ ድፍረትና ንቀት ነው! እኔ እግዚአብሔርን በተመለከተ ስናገር ምድርንና ከምድር አፈር የተፈጠሩትን ሰዎች ጠቅሳችሁ ትሟገቱኛላችሁ? እንዲያ ከሆነ ክርስቶስ የእግዚአብሔር ልጅም እግዚአብሔርም ተብሎ ተጠርቶአል። ከሰው ወገን የእግዚአብሔር ልጅ ተብሎ የተጠራ አለ።
ታዲያ ይህን ሰው እግዚአብሔር ብለን እንጥራውን? መልሱ በጭራሽ የሚል ነው። "መዝ ፹፩÷፮" ብሏልና። ብቸኛ ልጅን "ልጅነት" የሚለውን ቃል ብቻ ይዞ እርሱ ከእኛ አንዳች የሚለይበት የለም ብሎ መመስከር ይቻላልን? በጭራሽ። እንዴት ታዲያ አንተ በጸጋ ከልጅነቱ ተካፋይ በመሆንህ ምክንያት እንደ እኔ ነው ትላለህ? እንዲያ በማለትህ አንተ በጸጋው የእግዚአብሔር ልጅ እንደተባልክ እርሱም የአብ የባሕርይ ልጁ አይደለም እያልክ ነው።እስቲ እርሱን ፍጡር ነው ለማለት መከራከሪያቸውን እንመልከተው።
እነርሱ፦ "በመጀመሪያ" ሲል "በመጀመሪያ እግዚአብሔር ሰማይና ምደርን ፈጠረ ምድርም ባዶ ነበረች አንዳችም አልነበረባትም" እንደ ማለት ወይም "በተራራማው በኤፍሬም አገር በአርማቴም መሴፋ የሆነ ስሙ ሕልቃና የተባለ ኤፍሬማዊ ሰው ነበረ" (፩ ሳሙ ፩÷፩) እንደ ማለትም የሚል ይላሉ። እነዚህን ጥቅሶች ከሃዲያን ጠንካራ መከራከሪያ አድርገው የሚያቀርቡአቸው ናቸው።  ነገር ግን በእኛ ዘንድ የሚሰጠው ምላሽ በክርስቶስ ላይ የተናገሩትን ነቀፋ ሁሉ ዋጋ አልባ የሚያደርግ ነው። 
እስቲ "ነበረ" እና "ፈጠረ" በሚባሉ ቃላት መካከል ያለውን አንድነት ንገሩኝ? አምላክ ከሰው ጋር የሚተካከለው በምንድን ነው? ስለምን ሊቀላቀሉ የማይችሉትን ትቀላቅሏቸዋላችሁ?
ስለምን አንድ ላይ ሊታዩ የማይችሉትን በአንድ መረዳት ትመለከቷቸዋላችሁ? ስለምንስ ያለውን ልታዋርዱ ትሻላችሁ? በዚያ ስፍራ "ነበረ" የሚለው አገባብ ዘለዓለማዊ አምላክነቱን የሚያስረዳ ብቻ አይደለም፤ ነገር ግን ይህ "ከመጀመሪያ ነበረ" የሚለውና "ቃል ነበረ" የሚለው አገባብ በአብ ህልውና ሆኖ ከዘለዓለም የሚኖር መሆኑን የሚያስረዳ ነው። ይህንን ቃል ለሰው ሰጥተን የተረዳነው ከሆነ ፍጥረታዊውን ጊዜ የሚያሳይ ነው። ነገር ግን እግዚአብሔርን በሚያመለክት ቃሉን ስንጠቀምበት የሚያመላክተን ጥንት የሌለው ዘመኑን ነው። ስለዚህ "ነበረ" የሚለውን ቃል የእኛን ተፈጥሮ መሠረት አድርገን ስንረዳው የሚያመላክተን ያለፈንና ፍጻሜ ያለውን ጊዜ ነው። ለእግዚአብሔር ሰጥተን ስንረዳው ዘለዓለማዊነቱን የሚናገር ነው።
አንድ ሰው "ምድር" እና "ሰው" የሚለውን ቃል በመስማቱ ብቻ ካለመኖር ወደ መኖር የመጡ ፍጥረታትን ጊዜ ጠብቀው የመጡ ወይም ከዘመናት በፊት የነበሩ አድርጎ ፈጽሞ አያስባቸውም። 
እግዚአብሔር ወልድ ግን ከጊዜ በላይ ብቻ አይደለም ነገር ግን አስቀድመው ለነበሩ ዘመናት ፈጣሪና ሠሪያቸው እንደ መሆኑ መጠን ሐዋርያው ፦ "በእርሱ ዘመናት ሁሉ ተፈጠሩ" እንዲል የጊዜያት ፈጣሪያቸው እርሱ ነው። ፈጣሪ ከፍጡር ቀድሞ ሊኖር ይገባዋልና። ቢሆንም ወንጌላዊው ዮሐንስ አንዳንድ ከተግባራቸው ይልቅ ስለ ፍጥረታት ከፍ ያለ መረዳት ያላቸው የሚመስላቸው የማያስተውሉ ሰዎችን "ፈጠረ" የሚለውን "ሰው ነበረ" የሚለውን አግባብ በመጠቀም በሰሚዎቻቸው ልቡና ነዘሩትን ንፋቄ በማራቅ የቃሉን ትርጉም ዘራባቸው።
በሰማይም በምድርም ያሉ ሁሉ የተፈጠሩት በጊዜ ውስጥ ነው፤ ለአፈጣጠራቸው ጅማሬ የሌለው ፍጥረት የለም፤ ስለዚህ "ምድርን ፈጠረ" እና "ሰው ነበረ" የሚሉ ቃላትን ስትሰሙ ያለ አንዳች ምክንያት ልትታወኩ ወይም እንደ ሰነፍ ልትወላውል አይገባችሁም።
ከዚህ በላይ የሆነን ማለት ይችላለሁ። ምንድን ነው እርሱ? "በመጀመሪያ ምድር ነበረች" እና "በመጀመሪያ ሰው ነበረ" ቢባል እንኳ እኛ ዘንድ ስለ እነርሱ ያለን ግንዛቤ ግልጽ ነውና እንዲህ ቢጻፍ እንኳ በዚህ የምንሰናከል አይደለንም። "ምድር" እና "ሰው" የሚሉት የወል ስሞች በራሳቸው ስለ እነርሱ ልንል የሚገባንን የሚናገሩ ናቸው፤ ስለዚህ ኅሊናችን እርሱን በተመለከተ አሁን ከምናውቀው በላይ ትልቅ ቦታ ሰጥቶ እንዲያስብ አንፍቀድለት።
ስለ "ቃል" ምንም እንኳ ጥቂት የተባለ ቢሆንም እርሱን ዝቅ የሚያደርግና የሚያዋርድ እንዲናገር አንፈቅድም። ምድርን አስመልክቶ በቀጣይ ምንባቡ ላይ፦ "ምድርም ባዶ ነበረች አንዳችም አልነበረባትም" ማለቱ ፍጡር መሆኗን ተወስና እንደተፈጠረች በደንብ ያስረዳናል።
ከዚህም አስከትሎ በድፍረት ከዚህ በኋላ ያለውን በመጻፍ ምድር መጀመሪያ የላትም ያልተፈጠረች ናት የሚል ሰው ካለ የማያስተውል መሆኑን ያሳውቅበታል። "ምድር" እና "ፈጠረ" የሚሉት ቃላት በራሳቸው ምድር የተፈጠረችና ዘለዓለማዊት እንዳልሆነች ለመፈጠሯ ጊዜ ያላት መሆኗን የሚያስረዱ ናቸው።
ከዚህ ጎን ለጎን "ነበረ" የሚለውን አገባብ ለምድርና ለሰው ስንጠቀም የሁለቱ አኗኗር ከዘለዓለም መሆኑን የሚያመለክት አይደለም። ሰውን በተመለከተ ሕያው የሆነበት ወቅት እንዳለው ያመላክታል፤ ምድርንም በተመለከተም እንዲሁ ካለ መኖር ወደ መኖር የመጣችበት ጊዜ እንዳለ ያመለክተናል።
ሙሴ በቀጥታ "በመጀመሪያ እግዚአብሔር ሰማይና ምድርን ፈጠረ" ብሎ ዝም አላለም፤ ነገር ግን ከተፈጠረችም በኋላ ስለአፈጣጠሯ ጽፎልናል፤ እንዲህም ስለሆነ "ባዶ ነበረች አንዳችም አልነበረባትም" አለን። "invisible and unformed" ጨለማና ቅርጽ አልባ ነበረች። በውኃ እንደተሸፈነችና እንደረጋች ጻፈልን።
ሕልቃንንም በተመለከተ "ሰው ነበረ" ብቻ አላለም። ነገር ግን ጨምሮ ከአርማቲም መሴፋ" ብሎ ጽፎልናል። ነገር ግን "ቃል" ን በተመለከተ እንዲህ ዓይነት አገላለጽን አልተጠቀመም። እኔ አንዱን ከሌላው አነጻጽሬ ስናገር እያፈርኩ ነው፤ ሰውን በተመለከተ እንዲህ ዓይነት ስህተትን የፈጸሙ ይገኛሉ፤ በመልካም ሥነ ምግባር በብዙ በሚደክሙት መካከልም እንኳ ሰፊ ልዩነት አለ፤ ነገር ግን ተፈጥሮአዊ ባሕርያቸው አንድ ነው።  በእነዚህ ሁለቱ መካከል ግን በባሕርይም ሆነ በሌሎች ነገሮች ልዩነታቸው እጅግ ሰፊና የማይነጻጸር ነው። ስለዚህ እንዲህ ዓይነት መከራከሪያ ነጥብን ማንሳታቸው በራሱ እብደት አይደለምን? ነገር ግን በእነርሱ የሚሰደበው እርሱ ለእኛ ምሕረቱን ያድርግልን።
ወደዚህ ሙግት የመጣነው እኛ አይደለም፤ ነገር ግን እኛን ታሳቢ አድርገው የራሳቸውን ድኅነትን ከሚቃወሙ ወገኖች የመጣ ነው።
የእኔ መልስ ታዲያ ምንድን ነው? "ይህ አስቀድሞ "ነበረ" የሚለው ቃል ለአካላዊ "ቃል" የተነገረና ከዘለዓለም የነበረ መሆኑን የሚያመላክት ነው" የሚል ይሆናል። "በመጀመሪያ ካለ በኋላ "ቃል ነበረ" እና በሁለተኛውም "ነበረ" ሲል "ቃልም በእግዚአብሔር ዘንድ ነበረ" ማለቱ የሚያመለክተው የእርሱን በባሕርይ ከአብ ጋር አንድ መሆኑን ነው። ከዘለዓለም ሕያውና ጥንት የሌለው መሆኑ ለእግዚአብሔር የሚስማማ ባሕርይ ነው።
አስቀድሞ "በመጀመሪያ ቃል ነበረ" የሚለውን ሲሰማ "ያልተወለደ" ብለን እንዳንተረጉመውና እንዳንሰነካከል "ከእግዚአብሔር ጋር ነበረ" ብሎ ደግሞ ጻፈልን።
አስቀድሜ እንደተናገርኩት ይህን ቃል ወንጌላዊው በመጠቀም ሰሚዎቹን ከአንደበት እንደሚወጣ ዝርው ቃል አድርገው እንዳይረዱት አድርጓቸዋል። እርሱ በእግዚአብሔር ውስጥ ነበረ አላለንም "ከእግዚአብሔር ጋር ነበር" አለን እንጂ። ይህም ከአብ ጋር ከጥንት ከዘለዓለም እንደነበረ የሚያስረዳ አይደለምን? እርሱ "ቃል" በማለትና "እግዚአብሔር ነበረ" በማለቱ እርሱ ማን እንደሆነ ገልጦልናል።
ወንጌላዊው እግዚአብሔር ወልድ ፍጡር ቢሆን ኖሮ "የተፈጠረ" ለማለት የሚከለክለው አልነበረም። ሆኖስ ቢሆን እንዲህ ከማለትስ የሚከለክለው ማን ነው? "በመጀመሪያ እግዚአብሔር ቃልን ፈጠረው" አለን? ሙሴ ስንኳ ስለምድር ሲናገር "በመጀመሪያ ምድር ነበረ" አላለም። ነገር ግን "በመጀመሪያ እግዚአብሔር ሰማይና ምድርን ፈጠረ" አለን።
እግዚአብሔር ቃል ፍጡር ቢሆን ኖሮ ዮሐንስ "በመጀመሪያ እግዚአብሔር ቃልን ፈጠረ" ብሎ እንዳይጽፍ ማን ይከለክለዋል? ሙሴ ሰዎች ምድር የተፈጠረች አይደለችም እንዳይሉ በመስጋት እንዲህ ያለ ከሆነ፤ እንዴት የበለጠ ወንጌላዊው ልጁ በእርግጥ ፍጡር ቢሆን ፈጣሪ ይሉታል ብሎ ሠግቶ ሙሴ እንደጻፈው ፍጡር ብሎ እንዴት አይጽፍልን?
መዝሙረኛው ዳዊት ግን፦ "ሰማያት የእግዚአብሔርን ክብር ይናገራሉ" እንዲል (መዝ ፲፰÷፩) ይህ የሚታየው ዓለም ፈጣሪውን ይሰብካል።
ወልድ ግን የማይመረመር፣ የማይወሰን ከፍጥረታት በላይ ከፍ ከፍ ያለ ነው። ይህ ዓለም የተፈጠረ መሆኑን ለመሞገት ወይም ፍጡር መሆኑን ለማስተማር ፈቃደኞች ባይሆንም ነቢያት ይህንን እውነት ግልጽ አድርገው ጽፈውልናል፤ ስለዚህ ወልድ ፍጡር ቢሆን ኖሮ እንዲሁ ወንጌላዊው ዮሐንስ ስለ ወልድ ተመሳሳይ ምስክርነትን በሰጠ ነበር።
..ዮሐንስን ግን እርሱ የተዋረደውን የእኛን ሥጋ ገንዘብ ቢያደርግም ስለ እርሱ አምላክነት ከመናገር አልተቆጠበም። በእርግጥ ልዕልናውን እየነገራችው እርሱ ፍጡር ነው ብሎ ማሰብ አይገባችውም። የክርስቶስ ተቃዋሚዎች እርሱ ያልሆነውን ነው በማለታቸው መውደቃቻው የታወቀ ነውና።
 ወንጌላዊው "በመጀመሪያ ቃል ነበረ፤ ቃልም በእግዚአብሔር ዘንድ ነበረ" አለን፤ ለምን እንዲህ አለ? ሌሎች ወንጌላውያን ከሥጋዌው ጀምረዋልና ለምሳሌ ማቴዎስ፦ "የዳዊት ልጅ የአብርሃም ልጅ የኢየሱስ ክርስቶስ ትውልድ መጽሐፍ" ብሎ ሲጀምር ሉቃስም በወንጌሉ መጀመሪያ ላይ ከእናቱ ከቅድስት ድንግል ማርያም ጋር 
አያይዞ ጽፎልናል፤ ማርቆስም እንዲሁ ተመሳሳይ በሆነ አገላለጽ የጌታችንን ጥምቀትን መሠረት አድርጎ ለእኛ ስለጻፈልን ነው።...
በመሆኑም "በመጀመሪያ ቃል ነበረ" የሚለውን ስትሰሙ ዘለዓለማዊ ሆኖ ነገር ግን ከአብ የተለየ ባሕርይ ያለው በመካከላቸው መቀዳደም ያለና ለወልድ ጅማሬ ያለው አድርጋችሁ እንዳታስቡ ተጠንቀቁ። "ቃልም በእግዚአብሔር ዘንድ ነበረ" ማለቱ እንደ አባቱ ከዘለዓለም የነበረ መሆኑን ያስረዳናል። አብ ከቃል ውጭ የኖረበት ጊዜ የለም፤ እርሱ ከእግዚአብሔር አብ ጋር የነበረ እግዚአብሔር ነው።
ስለ እርሱ የተናገረው ቃልም እርሱ የራሱ አካል መሆኑን ያስረዳናል።
ከእናንተ መካከል አንዱ እርሱ ከእግዚአብሔር አብ ጋር የነበረ ከሆነ ስለምን ዮሐንስ "በዓለም ነበረ" አለ? ብሎ ሊጠይቅ ይችላል። ምክንያቱም እርሱ ከእግዚአብሔርም ከዓለሙም ጋር የነበረ ስለሆነ ነው። አብም ሆነ ወልድ በቦታ የሚወሰኑ አይደሉም። "እግዚአብሔር ታላቅ ነው ለታላቅነቱም ፍጻሜ የለውም" (መዝ ፻፵፭÷፭) እንዲሁም "ጌታችን ታላቅ ነው ኃይሉም ታላቅ ነው፤ ለጥበቡም ቊጥር የለውም" (መዝ ፻፵፮÷፭) እንዲል አብና ወልድ በባሕርይ ጥንትና መወሰን የሌላቸው በዓለሙም ሙሉ የሆነው የሚኖሩ አምላክ ናቸው።...
ነገር ግን አንድ ሰው "አንድ የተገኘ ነገር ከአስገኚው መቅደም አይኖርበትምን? በዚህ መሠረት ከአብ ጋር አንድ ሆኖ ይኖር የነበረ ከሆነ እንዴት ልጁ ነው ልንል እንችላለን? ብሎ ሊጠይቅ ይችላል። እኛም ይህ ለፍጥረት የሚስማማ አመክንዮ ነው ብለን እንመልሳለን።...
ንገሩኝ እስቲ ከፀሐይ የሚወጣው የብርሃን ጨረር ከክብዋ ነው ወይስ ከሌላ? ማንም ቢሆን ጨረሩ ከፀሐይዋ ክበብ የሚፈልቅ ስለመሆኑ የገዛ ኅሊናው የሚሰጠውን ምስክርነት ሊክድ አይችልም። ሆኖም ጨረሩ ከፀሐይዋ ክበብ የፈለቀ ቢሆንም ለቅጽበት እንኳ በመካከላቸው መቀዳደም እንደሌለ መረዳቱ አለን።
በመጀመሪያ ቃል ነበረ ማለቱ ከፍጡራን ሲለይ ነው። "በመጀመሪያ እግዚአብሔር ሰማይንና ምድርን ፈጠረ" ከሚለው ለመለየት ነው። ሰማይንና ምድርን 'ፈጠረ' አለ እንጂ ሰማይና ምድር በመጀመሪያ ነበሩ አላለምና ይላል። ሰማይና ምድር በመጀመሪያ አልነበሩም። እግዚአብሔር በመጀመሪያ ከፈጠራቸው በኋላ መኖር ጀመሩ እንጂ።
ቃል ግን ዓለም ከመፈጠሩ በፊት፣ ሰማይና ምድር ከመዘርጋታቸው በፊት ነበረ ማለቱ ነው። /ቅዱ ዮሐ አፈ/
በመጀመሪያ እግዚአብሔር ሰማይንና ምድርን ፈጠረ ከሚለው ንባብ ቢያገናኘውም ምሥጢር አያገናኘውም። ሰማይና ምድር በመጀመሪያ ሰዓት፣ በመጀመሪያ ዕለት ተፈጠሩ ማለት ነው። ጥንት መጀመሪያ አላቸው። ጥንታቸው፣ መጀመሪያቸው ዕለተ እሑድ ነው። ቃል በመጀመሪያ ነበረ ሲባል ግን ጥንት፣ መጀመሪያ የለውም። ከዘመናት በፊት ነበረ ሲለው ነው። አንድምታ (የዮሐንስ ወንጌል ማብ 25) ጥንት ሁሉ ቀዳማዊ ነው ያባላል። በግድድዳ ላይ የሚያቀምጡት መጀመሪያው ድንጋይ ቀዳማዊ ነው። እሱ ግን በመሠረቱ ለይ በግድግዳው ላይ በመቀመጥ ቀደመ እንጂ ከሌሎች ድንጋዮች በፊት አልተፈጠረም። ቀዳማዊ ወልድ ግን በመጀመሪያ ሲባል መኖሩ ከፍጥረታት መኖር ጋር ሊሆን አይገባም። ግእዝ በግእዝ ((የዮሐንስ ወንጌል ማብ 25) 
ይህንን ቃል የተባለውን ስም አተርጋዎን ቦርፎሪኮን አአትሪኮን ከተባሉት ከሦስቱ ቃላት ለይተን እናውቃለን። እነዚህ እግዚአብሔር ለፈጠራቸው ፍጡራን የተሰጡ የመልእክት ማስታላለፊያ ቃላት ናቸው። አካል ያላቸው አይደሉም። አተርጋዎን የመላእክት ቃል ነው። አካል ያለው አይደለም። ቦርፎሪኮን ነቢያት ከእግዚአብሔር ዘንድ የሰሙት ቃል ነው። ይኸውም የትንቢት ቃል ቢሆንም አካል ያለው አይደለም። አአትሪኮን በአየር የሚፈሰው ቃላችን የሰው ቃል ነው። ከእነርሱም ድምፅ ይገኛል። በእርሱም በኩል ድምጽ የሚሰማ ነው።
ሰለዚህ አካል ያለው አይደለም። የእግዚአብሔር ቃል ወልድ ግን የማይለወጥ ረቂቅ ከሆነ ከአብ ባሕርይ ተገኝቶ በአካላዊነት ያለ ነው። ይኸ ውም ከአብ ጋር በቅድምና የነበረ ከዘመን የሚድም ቀዳማዊ ነው። ቅዱ ጎር ዘቂ (የዮሐንስ ወንጌል ማብ 26)
በመጀመሪያ ቃል ነበር ዮሐንስ ወንጌሉን ሲጽፍ እንደ ማቴዎስና እንደ ሉቃስ የሁሉ መድኃኒት የሆነ የጌታችንን ልደት በመናገር አልጀመረም። የአማኞችን ልብ በአምላክነቱ ማመንነወ ወደ ማቋረጥ እንዳትደርስ ጌታችንን ዕሩቅ ብእሲ ፍጡት ነው እንዳይሉት ስለ አምላከዊ ሥራው መናገርን ወደደ። የሁሉ መድኀኒት ኢየሱስ ክርስቶስ ፍጡር እንዳይባል ነገረ መለኮትን ተንትኖ አብራርቶ ተናገረ። /ግእዝ በግ/
ዮሐንስ ወንጌላዊ ቃል ነበረ ብቻ ሳይል በመጀመሪያው ቃል ነበረ ማለቱ ጌታችን በመለኮቱ በባሕርይ በአኗኗር ከአብ ጋር አንድ መሆኑንና ቀዳማዊነቱን የሳውቅ ዘንድ ነው። /ቅዱ ዮሐ አፈ/
ቃል ከቀዳማዊ አብ የተገኘና ከዘመን አስቀድመው ከነበሩ ከአብና ከመንፈስ ቅዱስ ጋር የነበረ ቀዳማዊ ነው። /ቅዱ አት/
ከፍጥረት ሁሉ በፊት ሰማያት ከመፈጠራቸው በፊት ምድርም ከመፈጠሯ በፊት ተራሮችና ኮረብቶች ከመቆማቸው በፊት የሰማይ ርቀቱ መከታየቱ በፊት የመብረቅ ብልጭታ ከመታየቱ በፊት የነጐድጓድ ድምፅ ከመሰማቱ በፊት ደመናዎች ከመዘርጋታቸው በፊትና መላእክት ከመፈጠራቸው በፊት ወልድ ከአብ ጋር መኖሩን እንናገራለን። /ሠለስቱ ምዕት/
በመጀመሪያ ቃል ነበር ማለት			
ዮሐንስ ንጽሐ ሥጋ ንጽሐ ነፍስ ንጽሐ ልቡና ተሰጥቶት አካል ከህልውና ተገልጾለት በመጀመሪያ ቃል ነበረ ብሎ ተናገረ። ፤አንድምታ/ ከአንደበታችን የሚወጣ እርስ በርሳችን የምንናገርበት የእኛ ቃል ማንም ሊያየው አይችልም። ለቃል ግዘፈ ሥጋ የለውምና ማንም ሊያየው አይችልም። ቃል በብራና በተጻፈ ጊዜ ቅርጽም በሆነለት ጊዜ ያን ጊዜ የተገለጠ ይሆናል፡ ይታያል፡ ይዳሰሳል እንጂ።
ለወዳጁ በመጽሐፍ ሊጽፍ የሚወድ ሰው ቢኖር ቃል የማይታይና የማይዳሰስ ነውና ያ ሰው በብርዕ በጻፈው ጊዜ ቀድሞ ልታየው የማትችለውን ያን ጊዜ ታየዋለህ። ቀድሞ ልትዳስሰው አይቻል የነበረውን የቃልን አካል ዛሬ በብራና በጽሕፈት ትዳስሰዋለህ። ለቃል ግዘፈ ሥጋ የለውምና ጽሕፈት በሚያስገኘው መልክ በተጻፈ ጊዜ ግን ልታየውና ልትዳስሰው ቻልህ። እነሆ አሁን ምሳሌው የታወቀና የተረዳ ሆነ። በተለመደ በሚደረግ እና ሲደረግ በሚኖር ምሳሌ ሰው የሆነ የቃልን ነገር አስረዳን። ቴዎዶጦስ (የዮሐንስ ወንጌል ማብራሪያ 28 ፀዳል በክበብ ነበልባል በእሳት ርጥበት በስፍሐት የሰው ቃል በልብ ህልው ሆኖ እንዲኖር ወልድም በአብ ህልው ነው። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 29 
ደቀ መዝሙር ከመምህሩ ሎሌ ከጌታው ተጠግቶ እንደሚገዛው አገዛዝ አካላዊ ቃል ከአአብ ተጠግቶ የሚገዛ አይደለም። ቃል በተለየ አካሉ ፈጥሮ የሚገዛ ነው እንጂ። /አንድምታ/ ይህ ቃል ከጥንት ጀምሮ በእግዚአብሔር መንፈስ ቅዱስ ህልው ነው። /አንድምታ/
…አስቀድሞ ከእናቱ ማኅፀን ጀምሮ ዕውር የነበረውንና ሌሎችንም ዐይነ ሥውራን ያበራው ሙታንን ያነሣው ውኃውን ወደ ወይን ጠጅ የለወጠው ለምጻሞችን ያነጻውን እርሱን ሊያምኑት እንዴት ይችላሉ ። እርሱ ፈጣሪ መሆኑን በመጀመሪያ ቃል ነበረ፤ ቃልም በእግዚአብሔር ዘንድ ነበረ፤ ቃልም እግዚአብሔር ነበረ።ብለው ባያስተምሩ ኖሮ እንደ ማቴዎስም ከዳዊት ዘር የተወለደው እርሱ አማኑኤል የእግዚአብሔር ልጅ እንደ ሆነ ባያተምሩ እርሱን አይሁድና አርዮሳውያን ፊታቸውን ያዞሩበትን ጌታ እኛ ባልተቀበልነው ባላመለክነውም ነበር። ቅዱ አትና (መልእክተ አትና 83)
ይህ ቃል ተጽፎ የምናገኘው በዮሐንስ ወንጌል መግቢያ ላይ ቢሆንም ይህንን ቃል ዮሐንስ የሚናገረው ቅዱስ ዮሐንስ ወንጌላዊ አይመስልም። የተናገረው እርሱ ቢሆን ኖሮ ጥንተ ነገዱን ሀገረ ሙላዱን መጠየቅ በተገባ ነበር። ከሰማይ ከወረደው ውጭ ወደ ሰማይ የወጣ ስለሌለ ይህ ምድራዊ ሰው ሰማያዊ ስለሆነ ምሥጢር ምን ሊነግረን ይችላል። ለመሆኑ ሀገሩ ወዴት ነው። ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ በገሊላ ባሕር አጠገብ ሲመላለስም ሰውን አጥማጆች ይሆኑ ዘንድ ከጠራቸው ሁለት ወንድማማቾች የዘብድዮስ ልጆች ያዕቆብ ወንድሙ ዮሐንስ ከዓሣ አጥማጆች መካከል ነበሩ። 
ማንም ሰው እንዲገነዘበው እጅግ በክፉ የድህነት ኑሮ ላይ ካልሆነ በስተቀር ልጆቹ ዓሣ አጥማጆች እንዲሆኑ የሚመኝ መልካም ወላጅ የለም። ዘብድዮስ ግን የልጆቹን ዕጣ ፋንታ በአስገዳጅና የዕለት ኑሮ ላይ እንዲጠመዱ አድርጓል። ደግሞስ ከዓሣ አጥማጅነት በላይ ከዕውቀት የተራቆተ ማንን ልትጠቅሱልኝ ትችላላችሁ። ለክርስቶስ ደቀ መዛሙርት ጸጋ እግዚአብሔር የጠራቸው ይህ መልካም ሰው በዘመኑ ከታወቁ የፍልስፍና የሥነ ጽሑፍ የቋንቋና የሃይማኖት ትምህርት ቤቶች በአንዳቸውም ገብቶ እንደተማረ አልሰማንም። በዓለማችን ላይ ታዋቂ ከነበሩ ትምህርት ቤቶች ገብቶ ተምሯል ብላችሁ አስቡ። አስቀድሜ በገለጽኳቸው ትምህርት ቤቶች የተማሩ የነ ፓይታጎረስ ሌሎችም ፈላስፎች ትምህርት ብዙ ርቀት ተጉዞ የሰው ልጆችን አእምሮ አልተቆጣጠረም። ግብዓተ መሬቱ ተፈጽሟል። መታሰቢያቸውም የለም። ይህ ደቀ መዝሙር የሚነግረን ምድራዊ ስለሆኑ ጉዳዮች አይደለም። በስፋት ስለሚያውቀው ሰለ ዓሣ ማጥመድ ሥራም አይደለም ሰማያተን ሰንጥቆ ከመጠን ስላለፈው ስለማይመረመረው ሰማያዊ ምሥጢር ይናገራል እንጂ። አስቀድሜ እንደገለጽኩላችሁ በነገረ መለኮት ዙሪያ ብዙ ወገኖች ሊናገሩ ይወዱ ነበር ነገር ግን የአንዳቸውም ትምህርት ዘመና ተሻጋሪ ሊሆን አልተቻለውም። ይህ ዓሣ አጥማጅ የሚናገረው ነገር ግን እያደረ እየተሰማ ይሄዳል። ነገሩንም በመጀመሪያ ቃል ነበረ በማለት ጀመረ። ቃልም በእግዚአብሔር ነድ ነበረ። ሌሎቹ ወንጌላውያን ከመግቢያቸው ላይ የተለያዩ ምድራዊ የሆኑ ሌሎች ታሪኮችን በመተረክ ይጀምራሉ። ቅዱስ ማቴዎስ የጌታችንን ሥጋዊ ልደቱን ቅዱስ ሉቃስ በቅድስት ድንግል ማርያም ብሥራት ቅዱስ ማርቆስም በጌታችን ልደት ሲጀምር ቅዱስ ዮሐንስ ግን አስቀድሞ ቃል ሥጋ ሆነ በማለት ከሦስቱ ወንጌላዊያን ጋር ያለውን ድንቅ የሆነ ስምምነት ከገለጠ በኋላ ጽንሰቱን ልደቱን ዕድገቱን በአንድ ጊዜ አልፎ ቀዳማዊና የማይቆጠረውን ለሰዎችም አእምሮ የራቀውን ሰማያዊ ልደቱን በመናገር ጀመረ። የዚህ ምከልንያት ምን እንደሆነ እነግራችኋለሁ። ይህንንም ነገር በእውነተኛውና በቀደመው ሃይማኖት የሚኖሩ ወገኖች ይማሩበት ዘንድ ነው። ጣዕመ ጸጋን ለቀመሱ ወገኖች የጸጋን ነገር ቢነግራቸው ይገባቸዋል። ነገር ግን ጣዕመ ጸጋን ላልቀመሱትና ላልደረሱበት ሰዎች ቢነግሯቸው ክህደት ይነስላቸዋል ይሰናከሉበታልም። በእርግጥ አጀማመሩ የሚያስገርም ነው። ሌሎች ወንጌላውያን ክርስቶስ በሥጋ መምጣቱን ትኩረት ሰጥተው ስለጀመሩ የቅዱስ ዮሐንስ ወንጌል መግቢያ ትኩረት ሰጥተው በሥጋዌ ላይ ቢሆን ኖሮ አእምሯቸው ደካማ የሆኑ ወገኖች የትምህርታችን (የእምነታችን) መሠረት ምድራዊ በሆነ አመክንዮ ላይ ባደረጉ ነበር። ልክ ጳውሎስ ሳምሳጢ እንዳደረገው። ስለዚህ እንደዚሁ ሰው ምድራዊ በሆኑ ምክንያቶች ላይ የተንጠለጠሉ ምክንያት የሚያበዙ ሰዎችን ምክንያት ለማሳጣትና ሃሳባቸውን ሰማያዊ ወደ መንፈሳዊ ነገር ይመለከት ዘንድ በማሰብ ነው። በዚህም ምክንያት ወንጌላዊው ትረካውን ከሰማይ ቀዳማዊ ልደቱ ጀመረ። ወንጌላዊው ማቴዎስ ከሄሮድስ ጋር የነበረውን ቅዱስ ሉቃስ ከጢባርዮስ ቄሣር አንጻር ቅዱስ ማርቆስ ቅዱስ ዮሐንስ መጥምቀ መለኮት የፈጸመውን ነገር በትረካ ሲገልጹልን ቅዱስ ዮሐንስ እንዚህን ነገሮች ሁሉ አልፎ ከዘመናትና ከጊዜ ቀመር ውጭ የሆነውን የማይቆጠረውንና በጊዜ የማይሰፈረውን መለኮታዊ ህልውና በመጀመሪያ ቃል ነበረ በማለት የሚያስገርም ትረካ በማሰማት ይጀምራል። በሄሮድስ በጢባሮስና በቅዱስ ዮሐንስ መጥምቅ ትረካ የሰማነውን የጊዜ መለኪያ እንድንመለከት ቅዱስ ዮሐንስ አልፈቀደልንም። መጠንም ልክም ጊዜም በዚህ ውስጥ የሉም። ከዚህ ሁሉ ነገር በላይ የሚያስገርመው በርቀትና በርኅቀት ጽፎ እያለ ከሦስቱ ወንጌላውያን ጋር ድንቅ ስምምነት ያሳየበት አገላለጽ ይኸውም ቃል ሥጋ ሆነ የሚለው የጌታችን ሥጋዌ ተናግሮ በጊዜ ከሚሰፈሩ ታሪኮች ጋር አንድነት እንዲኖራቸው አድርጎ ያስቀመጠው ነው። በዚህም አንድ መንፈስ ተመርተው ሰዎች ወደ አንድ መንፈስ እንዲመለከቱ አድርገዋል። በትረካቸውም አንድነት ታይቷል። ነገር ግን ተወዳጆች ሆይ ስለ ቀዳማዊ ቃል መወለድ የተማሩ የተፈጠረ የሚለው ስድብ ሊታገሡ የሚችሉበት ኅሊና የላቸውም። ቃልም አካለዊ ቃል እንጂ ዝርው ቃል ነው አይሉም። በመጀመሪያ ቃል ነበረ የሚለው የወንጌላዊው መገቢያ ከዘለዓለም እስከ ዘላለም ሕያው መሆኑን የሚያስረዳ ፍጻሜ የሌለው የማይሰፈር የማይቆጠር መጀመሪያ ነው። ይህም ቀዳማዊ ቃል ከአብ ባለመለየት የተወለድ ነው። ከአንተ ጋር ቀድሞ በኃይልህ ቀን በቅዱሳን ብርሃን ከአጥቢያ ኮከብ አስቀድሞ ከሆዴ ወለድሁህ እንዲል።ቅዱስ ዮሐ አፈ (በእንተ ቀዳማዊ ቃል 10) እርሱ ዘላለማዊ ከሆነ አካል ዘእምአካል ባሕርይ ዘእምባሕርይ እርሱን መስሎ እርሱን አህሎ የተወለደው ልጁም ከጊዜ ቀመር ውጭ ዘላለማዊነቱን ያመለክታል። ስለዚህ ምክንያት በበመጀመሪያ ቃል እንዲል።ቅዱስ ዮሐ አፈ (በእንተ ቀዳማዊ ቃል 14
…የሚጠፋ የሰው ቃል አይምሰልህ። ይህ ቃል ፈጣሪ ነው። ፍጹም አምላክ ነውና ከአብ አይለይም። (ርቱዓ ሃይማኖት 67) ቃልም አለም ከመፈጠሩ አስቀድሞ ጽኑዕ መለኮት ከእርሱ ተወለደ ለሰዓትም ለቅጽበትም ቢሆን አብ አይበልጠውም። በምንም ቢሆን ከአባቱ አያንስም ወልድ በአባቱ መልክ ተወልዷልና። (ርቱዓ ሃይማኖት 135)
ወልድ የአካል ተጸውዖ የግል ከዊን ግብር ተገናዛቢ ቃል ነው። በተለየ አካሉ ቃል ይባላል። በመጀመሪያ ቃል ነበረ፤ ያም ቃል እግዚአብሔር ነው። ብሎ ዮሐንስ ፍቁረ እግዚእ በከዊናዊ ቃልነት ተገናዛቢ ስሙ ቃል ብሎ ጠርቶታል። ሰው የሆነው በዚህ ቃልነት ከዊን ነው።
ይህ በተገናዝቦ በነሢዕ የሚገናዘብበት ከዊን ግብሩ የሚጠራበት ስም ነው። ማለትም ከልብ አብ ሳያንስ ከሕይወት መንፈስ ቅዱስ ሳይበልጥ ሳይቀድም ቃል የተባለለት ቃልነት ስሙ ነው። ሲጠቀለል ቃል መባል የወልድ የከዊን ስሙ ነው። (ምሥጢረ ምስጢራት 207)
፪. ይህም በመጀመሪያ በእግዚአብሔር ዘንድ ነበረ። 
በመጀመሪያ ነበረ ያለህም ከስም ሁሉ አስቀድሞ የተወለደ ሲል ነው። ቀዳመዊ ነበር ማለቱን ከጥንት በፊት ነበር ማለቱ ነው። …ከእርሱ አይለይም ማለቱ ነው። ወልድ ከአብ በምንም በምን አያንስም ማለቱ ነው። (ርቱዓ ሃይማኖት 67)
በእግዚአብሔር ዘንድ ነበረ የሚለው ቃል ከዘለዓለም አብረው የነበሩ መሆናቸውን ያሳያል። ቅዱ ዮሐ አፈ (በእንተ ቀዳማዊ ቃል 14) አብ ከወልድ ተለይቶ የነበረበት ጊዜ አልነበረም። ጌታችን ሁል ጊዜም ከባሕርይ አባቱ ጋር የነበረ እግዚአብሔር ነው። አብ እንደ እግዚአብሔርነቱ የራ የሆነ ፍጹም ገጽ ፍጹም መልክ ፍጹም አካልን ይዞ እስከ ዘለዓለም ይኖራል። ምን አልባት በመካከላችሁ እያንዳንዶቻችሁ ክርስቶስ እግዚአብሔር ከነበ ከእግዚአብሔርም ጋር ከነበረ ለምን ቅዱስ ዮሐንስ በዓለሙ ነበረ አለ ብላችሁ ልታስቡ ትችላላችሁ። ምክንያቱም በእግዚአብሔር ዘንድ በዓለሙም ስለነበረ ነው። አባቱም ልጁም በሁሉም ሥፍራ የመሉ እንጂ በተወስነ ሥፍራ የተገደቡ አይደሉም። እርሱ ልጅ ከሆነ በቅድምና እንዴት ከአባቱ ጋር አንድ ይሆናል የሚል ወገን ቢኖር የምንለው ይህ ሰው ሰውኛ ምድራዊ አስተሳሰብ መሆኑን አጠንክረን እንናገራለን። አብርሃም መሥነ ተፈጥሮ ሕግ ከልጆቹና ከልጅ ልጆቹ እንደሚበልጥ እየነገርናችሁ አይደለም። 
አሁን ንግግራችን ስለ እግዚአብሔር ባሕርይ እንጂ በተፈጥሮ ሕግ ሊሚመራው ስለ ሰው ልጆች አይደለምና። ነገር ግን ደካሞች ይጠነክሩ ዘንድ በዚህ ጉዳይ ላይ እንኳን ዝምታን አንመርጥም። የፀሐይ ብርሃን ከክበቡ ተለይቶ የሚገኝበት ሌላ ሥፍራ ካለ ንገሩኝ። ከራሱ ከፀሐይ የተገኘ አይደለምን። ምንም አንኳን ብርሃኑ የተገኘው ከአካሉ ቢሆንም ክበቡ ከብራሃኑ በፊት ነበረ ማለት ይቻላልን። ብርሃን ሊሰጥ የማይችል የፀሐይ አካል ፀሐይ ነው ብሎ ሊናገር የሚደፍር ወገን ማን ነው። ይህ ብርሃን ለፀሐዩ አካል በሚስማማ ጠባይ አማካኝነት ይታያል። ሙቀቱም ከክበቡና ከሙቀቱ የተለየ አይደልም። ቅዱስ ጳውሎስ የክብሩ መንጸባረቅና የባሕርዩ ምሳሌ በማለት የተናገረው ይህንን ለማስቀመጥ የሞከርነውን አንድነታቸውን ነው። ይህ ኃይለ ቃል ከዘለላም ከአብ ጋር መሆኑና በአባቱና በልጁ መካከል የጊዜ ክፍፍል አለመኖሩን ያስረዳል። ቀዳሚና ተከታይ የለም። በፊትና በኋላ የሚሉ ቃላት የጊዜን ጽንሰ ሃሳብ የሚያስረዱ እንጂ የእግዚአብሔርን ህላዌ የሚገልጡ አይደሉም። የሰው ልጅ የእነዚህን ቃላት ያለ ጊዜ መለኪያ ሊረዳቸው አይችልም። እግዚአብሔር ግን ከጊዜና ከመለኪያ ውጭ ነው። በማንኛውም ሁኔታ ለክርስቶስ መጀመሪያ እናገኝለታለን ካላችሁ በተመሳሳይ ሁኔታ አመክናዮና አገላለጽ እንዲህ እያላችሁ ነው። አባት ከልጁ በፊት ነው። በዘመን ይቀድመዋል ማለታችሁ ነው። በአባትና በልጁ መካከል የነበረው መቀዳደም ትንሽም ይሁን ብዙ ለአብ ህልውና መጀመሪያ እየሰጣችሁት ነው። ስለዚህ በእናነተ አረዳድ አብም መጀመሪያ አለው። በዚህም ጌታችን ወልድን የማያከብር አብንም አያከብርም ያለው ስለዚህ ሃሳባችሁ ነው። ተቃዋሚዎቻችን ለሚያነሡት ጥያቄ መልስ እንዲሆን ነቢዩ ከእኔ በፊት አምላክ የለም ከእኔ በኋላ አምላክ የለም ይላል። ወልድ ከአባቱ ይልቅ በዘመን ወደኋላ ከሆነ ከእኔ በኋላ አምላክ የለም ማለት እንደምን ይቻላል። እንደገናም ስለክርስቶስ በሚገርበት አንቀጽ ወንጌላዊው ሁሉ በእርሱ ሆነ ከሆነውም አንዳችስ ያለ እርሱ አልሆነም የሚለው ቃል እንደምን ተፈጻሚነት ይኖረዋል የመጀመሪያውና የመጨረሻው አልፋና ኦሜጋ ሁሉን የምገዛ ነኝ ማለትስ በዘመን የተቀደመ ባሕርይ የሚገር ይመስላችኋልን። ልጁ ከእውነተኛ ባሕርይ የተገኘ እውነተኛ ባሕርይ ካልሆነ በስተቀር አስቀድመን ያነሣናቸውን ቃላት መናገር አይቻለውም። ከእኔ በኋላ አምላክ የለም ሲልም አሕዛብ ከሚያመልኳቸው ጣዖታት እነርሱም የእጅ ሥራ ከሆኑ የእግዚአብሔር ባሕርይ በእጅጉ የተለየ መሆኑን ለማስረዳት የተነገረ ነው። ይህንንም በማለቱ ወልድን ከእግዚአብሔርነት አያገለገለ ሳይሆን አማልክቶቻቸው ብዙ የሆኑ አሕዛብን እውነተኛውን አምላክ እንዲከተሉ በነቢያት እድሮ እየተናገረ ነው። እርሱ ከዘላለም ካልነበረ ለመንግሥቱም ፍጻሜ የለውም ድንቅ መካር ኃያል አምላክ የዘለዓለም አባት ተብሎ ሊጠራ አይቻለውም። ሐዋርያው እንደተናገረ ለዘመኑ ፍጻሜ ጥንት ለሕይወቱም ፍጻሜ የለውም። በእነዚህ ሁሉ ነገሮች መጀመሪያም መጨረሻም የሌለው ከእውነተኛ ባሕርይ የተገኘ እውነተኛ ባሕርይ ከእውነተኛ አምላክ የተገኘ እውነተኛ አምላክ መሆኑን ያስረዱናል። እንደገናም እርሱ ራሱ ሕይወት ሳይሆን ሕይወት መስጠት እንደምን ይቻለዋል። ሕይወትን የሚሰጥ የሕይወት መሀኛ ባሕርይ ከዘላለም እስከ ዘለላም መሆኑ በዚህ የተረዳ የተገለጠ ነው። እርሱ እራሱ የዘላለም ሕይወት ካልሆነለሌሎች ወገኖች ሕይወትን ያድላል ማለት ምክንያታዊ አለመሆን ነው። ስለዚህ ቅዱስ ዮሐንስ ወንጌላዊ በመጀመሪያቃል ነበረ ሲለን ዘላለማዊነቱን እያወጀ ነበር። ሐዋርያው ስለ ክርስቶስ ሲናገር ከሁሉ በላይ ሆኖ ለዘላለም የተባረከ አምላክ ነው። አለ። በዘመሳሳይ ሁኔታ ስለ አብም ሲናገር በፊሊጲስዩስ መልእክቱ በእግዚአብሔር መልክ ሲኖር ሳለ ከእግዚአብሔር ጋር መተካከልን መቀማት እንደሚገባ ነገር አልቆጠረውም በማለት የአብን የባሕርይ አምላክነትና የወልድን ሥጋ መልበስ ተናገረ። አስቀድሜ ያነሳሁላችሁ ትምህርት በልባችሁ ማረፊያ የሚሆን ሥፋራን እስኪያገኝ ድረስ መናገሬን አላቋርጥም። ቅዱ ዮሐ አፈ (በእንተ ቀዳማዊ ቃል 17) የብሉይ እና የሐዲስ ኪዳን መጻሕፍትን ብንመረምር በሁሉም መጻሕፍት ትልቁን ድርሻ ይዞ የሚገኘው ቀዳማዊ ቃል ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ ነው። ቅዱስ መጽሐፍ ስለ ምድራዊ ጉዳዮች ስለመንግሥታት ስለ ጋብቻ ስለፍቺ ስለአመጋገብ ስለጦርነት ስለይቅርታ ስለመሞት ስለሕይወት ስለዓለም ፍጻሜ ዘርዝረን የማንጨርሳቸው በርካታ ጉዳዮችን ይዟል። በሁሉም ጉዳዮች በቀጥታ በተዘዋዋሪ የጹሑፋቸው ማዕከል አድርገው ያቀረቡት አካላዊ ቃል ወልደ እግዚአብሔርን ነው። ወንጌላዊ አስቀድሞ በነቢያት መሠረትነት የተጀመረውን የነገረ መለኮት ትምህርት ቃልም እግዚአብሔር ነበረ በማለት በሐዋርያት መሠረት ላይ አጸናዉ። ነቢዩ ሙሴ በብሉይ ኪዳን ታሪክ ጽሑፍ በመጀመሪያ ዓይናችን የሚደርስባቸውን በልባችን የምናስተውላቸውንና ከመረዳታችን በላይ የሆኑትን ፍጥረታት ሁሉ በእግዚአብሔር እንደተፈጠሩ ይዘረዝራል። በመጀመሪያው እግዚአብሔር ሰማይና ምድርን ፈጠረ በማለት ጀመረ። የብርሃናትን የሰማያትን የባሕርን የየብስን ፍጥረታትን እንሳትንና የሰው ልጅ አፈጣጠር እንደየ ቅደም ተከተላቸው ይዘረዝራል። …ቃልም በእግዚአብሔር ዘንድ ነበረ የሚለው እግዚአብሔርነቱን ፣ፈጣሪነቱን፣ መጋቢነቱን ያስረዳል። (በእንተ ቀዳማዊ ቃል 20)
፫. ሁሉም በእርሱ ሆነ፤ ከሆነውም ሁሉ ያለ እርሱ ምንም የሆነ የለም። 
ሰማዩን የዘረጋ ጌታ በበረት ተኛ ከእናቱ ጡቶችም ወተትን ጠባ። /ቅዱ ያሬድ/ 
እንደ መልእክተኛ ሥርዓት አይደለም ለአዛዡ እንደሚላላክ መልእክተኛም አይደለም። ከአባቱ አንድ ሆኖ ፍጥረትን ሁሉ የፈጠረ ነው እንጂ። /ግእዝ በግእዝ /
ነገሥታትም ንጉሥ ጌታ ይባላሉ። ቅዱሳን መላእክት ቅዱሳን ሰዎችም ነገሡ፤ ይነግሣሉ። ጌታ አማልክት ይባላሉ። ገዙ ይገዛሉም ተብሏል። ሙሴን አንተን የፈርዖን አምላክ አድርጌሃለሁ። ሐዋርያትንም በ12ቱ መንበር ተቀመወጧችሁ በ12 ነገደ 20ኤል ትፈርዳላችሁ የሚል ሥልጣን ተሰጥቷቸዋል። ነገር ግን እንዚህ ሁሉ ተፈጥረው ተሹመው ተሰጥቷቸው የነገሡ ናቸው እንጂ ሥልጣን የባሕርያቸው አይደለም የፈጠረ ንጉሥ አንድ ብቻ ነው። እግዚአብሔር እርሱ አምላክ እንደ ሆነ ዕወቁ እርሱ ሠራን እኛም አይደለንም እኛስ ሕዝቡ የማሰማሪያውም በጎች ነን። ማለታቸው ስለዚህ ነው። እኛም አይደለንም ማለት ከእኛ አንዱስ እንኳ ፈጣሪ የሆነ ወይም ራሱን ያስገኘ የለም። እርሱ በፈጠረው መንጋ ላይ እንሾም እንጂ። እኛ ራሳችን በእርሱ የምንጠበቅ የእርሱ መንጋዎች ነን ሲል ነው። እርሱ ግን ዓለምን ፈጥሮ የሚገዛ የሕይወታችን ንጉሥ ነው ሁሉ ከእርሱ ለእርሱ በእርሱ የሆነ ነውና። ሁሉን የፈጠረ እግዚአብሔርን አምላክ አይደለም ሲሉት ሕይወትንስ ሕይወት አይደለም ሊሉት እንደምን ይቻላል። /ቅዱ አትናቴ/ 
ሁሉ በእርሱ ሆነ ያለ እርሱ ግን በሰማይ በምድር ምንም ምን የሆነ የለም። (ጸሎተ ሃይማኖት) ዮሐንስ በወንጌል እንደነገረን የተፈጠረው ፍጥረት ሁሉ በወልድ ቃልነት በወልድ ህልውና ተፈጥሯል። በወልድ ቃልነት የምንለው በነቢብ የተፈጠረውን ነው ላይኩን ብሎ ሲናገር የቃል ህልውና ተገልጧልና የተፈጠረውን አብ ፈጠረ በነቢብ የተፈጠረውን ወልድ ፈጠረ በገቢር የተፈጠረውን መንፈስ ቅዱስ ፈጠረ ብለዋልና ያለ እርሱ ህልውና ያለ እርሱ ቃልነት አብ በሥልጣኑ ከወልድ ከመንፈስ ቅዱስ የተለየ ሆኖ 
የፈጠረው ወልድም መንፈስ ቅዱስም የፈጠሩት እንደሌለ ያሳየናል። እኛም ሁሉም በእርሱ ቃልነት በእርሱ ህልውና ተፈጠረ ብለን እናምናለን። በአርምሞ የተፈጠረውም ፍጥረት በእግዚአብሔር ቃል አልተፈጠረም አይባልም፣ በአርምሞ ውስጥ ነቢብ ነው እንጅ የማይኖረው ቃል አይታጣም ልብ ከቃል ተለይቶ ሥራ ሊሠራ አይችልምና። የልብ ሕያውነቱ ከቃልና ከእስትንፋስ ጋር ህልው በመኖን ነው እንጅ ከቃልና ከእስትንፋስ ተላይቶ ሕያው የሆነ ልብ የለም። ነቢይ በእግዚአብሔር ቃል ሰማያት ጸኑ በማለቱ በአርምሞ የተፈጠረውን ሰማይ በወልድ ቃልነት መፈጠሩን ያውጃል። አሕዛብ ግን የሰማይ አምላክ የሰማይ ፈጣሪ ሌላ የምድር አምላክ የምድር ፈጣሪ ሌላ ነው ብለው ተነሥተዋል። እነዚህንም ለማሳፈር ዮሐንስ ወንጌላዊ ሁሉ በእርሱ ሆነ ከሆነውም ሁሉ ያለ እርሱ የሆነ የለም በእርሱም ሕይወትነት አለው። ብሎ ያስቀመጠው ንባብ … (ተንከተም 172)
-አካል ትስብእት ያልነበረኽ ትስብእትን የተዋሐድኽ ሆይ በእውነት አንተ የተፈጠርኽ አይደለኽም። ፍጥረት ካለመኖር ወደ መኖር አምጥተኽ የፈጠርኽ ነኽ እንጂ። ቅዱ ኤፍ (ነገረ ክርስቶስ ክፍል አንድ 85)የእግዚአብሔር ቃል እኛን ለመፍጠር የተፈጠረ አይደለም። እኛ በእርሱ ተፈጠርን እንጂ፤ በርሱ ኹሉ ተፈጠረ እንዲል፤ ለእኛ ለድኩማን መፍጠሪያ እንዲኾን ልዑልና ኀያሉ እንደ አገልግሎት መሣሪያ ተፈጠረ ብሎ ማውራት ከደካማ አስተሳሰብ የተገኘ ነው። ቅዱ አትና (ነገረ ክርስቶስ ክፍል አንድ 387) እርሱ በጊዜ የሚወሰን አይደለም፤ መጀመሪያም ሆነ መጨረሻ የለውም፤ የገዜ ፈጣሪም ነው። ስለ እግዚአብሔር ጥበብና መንፈስ ይህንኑ ማለት ይቻላል። መንፈሱ በሁሉም ሥፍራ አለ የምንለውም ከሥነ ፍጥረት አስቀድሞ ነው። ጥበቡም እንዲሁ። ሁሉ በእርሱ ሆነ፤ ከሆነውም አንዳች ስንኳ ያለ እርሱ አልሆነም። 
ልክ እንደዚሁ እግዚአብሔር ለኃይሉ ወሰን የለውም። ... እርሱ ከዘላለማዊነት፣ ከፍጥረታትና ከዕድሜዎች በፊት ብቻውን የነበረ ከመሆኑም በላይ የሁሉ ነገር መገኛ ነው። እርሱ በመልካምነቱና በጸጋው ሌሎች ፍጥረታት እንዲፈጠሩና እንዲኖሩ ፈቅዷል፤ ይፈቅዳልም። ይህን በመፋቀዱም ሁሉን ነገር ፈጥሯል። ሁሉ በእርሱ ሆነ ከሆነውም አንዳች ስንኳ ያለ እርሱ አልሆነም። ስለ እውነትም እርሱ በሕይወት ያሉ ፍጥረታት ሁሉ ምክንያት ስለ ሆነ የመጀመሪያ ነው፤ እርሱ በሕይወት ያሉ ፍጥረታትን ሕያው ያደረገ ፈጣሪ ነው። ከእርሱ አስቀድሞ የኖረ ማንም የለም። ምክንያቱም ሁሉ በእርሱ ሆነ፤ ከሆነውም አንዳች ስንኳ ያለ እርሱ አልሆነም። ተብሎ የተጻፈው ለእርሱ ስለሆነ ነው። አቡነ ሺኖዳ (እግዚአብሔርና ሰው 158) አብ ከልጁ ጋር ዓለማትን መፍጠሩ ተገልጦአል። አቡነ ሺኖዳ (መንፈስ ቅዱስና በእኛ ውስጥ ያለው ሥራ 11)
ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ ግን ፈጣሪ ነው። ሰማይና ምድርን ካለመኖር ወደመኖር ያመጣ ነው። አቡነ ታድሮስ ሥነ ፍጥረት የፍቅር ውጤት ነው። ቅዱስ ዮሐ አፈ (የዕብራውያን ትርጓሜ 47) ፍጥረታትን በልዩ ልዩ መልክ የፈጠረ… /ቅዱ ኤፍ/
፬. ሕይወት በእርሱ ነበረ፤ ሕይወትም የሰው ብርሃን ነበረ።
ይህንም ስለ ሰው ልጆች ሕይወት በተፈጥሮ ስለ ሰጣችው ጸጋ ይናገራል። ብርሃን ክርስቶስ እነሱን ከመመገቡ የተነሣ የሰው ዘሮች ሁሉ ያበራሉ። በሥጋዊ ብርሃን ሳይሆን በመንፈሳዊ ብርሃን ልቡናቸው ይበራል ማለቱ ነው። /ቅዱ ዮሐ አፈ/
፭. ብርሃን በጨለማ ያበራል፤ ጨለማም አላገኘውም።
ይህቺ በስሜት ሕዋሶቻችን የምንረዳው ብርሃን የእኛን ጨለማ ሊያስወግድልን አይችልም፤ ከዚህ የተለየ ነው። ነገር ግን በክርስቶስ የተሰበከች የወንጌል ብርሃን ስህተት በነገሠባት ዓለም የምታበራና ፈጽማ የምታስወግድ ናት። በራሱ ብርሃን የሆነው እርሱ ሞታችንን ሙቶ የሞትን ስልጣን የሻረልን ለሰይጣን ተገዝተው የነበሩትን ነፍሳት ነፃ ያወጣ ነው። ይህን በሁሉ ስፍራ የሚገኘውንና ብርቱ የሆነውን ብርሃን ሞትና ጨለማ ድል መንሳት ተሳናቸው፦ ስለዚህ ወንጌላዊው "ጨለማም አላገኘውም" ብሎ ጻፈልን። ይህም ብርሃን በእርሷ ያድርባት ዘንድ ፈቃዱ ባላት ነፍስ ላይ የሚያድር ነው።(67) ...ከዚህ ብርሃን እንዴት መጠቀም ይቻለናል? ቢባል መልሱ፦ ነፍሳችንን ከሁሉም ፈቃዶች ያራቅን እንደሆነ ነው። ዮሐ 3፥20፣ ኤፌ 5፥11፣ ሮሜ 13፥13(68) ቅዱስ ዮሐንስ አፈወርቅ / የዮሐንስ ወንጌል ትርጉም በቅዱስ ዮሐንስ አፈወርቅ /
ምን ዓይነት ጨለማ ቢሆን ነው የሰው ብርሃን በሆነው ፊት በተቃራኒ የሚቆመው እንዲሁ ብርሃን በጨለማ ይበራል በማለት ከጥንት ጀምሮ ይህ ብርሃን ሲያበራ እንደለበረ አስረዳን። ወንጌላዊው ብርሃን በቸለማ ይበራል ሲል እንዲሁ እንደመጣልህ ለመተርጐም አትነሣ። ምክንያቱም እርሱ በጨለማ ሊበራ ነው አላለምና። እርሱ ጨለማ ያለው መለኮት በሥጋ የተገለጠበትን ያን ዘመን ሲሆን በዚያ ዘመን ብርሃኑን አበራ። ስለዚህ ከወንጌላዊው ቃል መረዳት እንደምንችለው ጨለማ የተባለው በነቢዩ ኢሳይያስ የዛብሎን ምድርና የንፋታሌም ምድር የባሕር መንገድ በዮርዳኖስ ማዶ የአሕዛብ ገሊላ በጨለማ የተቀመጠው ሕዝብ ታላቅ ብርሃን አየ፣ በሞት አገርና ጥላ ለተቀመጡትም ብርሃን ወጣላቸው ተብሎ የተነገረለት ጨለማ ነው።
ነብዩ በጨለማ የተቀመጠ ሲል ከሕግና ከመልካም ሥነ ምግባር የወጡ ወገኖች መሆናቸውን ሲገልጥልን ነው። እንዲህ ስለሆነ ነቢዩ በጨለማ የተቀመጠ ሕዝብ ታላቅ ብርሃን አየ አለ። ብርሃን ያለው የልቡናን ዐይን የሚያበራውን ትምህርቱን ነው። ይህን ብርሃን አስቀድሞ የነበረና በጨለማ የተመሰለው የስህተት ትምህርት ያላሸነፈው ብርሃን ነው። በመቀጠልም ወንጌላዊው አካሉ ባደረገው ሰውነት በኩል የሚፈጽማቸውንና እርሱ ጨለማን ድል ሊነሣው የሚችል ብርሃን በይሁዳ ንጉሥ በሄሮድስ ዘመን በሥጋ መገለጡን በመስበክ ከጥንት የነበረውን የእግዚአብሔርን ፈቃድ አወጀልን። ቅዱ ኤፍ (ኅበረ ወንጌል 33)
በመምጣቱ የራቁትን የሚያቀርባቸው ብርሃን ነው። ቅዱ ያሬድ (የዮሐንስ ወንጌል ማብራሪያ 32 ፊቱ በጨለማ የተሸፈነ ዲያብሎስ ፈራ ደነገጠ። ትምህርተ ኅቡአት (የዮሐንስ ወንጌል ማብራሪያ 32 ጨለማ የተባለ በስሕተት የተሞላው ዓለም ነው። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 33 …በወልደ እግዚአብሔር በብርሃኑ እንመላለስ። በእርሱ የሚያምን ሁሉም ወደ ብርሃን ይሔዳል፤ ጨለማ አያገኘውምና። አባ ጊዮርጊስ ዘጋ (ውዳሴ መስቀል 70) 
፮. ከእግዚአብሔር ዘንድ የተላከ ስሙ ዮሐንስ የሚባል አንድ ሰው ነበር።
፯. እርሱም ሁሉ በእርሱ በኩል እንዲያምኑ ስለ ብርሃን ይመሰክር ዘንድ ለምስክርነት መጣ።
በዚህ ምንባብ የምናረጋግጠው የተለየ ሰው ለተለየ አገልግሎት መመረጡን ነው። አቡነ ሺኖዳ (በክህነት አገልግሎት 32) -ክርስቶስም በባሕርዩ ብርሃን ነው፤ እኛ ግን ብርሃንነታችንን ከእርሱ ያገኘነው ነው።
እርሱ ፈጽሞ ጨለማ የሌለበት ፍጹም ብርሃን ነው። እኛ ግን ከኃጢአታችን የተነሣ በጨለማ የምንሸፈንበት ጊዜ አለ። መጽሐፍ እንኳን ስለ መጥምቀ መለኮት ዮሐንስ በተናገረበት ክፍል ሁሉ በእርሱ በኩል እንዲያምኑ ስለ ብርሃን ይመሰክር ዘንድ ለምስክርነት መጣ።ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም። ብሏል። አቡነ ሺኖዳ (በክህነት አገልግሎት 154) አገልግሎት የተሳካ የሚሆነው እግዚአብሔር ዓላማና መንገድ ሲሆን ነው። አቡነ ሺኖዳ (መንፈሳዊ ውጊያዎች 39)
፰. ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም።
የዮሐንስ ብርሃንነት የጸጋ ነው። የጌታ ግን የባሕርይ ነው። በዮሐንስ ብርሃንነት ሕጸጽ መጉደል ማነስ አለበት በጌታ ብርሃንነት ግን ሕጸጽ ማነስ መጉደል የለበትም። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 33 …የቅዱስ ዮሐንስ ሥራ ሰዎች ለክርስቶስ መንግሥት ይዘጋጁ ዘንድ ጐዳናውን ማቅናት ነው። የሰዎችን ልብ በንስሐ ማስተካከል ነው። በትዕቢት በእብሪት የተያዘው የሰው ልጆች ልቡና ዝቅ ዝቅ ይል ዘንድ በሥፍራውም እምነት ክርስቶስ ይተካ ዘንድ ነው። (በእንተ ቀዳማዊ ቃል 44)
ዮሐንስ ወንጌላዊ የዮሐንስ መጥምቅንና የክርስቶስን ብርሃንነት ሲያነጻጽር የክርስስ የባሕርዩና ተወዳዳሪ የሌለው ብርሃንነት ሲሆን የዮሐንስ ግን በጸጋ ከክርስቶስ የተቀበለው በመሆኑ ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም። አለ። ነገር ግን መጥምቁ ዮሐንስን እንደገና በሌላ ቦታ ላይ እርሱ የሚነድና የሚያበራ መብራት ነበር ብሎ ብርሃን ብሎታል። ዮሐንስን ብርሃን አይደለም ያለው ከክርስቶስ የባሕርይ ብርሃንነት አንጻር ነው።  ምክንያቱም የኢየሱስ ክርስቶስ ብርሃንነት ከማንም ያልተቀበለው የባሕርዩ ሲሆን የዮሐንስ ግን በጸጋ ያገኘው ስለ ሆነ ነው። 
ይህም የሚያስረዳን ከክርስቶስ ጋር ሲያነጻጽረው ዮሐንስን ብርሃን አይደለም ሲለው በራሱ ስለ ዮሐንስ ብቻ ሲናገር ግን ብርሃን ነው ያለው መሆኑን ነው። ስለዚህ አንድ ዓይነት ቃል ለተለያዩ ነገሮች ሲነገር ሁኔታውንና ዐውዱን አገናዝቦ መረዳት ያለበት የሰው ሕሊና ነው። ምክንያም የቋንቋ የመግለጽ ችሎታ ውስን ስለሆነ በሕሊና መገንዘብና መለየት ካልሆነ በስተቀር ሌላ መንገድ የለምና። ይህን በተመለከት ቅዱስ ዮሐንስ አፈወርቅ እንዲህ ይላል ለእግዚአብሔር እና ለሰዎች ተመሳሳይ አገላለጾችን እንጠቀማለን፤ ሆኖም ግን ለእግዚአብሔር ስንናገር የሚኖረን አረዳድና ለሰዎች ስንናገር ሊኖረን የሚገባው አረዳድ የተለያየ ነው። ምንም እንኳ ቃሉና አገላለጹ አንድ ዓይነት ቢሆን ስለ እኛ የሚነገረውን ስለ እግዚአብሔር ከሚነገረው ጋር አንድ ዓይነት አድርገን ልንረዳው አይገባም። ስለ እግዚአብሔር ሲነገር ለእርሱ እንደሚገባ አድርገን መረዳት ይገባናል፤ አለበለዚያ ታላቅ ስህተት ላይ እንወድቃለን። (ፍኖተ ቅዱሳን 24)
እግዚአብሔር ብርሃን ነው። እኛም ብርሃናት ነን። ይህ እንዲህ ከሆነ በእግዚአብሔርና በእኛ ብርሃን መካከል ያለው ልዩነት ምንድን ነው እርሱ በዮሐ 1፤19 ላይ እንደገለጸው ለሰዎች ሁሉ የሚያበራው እውነተኛ ብርሃን ነው። ከዚህ ሌላ ከሴቶች ከተወለዱት መካከል እርሱን የሚያህል አልተነሣም ስለ ተባለለት ስለ መጥምቁ ዮሐንስ ደግሞ ስለ ብርሃን ሊመሰክር መጣ እንጂ እርሱ ብርሃን አልነበረም ተብሎ ተጽፎአል። በእርግጥ እውነተኛ ብርሃን እግዚአብሔር ነው። በእርሱ ውስጥ ብርሃን እናያለን። እውነተኛ ብርሃን እያበራንና እየደመቅን እንሄዳለን። ይህ ብርሃንነትም ከፀሐይ እና ከጨረቃ ብርሃንነት ጋር ተመሳሳይነት አለው። ፀሐይ አፈጣጠርዋ ራሱ ብርሃን ሲሆን ጨረቃ ደግሞ ፕላኔት ሆና የተፈጠረች አካል ናት።
እርሷ ብርሃኗን የምታገኘው ከፀሐይ ነው። ጨረቃ ወደ ፀሐይ በተጠጋች ቁጥር ከፀሐይ የሚፈነጠቅላት ብርሃን የበለጠ ያደምቃታል። ጨረቃ ከፀሐይ በጣም ርቃ ያለች ቢሆን ኖሮ እንደ ጨለመች ትቀር ነበር። አቡነ ሺኖዳ (የተራራው ስብከት 107) ኤልሳቤጥ ግን የብርሃን ኮከብን የምትሸከም ምሽት ናት። /ቅዱ ያዕቆ ዘሥ/
፱. ለሰው ሁሉ የሚያበራው እውነተኛ ብርሃንስ ወደ ዓለም የመጣው ነው።
...ስለምን ብዙዎች ዕውቀት በማጣት በጨለማ ውስጥ ይመላለሳሉ? ምክንያቱም የክርስቶስን ንግሥናን የሚያውቁ ሁሉም አይደሉምና። እንዴት ታዲያ "የሰው ሁሉ ብርሃን" አለው? ለሁሉም ብርሃን ሊሆን ይገባልና። አንዳንዶች የነፍሳቸውን ዓይኖች በፈቃደኝነት ቢጨፍኑ የአምላካዊ ብርሃን ሊቀበሉ አይችሉም። ቅዱስ ዮሐንስ አፈወርቅ /የዮሐንስ ወንጌል 82/ …በእግዚአብሔር ትእዛዝ የተፈጠረው ብርሃን ይታይ የነበረውን ጨለማ ከመታየት እንዳስወገደው ኹሉ ለሰው ኹሉ ዕውቀትን የሚገልጥ እውነተኛ ብርሃንም የስሕተትን ጨለማ ከእኛ ዘንድ አስወገደ፤ በጨለማ በስሕተት ጎዳና የነበሩትንም ወደ እውነት መራቸው። ቅዱ ዮሐ አፈ (ኦሪት ዘፍጥረት 47) ወንጌላዊው ለሰው ሁሉ የሚያበራው እውነተኛ ብርሃን ማን እንደ ሆነ ዓለም እንዳላወቀው በመናገር አስቀድሞ የጀመረውን ትምህርቱን ቀጥሏል። እርሱም የእግዚአብሔር አብ አንድያ ልጅ ነው። ይህንን ተከትሎ እስራኤል እንጠብቀዋለን የሚሉትን መሲህ ባለመቀበላቸው በእነርሱ ላይ የከፋ ኃጢአትን ሲያመጣ በአሕዛብ ላይ ደግሞ የድንቁርናን ያለማመን ጨለማ ለመምጣቱ ምክንያት ሆኗል። ዓለሙን በክሎታል።
ወንጌላዊ መሠረቱን በጥንቃቄ ቃልም እግዚአብሔር ነበር ብሎ ከመሠረተ በኋላ ልጁ ለእኛ ሲል ሥጋ ለብሶ መታየቱን ይዘረዝራል። የእግዚአብሔር አብን አንድያ ልጅ ዓለሙ አላወቀውም ቢል የሚያስደንቅ ነገር አይደለም። ይህ ሰውኛ ከሆነ መረዳት በላይ የተደረገ ምስጢር ነውና። የትንቢቱ ቃል የተነገረላቸው የተስፋውም ቃል የተገባላቸው ወገኖች በሥጋ ተገልጦ ሲመለከቱት ሊቀበሉት አልወደዱም። እርሱ ግን በመካከላቸው ተገኝቶ ሁሉም ድኅነትን ያገኙ ዘንድ እምነት ሽልማትንና መንግሥቱን ሊሰጣቸው ወድዶ ነበር። በዚህ ጉዳይ የወንጌላዊው አጻጻፍ ምን ያህል አሳማኝ እንደሆነ ተመልከቱ ዓለሙ ብርሃንያመጣለትን ባለመቀበሉ ይወቀሳል። በእነዚህ ጉዳዮች ላይ በቃል ሥጋ መሆን ምክንያት ለሰው ልጆች የተሰጠውን ጸጋ ለመግለጽ ጎዳናውን ያመቻቻል። ነገር ግን የእስራኤላውያን ሕዝቦች ለመገሰጽ የተጠቀመው በተለየ መንገድ ነው። አልተቀበሉትም የሚል አስደንጋጭ ቃል ። አስቀድሞ የተሰጠው ሕግ የሚናገረው ስለ እርሱ ሆኖ ሳለ፤ ነቢያትም በዚህ ቃል መሠረትነት ይወርዳል ይወለዳል ብለው ያስተማሩት ትንቢት የነቢያት ልጆች በመቀበል ፈንታ ሲያጣጥሉት መመልከት ያስደነግጣል። የዐረፍተ ነገሩ ከባድነት ለአሕዛብ ከተነገረው ጋር ተመሳሳይነት ይዘት ያለው ሆኖ እንመለከተዋለን። እንግዲህ የእግዚአብሔር ጭከና ተመልከት ጭከናው በወደቁት ላይ ነው፤ በቸርነቱ ግን ጸንተህ ብትኖር የእግዚአብሔር ቸርነት በአንተ ላይ ነው። አሕዛብ የዓለም የሆነውን ነገር ወድደው ከእግዚአብሔር ጋር ከምትሆን አንድነት በፈቃዳቸው ተለይተዋል። በዚህም ምክንያት የሚያበራላቸውን አምላክ አንዳያውቁት ከጸጋው ተለይተዋል። በሕጉ አማካኝነት ስለእርሱ ያላቸውን እውቀት ያሰደጉ ወገኖች ግን ወደ እግዚአብሔር መንግሥት ተጠርተዋል። ነገር ግን በነቢያት የሚያውቁት አምላክ በመካከላቸው እንዲመላለስ አልፈቀዱም። የእግዚአብሔርን ቃል በፈቃዳቸው ሊቀበሉት አልወደዱም። የመጣው ወደ ገዛ ሕዝቡና ወደዘመዶቹ ነበር። ዓለሙን ከአባቱ ጋር የፈጠረ እርሱ ነበር። ሁሉ በእርሱ ለእርሱ ስለእርሱም ተፈጥሯል። እስራኤል አስቀድመው የበኩር ልጄ ተብለው ተጠርተው ነበር። ይህንንም መጠራታቸውን ተከትሎ የሚገኘው ክብርና ገናናነት ወራሽ ሆነው መገኘት በተገባቸው ነበር። ቅዱሳን አባቶችም ለእነርሱ ናቸው። አስቀድሞ እስራኤላውያን ለራሱ መርጦና ለይቶ ለግብጽ አምባገነን ፈላጭ ቆራጭ ንጉሥ ለፈርዖን ሕዝቤን ልቀቅ በማለት ተናግሮታል። የሙሴ መጻሕፍት እውነተኛ አስተምህሮ እንደሚናገሩት እስራኤል ለእግዚአብሔር የተመረጠ ልዩ ወገን ነው። ይህን ሁኔታ ከሁሉም ከፍ ከፍ ያለው አምላክ ያደረገላቸው ነገር እንደሚከተለው ተገልጻል። ሽማግሌዎችን ጠይቅ ይነግሩህማል፤ ልዑል ለአሕዛብ ርስታቸውን በወረሱ ጊዜ የአዳምን ልጆች በለየ ጊዜ እንደ እስራኤል ልጆች ቁጥር የአሕዛብን ድንበር አቆመ። የእግዚአብሔር ዕድል ፈንታ ሕዝቡ ነው። የእርሱ ርስት ዕድል ፈንታም በመካከላቸው ተመላለሰ። ከእስራኤል ቤት ለጠፉት በጎች በቀር ለሌላ አልተላክሁም አለ። የገዛ ወገኖቹ ስላልተቀበሉት ጸጋውን ለአሕዛብ አስተላለፈ (ምኩራብ ፈተለች ቤተ ክርስትያን ለበሰች) ዓለም በእምነትና በንስሓ አበራ። ምንም እንኳን አስቀድሞ ስለእርሱ እውቀት የሌለው ቢሆንም ሊያወቀው በወደደው መጠን ራሱን ገለጠ። እስራኤል ግን ራሳቸውን ወደ ጨለማ መለሱ። ስለዚህም ምክንያት ጌታችን የማያዩ እንዲያዩ የሚያዩትም እንዲታወሩ እኔ ወደዚህ ዓለም ለፍርድ መጣሁ አለ። (ቅዱስ ቄርሎስ ዘእስክንድርያ 132)
ብርሃን ወደ ዓለም የመጣ ፤ በጻድቃን ላይ የሚያበራ፤ የቤተ ክርስቲያን ሙሽራ ነው። ቅዱስ ያሬድ (ትምህርተ ድኅነት 66) የጽልመትን ሥራን ሁሉ ከራሳችን እናርቅ ዘንድና የጽድቅንም 
ጥሩር እንለብስ ዘንድ ኢየሱስ ክርስቶስ ወደ ዓለም መጥቷልና እነሆ በብርሃኑ እንመላለስ። ቅዱስ ያሬድ (ትምህርተ ድኅነት 68) -ወንድሞቼ የማይታይ ታይቷልና፣ የጽድቅ ፀሐይ ክርስቶስ ተገልጧልና በዐላችንን በደስታ እናድርግ እናክብር። ቅዱስ ያሬድ (ትምህርተ ድኅነት 82) እግዚአብሔር እውነተኛ ብርሃን ስለ ሆነ በእርሱና በእነርሱ (በቅዱሳኑ) መካከል ያለው ልዩነት ግልጽ ነው። እነርሱ ብርሃናቸውን የሚወስዱት ከእርሱ ነው። አቡነ ሺኖዳ (ፍቅር 69) እርሱ ጌታችንና መድኃኒታችን ኢየሱስ ክርስቶስ እኔ የዓለም ብርሃን ነኝ ብሏል። በዮሐ 9፤5 ላይም ይህንን ደግሞታል። ለደቀ መዛሙርቱ እርሱ ብርሃን ስለመሆኑ በነገራቸው ጊዜም ገና ጥቂት ጊዜ ብርሃን ከእናንተ ጋር ነው ብሎአቸዋል። ይሁን እንጂ እርሱ ራሱ እናንተ የዓለም ብርሃን ናችሁ።…መልካም ሥራችሁን አይተው በሰማያት ያለውን አባታችሁን እንድያከብሩ ብርሃናችሁ እንዲሁ በሰው ፊት ይብራ ብሎናል። በዚህ ምንባብ መሠረትም ክርስቶስ ክብሩን ትቶ ለሕዝቡ ሰጥቷልን። በፍጹም፤ ነገር ግን ቀደም ብለን እንደ ተናገርነው ክርስቶስ ብርሀሰን ነው ማለት እና ክርስቲያኖች ብርሃን ናቸው ማለት ፈጽሞ የተለያየ ትርጉም ያላቸው መሆኑን ልብ ልንል ይገባል። እርሱ እውነተኛ አማናዊ ብርሃን ነው። እኛም በእርሱ ብርሃንነት እናያለን። ለሰው ሁሉ ብርሃንን የሚሰጥ እርሱ ነው። ዘማሪውም ባለቅኔውም እግዚአብሔር ብርሃኔና መድኃኒቴ ነው፤ የሚያስፈራኝ ማን ነው ብሏል። ቅዱስ ጳውሎስም ማንም ሊቀርበው በማይችል ብርሃን በመኖሪያው ሳለ አኖሮታል። ቅዱስ ጰጥሮስ ደግሞ የሚደነቅ ብርሃኑን ጠቅሷል። ከእግዚአብሔር ብርሃንነት አንጻር የእኛ ብርሃንነት በፀሐይ ብርሃን አንፃር እንደ ጨረቃ ብርሃን ነው። ፀሐይ በተፈጥሮዋ ብርሃን ናት፤ ጨረቃ ግን ከፀሐይ ያገኘችውን ብርሃን ታበራለች። ክርስቶስም በባሕርዩ ብርሃን ነው፤ እኛ ግን ብርሃንነታችንን ከእርሱ ያገኘነው ነው። እርሱ ፈጽሞ ጨለማ የሌለበት ፍጹም ብርሃን ነው። እኛ ግን ከኃጢአታችን የተነሣ በጨለማ የምንሸፈንበት ጊዜ አለ። መጽሐፍ እንኳን ስለ መጥምቀ መለኮት ዮሐንስ በተናገረበት ክፍል ሁሉ በእርሱ በኩል እንዲያምኑ ስለ ብርሃን ይመሰክር ዘንድ ለምስክርነት መጣ።ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም። ብሏል። አቡነ ሺኖዳ (በክህነት አገልግሎት 154)
-ብላቴናዩቱ እመቤታችን ቀኑን በዕቅፏ ተሸክማ ወደ ምድር የምታወጣንና የንጋት እናት የኾነችውን ምሥራቅን ትመስላለች፤ በብላቴንነትና በእርግና ጊዜ የመደነቅ ስሜት ይበዛ ዘንድ፤ ንጋት እና ምሽት የሚተያዩት በፍቅር ነው፤ ታላቁን የጽድቅ ፀሐይ የምትሸከመው ንጋትናብርሃንን የሚያመሥረውን ኮከብ የሚወጣበት ምሽት። ቅዱስ ያዕቆብ ዘሥሩግ (ነገረ ማርያም በሐዲስ ኪዳን 114) 
-ጸጋ እግዚአብሔር ለፈለገ ሁሉ የሚሰጥ ነው። (መድሎተ ጽድቅ 2- 250) ብርሃን ብንል የሕይወት ብርሃን እርሱ ብቻ ነው። (የነገረ መለኮት መግቢያ 2) በጨለማ ውስጥ ያለ ሰው ብርሃንህን ላክልኝ ብሎ ቢጸልይ ነውና የሚያምረው። (ተንከተም 308) በዓለም ውስጥ ለሚኖሩ ለሰው ልጆች ሁሉ የሚያበራ እውነተኛ ብርሃን፤ ቅዱስ ኤፍ (ውዳሴ ማርያም ዘሰኑይ ትምህርተ ድኅነት 65)
መጽአ ወኅደረ ላዕሌሃ ዘየኀድር ውስተ ብርሃን ኀበ አልቦ ዘይቀርቦ… ቅዱስ ኤፍ (ውዳሴ ማርያም ዘሠሉስ) አንቲ እሙ ለብርሃን--(ውደ ማር ዘሠ) ኆኀተ ምሥራቅ--(ውዳ ማር ዘረቡ) ሕዝብ ዘይነብር ውስተ ጽልመት ወጽላሎት ሞተ ብርሃን ዐቢይ ሠረቀ ላዕሌሆሙ--(ውዳሴ ማር ዘረቡ) ሠረቀ ለነ እምኔኪ ፀሐየ ጽድቅ- (ውዳ ማር ዘዐር) ብርሃንኪ የዐቢ እምብርሃነ ፀሐይ አንቲ ውእቱ ምሥራቅ ዘወጽአ እምኔኪ ኰከብ ብሩህ ዘነፀርዎ ቅዱሳን (ውዳ ማር ዘዓ-ማርያም ድንግል) 
አንቲ ውእቱ ተቅዋመ ወርቅ--(ውዳ ማር ዘሰንበተ ክር) ከእውነተኛ ብርሃን የተገኘ እውነተኛ ብርሃን። ጸሎተ ሃይማኖት
፲. በዓለም ነበረ፤ ዓለሙም በእርሱ ሆነ፤ ዓለሙ ግን አላወቀውም። 
በዓለም ነበረ፦ እንዲህ ሲል ዘመኑ ከምድር ጋር አንድ ነው ማለቱ አይደለም።...እንዲህ እንዳልሆነ ለማስገንዘብ ግን ጨምሮ "ዓለሙም በእርሱ ሆነ" ብሎ ጻፈልን። ቅዱስ ዮሐንስ አፈወርቅ /የዮሐንስ ወንጌል 82/
ዓለሙ ግን አላወቀውም፦ በዚህ ስፍራ ዓለም ያለው ከምድራዊ ነገር ጋር የተጣበቀውን በምግባር የጎደፈውን አላዋቂነት የነገሠበትን ሕዝብ ነው። ዮሐ 5፥40፣ 8፥46 ቅዱስ ዮሐንስ አፈወርቅ /የዮሐንስ ወንጌል 83/ -ብዙ ሰዎች እግዚአብሔርን እናውቀዋለን ይላሉ። ስለ እውነት ከሆነ አያውቁትም ወይም በእውበተኛው እውቀት ውስጥ ሆነው አያውቁትም። እግዚአብሔርን በትክክል ማወቅ ማለት የሚለው ጉዳይ ከአሳብና ከአንደበት የበለጠ በመንፈስና በሕይወት ውስጥ ረዥምና ጥልቅ ጉዳይ ስለሆነ ነው። እግዚአብሔርን ለማምለክ አስቀድመን ልናውቀው ይገባናል። በጣም የሚያሳዝነው ግን ብዙ ሰዎች እግዚአብሔርን የሚያመልኩት በእውነት ሳያውቁት ነው። ስለሆነም እግዚአብሔርን ታውቀዋለህ የሚለው ጥያቄ ለአረመኔዎችና ለማያምኑ ሰዎች አይቀርብም። ይሁን እንጂ ሰማይና ምድርን በፈጠረ አንድ አምላክ እናምናለን ብለው በመጸለይና በመጾም ይህን ለሚደግሙት ግን ዳሩ ግን የማታውቁት በመካከላችሁ ቆሞአል። የሚለው የመጥምቁ ቃል ሊነገራቸው ይገባል። እግዚአብሔር ለእኛ እነሆም እኔ እስከ ዓለም ፍጻሜ ድረስ ከእናንተ ጋርነ ነኝ። ሁለት ወይም ሦስት በስሜ በሚሰበሰቡት በዚያ በመካከላቸው እሆናለሁና። በማለት ነግሮን ሳለ ብዙዎቻችን እርሱን አናውቀውም።
ይህ ደግሞ ቅዱስ አውግስጢን ገና ወጣት ሳለ የተናገራቸውን ቃላት ያስታውሰናል አንተ ከእኔ ጋራ ብትሆንም እኔ ግን ስለ ጎስቋላነቴ ከአንተ ጋራ አልነበርሁም። ከዚህም በተጨማሪ በዮሐንስ ወንጌል ውስጥ የተጻፉትን ቃላት እናስታውሳለን-በዓለም ነበረ ዓለሙም በእርሱ ሆነ ዓለሙም አላወቀውም። በእርግጥም እርሱ እውነኛ ብርሃን ነው፤ ይህን ብርሃን ደግሞ በጨለማ ውስጥ ያበራል፤ ጨለማም ሊያሸንፈው አይችልም። በሰማይ የምትኖር አባታችን ሆይ በማለት እጃቸውን አንስተው የሚጸልዩና በዚህ ዙሪያ እውቀት ያላቸው ሰዎች በሰማይ ስለሚኖር አባት ምን እንደሚያውቁ ቢጠየቁ እግዚአብሔር ፈጣሪ፣ በሰማይ በምድር የሞላ፣ ዘላለማዊ የማይወሰን፣ ኃያልና የማይገደብ ነው ብለው ይመልሳሉ። ይህ ሁሉ ትክክል ነው። ትክክል ነው ብንልም ግን ይህን የመሰሉት ሰዎች ምን አልባት ቃላት ያላቸውን ጥልቅ ጥቅም ሳይረዱ እንዲሁ ከአንዳንድ መጻሕፍት አንብበው ያለፉት ሊሆን ይችላል። በእንዚህ ሁሉ እግዚአብሔር የተገለጸው በመጻሕፍት፣ በነገረ መለኮት ጉባኤዎች ወይም በስነ መለኮት ትምህርት እንጂ በግል እውቀት አይደለም። በእርግጥ መጻሕፍት፣ ስብከቶችና መረጃዎች ብቻቸውን በቂ አይደሉም። እንዚህ ሁሉ ሕሊናን በአሳብ ብቻ ስለሚሞሉ ልብ ያለ ምንም ስሜት፣ ፍቅርና አስተያየት ባዶውን ይቀራል። እግዚአብሔርን ሳያውቅ ስለ እርሱ የሚያነብ ሰው ጉዳዩ ይህን ይመስላል። ከአባቶች አንዱ -ቅድስት ሥላሴ በአንተ ውስጥ ሳያድሩና አንተም በቅድስት ሥላሴ ውስጥ ሳታድር ስለ ቅድስት ሥላሴ ሁሉንም ነገር ጠንቅቀህ ብታውቅ ምን ትጠቀማለህ-በማለት ጠይቀዋል። በአሳብ ብቻ እንጂ በልብ ያልሆነ እውቀት ተራ የአዋቂዎች እውቀት ነው። እንዲህ ያለው እውቀት የአንድ ሊቅ እውቀት ነው እንጂ በአምልኮ ወይም በፍቅር ውስጥ ያለ ሰው እውቀት አይደለም። እንዲህ ያለው እውቀት ወደ ነገረ ሃይማኖት ውዝግብና ንትርክ ይቀየራል ወይም እጅግ በተማሩ ሰዎች ዘንድ ብቻ የሚያዝ ፍልስፍና ሆኖ ይቀራል። ሐዋርያው ቅዱስ ጳውሎስ -እውቀት ያስታብያል- ብሏል። ብዙዎች የሥነ መለኮት አዋቂዎች ስለሚታበዩ ወይም በእውቀታቸው ስለሚመኩ ይህ እውነት ነው። ምንም ያልተማሩ ሰዎች ከእነዚህ ሰዎች ይበልጥ ስለ እግዚአብሔር ስለ ተማሩ ከእነርሱ ይበልጥ ወደ እግዚአብሔር ልብ የተጠጉ ናቸው። አባታችን አዳም በየዋህነትና በንጽሕናው አውቆት ነበር፤ ይሁን እንጂ አዳም ከእውቀት ዛፍ በበላ ጊዜ ግን ምንም የማያውቅ ሆኗል። የአዳም አለማወቅ የተገለጠው ለእግዚአብሔር -በገነት ድምፅህን ሰማሁ፤ ዕራቁቴን ስለሆንሁ ፈራሁ፤ ተሸሸግሁም- ብሎ በተናገራቸው ቃላት ውስጥ ነበር። ራሱን መሸሸጉ እውነታ ያለማወቁን ማስረጃ የሚጠቁም ነው። እርሱ እግዚአብሔርን ሙሉ ለሙሉ በእውነት አውቆት ቢሆን ኖሮ ከዛፉ በስተኋላ መሸሸጉ ከእግዚአብሔር ሊሰወር እንደማይችል ማወቅ ነበረበት። አዳም የትም ቢገባም እግዚአብሔር ሊያየው እንደሚችል ማወቅ ይገባው ነበር። እርሱ የተደበቀበትን ቦታ ብቻ ሳይሆን በልቡና በአሳቡ ውስጥ ያለውን ሁሉ እንደሚያውቅ መገንዘብ ነበረበት። ከዚህ በተጨማሪ እግዚአብሔር ሰውን የሚወድና ይቅር ባይ አማላክ መሆኑን አዳም አላወቅም ነበር። ከዚህ በኋላ የሰዎች እግዚአብሔርን አለማወቅና ከእርሱ መንገድ ስተው መውጣታቸው እየቀጠለ መጣ። ይህ ስለሆነም መድኃኒታችን ኢየሱስ ክርስቶስ ከራሱ ጋራ እየተናገረ ወደ አባቱ ባቀረበው ረዥም ጸሎት ውስጥ-አባት ሆይ፣ ዓለም አላወቀህም፤ እኔ ግን አወቅሁህ- ብሏል። በእርግጥም ዓለሙ እግዚአብሔርን አላወቀም ነበር። የሚያመልኩት፣መሥዋዕትንና የሚቃጠል መሥዋዕት የሚሰውለት፣ ወደ እርሱ የሚጸልዩለት የሚጾሙት አይሁድ እንኳ ትክክለኛውን እምነት የሚቀበለውን አምላክ አላወቁትም ነበር። የእነርሱ እምነት ተራ እውቀት ነበር። በእነርሱ ዘንድ የነበረው እውቀት የእግዚአብሔርን ፍቅር እንዲይዙ የሚያድርጋቸው ምሁራዊ እውቀት ነበር። የእነርሱ እምነት ሐዋርያው ቅዱስ ያዕቆብ-አጋንንት ደግሞ ያውቃሉ ይንቀጠቀጡማል- ብሎ ከጠቀሰው እምነት ውስጥ የሚጠቃለል ነው። እምነታቸው በእውቀት ብቻ የተደገፈ እውቀታዊ እምነት ስለሆነ በውስጡ ፍቅር ስለሌለው ምንም ዋጋ የለውም። መድኃኒታችን ኢየሱስ ክርስቶስ ከራሱ ጋር እየተነጋገረ ባቀረበው ረዥም ጸሎቱ ውስጥ -እኔንም የወደድህባት ፍቅር በእነርሱ እንድትሆን እኔም በእነርሱ ስምህን አስታወቅኋቸው አስታውቃቸውማል- በማለት የተናገረው ለዚህ ነው። ኅብረትና ፍቅርን የሚገልጽ እውቀት። እንዲህ ዓይነቱ እውቀት ወደ እግዚአብሔር ፍቅር የሚመራ እውነተኛ እውቀት ነው። እግዚአብሔር በፊታችን ያስቀመጥነው ግልጽ ሐቅ ወደ እርሱ ፍቅር የሚመራ ማንኛውም ዓይነት ፍሬ ቢስ እውቀት መሆኑን መግለጡ ነው። ሃይማኖት ኅሊናን የሚገዛ ተራ መረጃና ዶክትሪን አይደለም። ይልቁንም የሃይማኖት መሠረት እግዚአብሔርን ማወቅና መረዳት ነው። እግዚአብሔር የሃይማኖት መሠረት፣ ዓላማና ምክንያት ስለሆነ ሃይማኖት ያለ እግዚአብሔር ምንም አይደለም። ሁሉንም ጽስቅና መልካም ሥራ ገንዘባችን አድርገን እግዚአብሔርን ካልያዝን ምንም ነን። እንዲህ ያለው ጽድቅና ሥራ ያለ እርሱ እውነት ሊሆን አይችልም፤ ሁሉም ተራ ልማዶች ወይም የሕግ ሥራዎች ይሆናሉና። ሁሉም መልካም ሥራዎች የሚገኙበት ብቸኛው መልካም ሥራ የእግዚአብሔር እውቀትና ፍቅር ነው። ሰው እግዚአብሔርን በእውነት ካወቀ ይወደዋል፤ ሰው እግዚአብሔርን ከወደደው ደግሞ ይበልጥ እያወቀው ይመጣል። በእርግጥ ሰው እግዚአብሔርን ካወቀ፣ ባሕርያቱን ካወቀ፣ፍቅሩን ካወቀ፣ ጥበቡንና መልካምነቱን ካወቀ፣ ርኅሩኅነቱን፣ ቸርነቱንና ይቅርታውን ካወቀ፣ ውበቱ ከሰው ልጆች ይልቅ የሚያምር መሆኑን ካወቀ ይደዋል። ይህ በዚህ እንዳለ ሰው እግዚአብሔርን ከወደደ እርሱ ማንነቱን ስለሚገልጽለት ይበልጥ እያወቀው ይመጣል። እንዲህ ያለው እውቀት የሚገለጸው ደግሞ በሰዎች ወይም በመጻሕፍት ሳይሆን በራሱ በእግዚአብሔር ነው። እግዚአብሔርንና ባሕርያቱን ማወቅ ማለት ምን ማለት ነው። ይህን ማለት በአንድ ሰው ሕይወት ውስጥ እርሱን ማወቅ ፣ እርሱን ማወቁ ሲታወቀው እርሱን መልመዱ፤ ስጦታውን በመመልከት ጥበቡን ማወቅ፣ ሰው ንስሓ ሲገባ በልቡ ውስጥ የሚፈሰውን በሰላም የሚሆነውን ይቅርታንና ሌሎቹንም የእግዚአብሔርን ድንቅ ባሕርያትን ማወቁ ማለት ነው። አሁን ሦስት የእግዚአብሔር እውቀት ዓይነቶች አውቀናል ማለት ነው። እነርሱም 1-ብቻውን በቂ ሊሆን የማይችለው ምሁራዊ እውቀት፣ 2-ሰው ከእግዚአብሔር ዘንድ የሚያገኘው የልምምድ እውቀትና፣ 3- የሚገለጠው እውቀት ናቸው። እንዲህ ባለው እውቀት ውስጥ እግዚአብሔር እርሱን ለሚወዱት በተለያዩ መንገዶች ራሱን ይገልጥላቸዋል። መድኃኒታችን ኢየሱስ ክርስቶስ -የሚወደኝንም አባቴ ይወደዋል እኔም እወደዋለሁ ራሴንም እገልጥለታሁ። በማለት ይህን ቃል ኪዳን ገብቶልናል። እነዚህ የመጨረሻ ቃላት ወደ እርሱ ስንቀርብ ጫማዎቻችንን ከእግሮቻችን ላይ በማውለቅ በጉልበቶቻችን ተንበርክከን እንድናውቅህ አድርገኽናልና በማለት እንድንናገር የሚያደርጉን እጅግ የተቀደሱ ቃላት ናቸው። እግዚአብሔርን የሚያሳውቀውን እውቀት በዚህ ምድር ላይ እንደሚጀምር ብናወቅም የሚያልቀው ወይም ፍጹምነቱን የሚያገኘው ግን በዚህ ምድር ላይ አለመሆኑን ልናውቅ ይገባናል፣ በዘላለማዊነት ውስጥም ይቀጥላልና። ሐዋርያው ቅዱስ ጳውሎስ -ዛሬ በመስታወት በድንግዝግዝ እንደምናይ ነን፤…ዘሬስ ከእውቀት ከፍዬ አውቃለሁ- በማለት ስለ ተናገረ እግዚአብሔርን ማወቅ ቀላል ወይም እንደ ዋዛ የሚታይ ነገር አይደለም። -ስለዚህ በመገለጥ ታላቅነት- ውስጥ ሐሴት ለሚያደርገውና ወደ ገነት ተነጠቀ …ሰውም ሊናገር የማይገባውን የማይናገረውን ቃል ሰማ- ተብሎ ለተነገረለት ለቅዱስ ጳውሎስ ይህ እንደምን ያለ እንግዳ ነገር ነው፣ ይህን ያህል ታላቅ የሆነው አስደናቂ ነገር ነው፣ እግዚአብሔርንስ ለማወቅስ ያለውን ነገር ሁሉ ለመስጠት መድከሙስ እንደምን ያለ አስገራሚ ነገር ነው፣ እርሱ ይህን አስመልክቶ ሲናገር እንዲህ ብሏለወ-ነገር ግን ለእኔ ረብ የነበረውን ሁሉ ስለ ክርስቶስ እንደ ጉዳት ቆጥረዋለ አዎን በእውነት ከሁሉ ይልቅ ስለሚበልጠው ስለ ክርስቶስ ኢየሱስ ስለ ጌታዬ እውቀት …እርሱንና የትንሣኤውን ኃይል እንዳውቅ በመከራውም እንድካፈል ወደ ሙታንም ትንሣኤ ልድርስ ቢሆንልኝ በሞቱ እንድመስለው እመኛለሁ-። ይህ ደግሞ ሐዋርያት እንኳ ፍጹም የሆነውን እውቀት እንደማያገኙ በግልጽ ያስረዳናል። ይህ ሐዋርያው ቅዱስ ጳውሎስ እንዲሁም በሚከተሉት የኢየሱስ ክርስቶስ ቃላት ውስጥ ግልጽ ነው።- ስምህን አስታውቅኋቸው ዘንድ አስታውቃቸውማል- አቤቱ ጌታዬ ሆይ፣ ይህ ይሁን እንጂ መላውን ዓለም እንዲያስተምሩ ለላክሃቸው ሐዋርያት ምን ልታውጅላቸው ትችላለህ። ከዚህ ሌላ የምትሰጣቸው ተጨማሪ እውቀት በአንተ ዘንድ አለ ማለት ነው። በእርግጥም በምድር ላይ የሚሆን ማንኛውም ዓይነት ሕይወት የማይበቃው እውቀት አለ። ለዚህ ነው መድኃኒታችን ኢየሱስ ክርስቶስ -እውነተኛ አምላክ ብቻ የሆንህ አንተን የላክኽውንም ኢየሱስ ክርስቶስን ያውቁ ዘንድ - በማለት የተናገረው። በዘላለማዊነት ውስጥ ያለ ተጨማሪ እውቀት። አሁን በያዝነው እንደ ጤዛ በሚረግፈው ሥጋችን ውስጥ እግዚአብሔር የሚያሳውቀንን ፍጽም እውቀት ገንዘብ ልናደርገው አንችልም። አሁን የምንመለከተው በድንግዝግዝ ነው ይህ ሥጋችን ከእኛ ላይ ሲወልቅ ግን በእግዚአብሔር አምሳያ የተፈጠረው ብሩኅ መንፈሳችን ሲገለጥ ግን ብዙ እናውቃለን። ዐይን ወደላያት፣ ጆሮ ወዳልሰማት፣ በሰውም ልብ ወዳልታሰበችው እና ለእኛ ወደ ተዘጋጀልን መንግሥት ስንገባ በዚያ ብዙ እናውቃለን። ለመሆኑ ይህን ክብር ስንጎናጸፍ ስለ እግዚአብሔር ሁሉን ነገር እንችል ይሆን አንችልም። እኛ ውስን ፍጡር ስንሆን እግዚአብሔር ግን የማይወሰን አምላክ ነውና። የተወሰነው ስላልተወስነው ሁሉንም ነገር ሊያውቅ አይችልም። የተወሰነው ኅሊና ወይም ልብ ስላልተወሰነው እግዚአብሔር እንዴት ሁሉን ነገር ሊያውቅ ይችላል ይህ በእኛ ዘንድ የፍቅር ፉጨት በሚል ርዕስ የተዘጋጀው ግጥም አንድ ስንኝ እንዳስታውስ ያደርገናል-ሕዋው አንተን ካልቻለህ ሊይዝህ፤ ታዲያ ልብ እንዴት ይቻልህ- ለዚህ ብቸኛውና አማራጭ የሌለው መንገድ እግዚአብሔር እርሱን ማወቅ የሚያስችለንን እውቀት ለመያዝ ይችሉ ዘንድ ልቦቻችንና ኅሊናዎቻችንን እንዲያሰፋልን መጠየቅ ነው። እንዲህ ባለው ድንቅ እውቀት እጅግ ስለምንደነቅ ከዚህ የበለጠ ምንም ልንይዝ አለመቻላችንን ይበቃናል ይበቃናል በማላት የምንገልጽ ይመስለኛል። ከፊት ለፊታች በሚገለጠው ነገር ስለምንፈዝ ወደ ማንነታችን እስክንመለስ ድረስ እስከ መቼ እንዲሆን አናውቅም- ሰዓታት ያልፋሉ ባወቅነው ነገር ከተደሰትንና ነተመስጦ ከቆየንበት እንዲሁም በጣዕሙና በጥፍጥናው ደስ ከተሰኘን እግዚአብሔር በድጋሚ ልቦቻችንንና ኅሊናዎቻችንን ያሰፋልናል፤ ልብ እና ኅሊና አፍቃሪዎች ናቸውና። የማይዳሰሰውንና ፈጽመው ሊረዱት የማይቻለውን እግዚአብሔርን ሊይዙት አይችሉም። ታዲያ ልናገኘው የምንችል ከሆነ እንዲህ ያለውን ፍጹም እውቀት ማግኘት የምንችለው መቼ ነው። ይህን ጥያቄ መልካሙ አምላካችን ለአባቱ በሰጠው መልስ ውስጥ እንዲህ በማለት መልሶታል፤ እውነተኛ አምላክ ብቻ የሆንህ አንተን ብቻ የላኽውንም ኢየሱስ ክርስቶስን ያውቁ ዘንድ-። ወደ ገነት ስንሄድ የሚገጥመን ይህ ከሆነና መንፈሳዊውን ሰማያዊውን አካላችን በክብር ከተነሣ በምድር ላይ ሳለን ስለሚኖረን እውቀት ምን ሊባል ይችላል። መድኃኒታችን ኢየሱስ ክርስቶስ ቅዱሳን ከነበሩበት ከአሥራ አንዱ ሐዋርያት መካከል ለአንዱ-አንተ ፊሊጶስ ይህን ያህል ዘመን ከእናንተ ጋር ስኖር አታውቀኝምን- በማለት ያቀረበው ጥያቄ ፊት ስንቆም አናፍርምን ይህ ሐዋርያ ሥጋ ስለ ለበሰው አምላክ ያለው እውቀት እስከዚህ ድረስ ከሆነ በመለኮታዊ ክብሩ ውስጥ ያለውን እግዚአብሔርን ለማወቅ ያለው እውቀት ምንኛ የራቀ ሊሆን ነው። በእርግጥ ግን እግዚአብሔር ለእኛ የሚያድለን እውቀት በእርሱ እንድናምንና እንድንወደው ለማድረግ በቂ ነው። በዚህ ምድር ሳለን ይህ ለእኛ በቂ እውቀት ነው። በዘላለማዊነት ውስጥ ስለ እርሱ የምናውቀው እስከ ምን ድረስ እንደሚሆን ለማወቅ ለመገመት እንኳ አንችልም። ይበልጥ ሊሆን የሚችለው ነገር ግን ሰብአዊ ፍጥረታችን የሚታደሰውን ክብር እስኪያገኝ ድረስ በእግዚአብሔር እውቀት ውስጥ ማደጉ ነው። በመንፈስ መነሣሣት ውስጥ ብዛት ያላቸው ነገሮች በእግዚአብሔር አማካይነት እየተገለጡልን ነው፤ ከዚህ የበዙ ደግሞ በሤጋዌው ተገልጠውልናል። ሐዋርያው ቅዱስ ዮሐንስ ይህን አስመልክቶ ሲናገር እንዲህ ብሏል-መቼም ቢሆን እግዚአብሔርን ያየው አንድ ስንኳ የለም፤ በአባቱ እቅፍ ያለ አንድ ልጁ እርሱ ተረከው። እመኑኝና ሙሉ የሕይወታችን ዘመን እንኳ ከእግዚአብሔር ባሕርያት መካከል አንዱን ለማወቅ በቂ አይደለም። ሌላው ቢቀር የእግዚአብሔር ባሕርያት በእኛ ዘንድ በሚገባ አይታወቁም፤ ወደ እነርሱ ውስጥ ገና በጥልቅ አልገባንም፤ ለቢዩ ዳዊት ይህንን አስመልክቶ ሲናገር-የሥርህን ሁሉ ፍጻሜ አየሁ፤ ግን እጅግ ሰፊ ነው- ብሏል። ታላቅ ነቢይ የሆነው ይህ ቅዱስ ዳዊት መንገዱን ይመራው ዘንድ በጸሎቱ ውስጥ እግዚአብሔርን እንዲህ እያለ ይለምነው ነበር- አቤቱ መንገድህን አመልክተኝ፤ ፍለጋህንም አስተምረኝ። በዚህ ምድር ላይ በሚኖረን ሕይወት ውስጥ የእግዚአብሔርን እውቀት ገንዘብ ለማድረግ እንችል ዘንድ እርሱን የሚገልጡትን ነገሮች ለማወቅ እንሞክራለን። ቅዱሳት መጻሕፍትን፣ ሕጉን፤ ዐይንን የሚያበሩ ትእዛዛትን ለማወቅ እንሞክራለን። ከዚህ በተጨማሪ ለማገልገል የሚላኩትንና የእሳት ነበልባል የሆኑት መላእክቱንም ለማወቅ እንሞክራለን። እና ሰማያዊቷ ኢየሩሳሌም ላይ በተመስጦ ለመቆየት እንሞክራለን። ይሁን እንጂ በእኛ ዘንድ እጅግ ብልኅ የሆነው ሰው ሊናገር የሚችለው-እኔ አላውቅም-ውይም በከፊል አውቃለሁ- ብሎ ነው። እስከ አሁን ድረስ በእግዚአብሔር ስለ ተፈጠረው ሕዋ ካላወቅን ይህን ሕዋ የፈጠረውን እግዚአብሔርን እንዴት ልናውቀው እንችላለን። እኛ እኮ እከ አሁን ድረስ ፕላኔቶችን፣ ከዋክብትንና የከዋክብትን ክምችት ሙሉ ለሙሉ አላወቅንም። እኛ በጠፈርተኞቹ ከጨረቃ ላይ የመጣ ድንጋይ በውስጡ ያለውን ንጥረ ነገር መርምረን ለማወቅ ራሳችንን ባተሌ የምናደርግ ከሆነ ጨረቃን የፈጠረውን አምላክ እንዴት ልናውቀው እንችላለን፤ ሌላው ቢቀር በምንኖርባት መሬት ላይ ስላሉ ነገሮችና በውኃዎቹ ጥልቀት ውስጥ ስላሉ ምሥጢራት የምናውቀው ነገር የለም። እናውቅ ዘንድ ግን እየቆፈርንም እየጠለቅንም ነው፤ የዚህ ሁሉ ውጤት ደግሞ ከፍለን ማወቃችን ነው። ስለ ራሳችን ብዙ የምናውቀው ነገር የለም ብዬ ስናገር ግን አንባብያን ይቅርታ እንዲያደርጉልኝ እየተየቅሁ ነው ለምሳሌ ስለ መንፈስ፤ ስለ ተፈጥሮና ስለ እነዚህ ሁለቱ እንዴት ከሥጋችን እንደሚለዩ ምን የምናውቀው ነገር አለ ይዘነው ስለምንነሣው ሰማያዊ አካል ምን እናውቃለን ሰውን እና የምንኖርበትን ሕዋ ምሥጢራት ካላወቅን እግዚአብሔርን አውቀዋለሁ ብለን ለመናገር እንደፍራለን ይሁን እንጂ በዚህች ምድር ላይ ሳለን በእውቀት እናድጋለን ብለን መናገር እንችላለን። ከእግዚአብሔር ጋር በሚኖረን ኅብረትና እርሱን በሕይወታችን ውስጥ ስንለምደው ለእርሱ ያለን አውቀት ያድጋል። ይህን አስተካክሎ የተናገረው ጻድቁ እዮብ ነው። -መስማትንስ በጆሮ በመስማት ሰምቼ ነበር አሁን ግን ዓይኔ አየች- ሰለ ሰማርያ ሰዎችም ተመሳሳይ ነገር ሊባል ይችላል። ያቺ ሳምራዊታ ሴት ክርስቶስን እንዲያዩ ስትጠራቸው -ያደረግሁትን የነገረኝን ሰው ኑና እዩ- ነበር ያለቻቸው። ሰዎች ጌታን አይተው ስላመኑ ሴቲቱን እንደህ ነበር ያሏት- አሁን የምናምን ስለቃልሽ አይደለም እኛ ራሳችን ሰምተነዋልና-እነዚህ ሰዎች ከእርሷ አንደበት ከሰሙት በዐይቻቸው የተመለከቱት ውጤታማ ሆኖባቸዋል። ሊነጻጸር ባይችልም ንግሥት ሳባ ንጉሥ ሰሎሞንን በተመለከተች ጊዜ የነበራት ስሜት አልተቀየረላትም። ራስን መሳትና ከምግብ መታቀብ። እግዚአብሔርን ካወቅኸው በፍቅሩ ሰክረህ ራስህን ልትስት ትችላለህ። አንድ ሰው በሰው ኅሊና ውስጥ ያልታሰበውን ነገር ዲያውቅ ወይም ሰው ሊናገረው የማይቻለውን ቋንቋ ሲናገር አንዳንድ ሰዎች እንደሚናገሩት ራሱን ሊስት ይችላል። እንደዚሀ ዓይነቱ እውቀት ማንም ሊገልጸው በማይችለው መንገድ በሰው ልብ ውስጥ የላቀ ስሜትን ይፈጥራለ። እንዲህ ዓይነቱ እውቀት -ሞኝነት- ተብሎ በተጠራው በማንኛውም እውቀት ወይም ጥበብ ላይ እንዲያፌዝ የሚያደርገው ነው። እዚህ ደረጃ ላይ ስትደርስ ኅሊናህ ከፍ ይላል ነፍስህም ትሞላለች። እግዚአብሔርን በእርግጥ ካወቅኸው በዓለም ውስጥ ያለውን ነገር ሁሉ ትንቃለህ፣ የሥጋ ምኞትና፣ የዐይን አምሮትንና በገንዘብ መመካትን ትንቃለህ፣ በሌላ መልኩ በዓለም ያሉትን ነገሮች ከወደድህ የአባት ፍቅር በአንተ ውስጥ አይኖርም። ልታውቀውም አትችልም። ሐዋርያው ቅዱስ ጳውሎስ ከሁሉም ነገር ይልቅ ስለሚበልጠው ስለ ክርስቶስ እውቀት ሲል ነገር ሁሉ ጉዳት እንዲሆን ቆጥሯል። እግግዚአብሔርን ያወቀ ሰው በእርሱ ደስታ ስለሚሰማው ከነቢዩ ዳዊት ጋር-በሰማይ ያለኝ ምንድር ነው በምድርስ ውስጥ ከአንተ ዘንድ ምን እሻለሁ-ለእኔ ግን ወደ እግዚአብሔር መቅረብ ይሻለኛል-እያለ ይዘምራል። እንዲህ ያለው መንፈሳዊ ደረጃ ላይ ከደረስህ እግዚአብሔርን ልታዉቀወ ትችላለህ፤ ይህን ስልም በከፊል ታውቀዋለህ ማለቴ ነው። በእርግጥ ግን የእግዚአብሔር እውቀት የተመሠረተው በቅምሻና በእይታ ላይ ነው-እግዚአብሔር ቸር እንደ ሆነ ቅመሱ እዩም- አቡነ ሺኖዳ (እግዚአብሔርና ሰው 173) -ይህንም ስለ ሰነፎች ሰዎች ይናገራል። ፍላጎታቸው ምድራዊ የሆነ ሰነፎች ሰዎች ጌታን አላወቁትም። የጽድቅ ሰዎች ግን ሰው በሆነ ጊዜ አውቀውታል። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 35 ማወቅ የሚለው ቃል የሚሰጠን ትርጉምና ምን ዓይነት ዕውቀት የሚለው ላይ ተጠንቅቀን ስንመለከተው -ነጽሮተ እግዚአብሔር-ሆኖ እናገኘዋለን። (የነገረ መለኮት መግቢያ 72) ባሕርይ-የማይመረመር የማይታወቅ የማይቀርቡትና የማያገኙት፣ ረቂቅና ርሑቅ ነው። …እግዚአብሔርን በግብሩ የሚታወቅ ነውና፣ ልናውቀው ፣ የሚገኝ ነውና ልናገኘው፣ ቅሩብና ርኩብነቱን ልንረዳው እንችላለን። ግብር ከባሕርይ ተለይቶ አይገኝም፣ አይገናኝምም። ቅዱስ ጎርጎርዮስ ዘኑሲስ(የነገረ መለኮት መግቢያ 79) እግዚአብሔርን ማወቅ በእርሱ ፈቃድ ላይ ብቻ የተመሠረተ ነው። የማወቂያ መንገዶቹም እርሱ ወድዶና በሰው አቅም መጥኖ የገለጻቸው ናቸው። (የነገረ መለኮት መግቢያ 80) ሰዎች ስለ እግዚአብሔር በጥቂቱም ቢሆን ማወቅ የሚችሉት የዐዋቂና ታዋቂ፣ የአጥኚና ተጠኚ፣ የመርማሪና ተመራማሪ ግንኙነትን ከሐሳብ ጭምር አስወግደው ወደ መንፈሳዊ ኅበረት ሲያድጉ ነው። እግዚአብሔርን የኹሉ ባለቤትና የነገሮች ኹሉ ፍጻሜ አድርጎ ማሰብ የቻለ ሰው ብቻ ጥቂት ማወቅ ይችላል። (የነገረ መለኮት መግቢያ 80) ቅዱስ ኤፍሬም ሰው ነገረ እግዚአብሔርን ለማወቅ የሚያደርጋቸውን ጥረቶች በሦስት ዓይነት መንገድ ያስቀምጣቸዋል። 1- ሰው ራሱን አጥኚ አድርጉ 2-ራሳችንን መንፈሳዊ ተሳትፎ ላይ የማናገኝበት 3- በፍቅርና ፍጹም በሆነ ተመስጦ እንዲሁም በመንፈሳዊ ተሳትፎ የሚደረግ ጥረት ነው። (የነገረ መለኮት መግቢያ 83) -አምላካዊ ባሕርይ በራሱ ማንነት ከየትኛውም ሁሉንአቀፍ ዕውቀት በላይ የረቀቀና በእኛ መላ ምት ሊደረስበት የማይቻል ነው። ቅዱ ጎርጎርዮስ ዘኑ (የነገረ መለኮት መግቢያ 84) -ምድራውያን ፍጡራን የምንኾን እኛ የሥጋ ሕይወት ከምትኾን ከደመ ነፍስ ጋር ተዋሕዳ ያለች የነባቢት ነፍሳችንን ባሕርይ እንኳ አናውቅም። አንድምታ (የነገረ መለኮት መግቢያ 85) -ረቂቅ ምጡቅና በባሕርዩ ርሑቅ ስለኾነው አምላክና ቃላት ጽንሰ ሐሳቦች ለማጎዳኘት አንሞክር። ማድረግ የምንችለው ቅዱሳት መጻሕፍት የገለጡልንን መጠቀም ብቻ ነው። ዲዮናስዮስ ዘአርዮስ ፋጎስ "ራስን በመካድ አስጀምሮ አስተርእዮ እግዚአብሔርን ለመረዳት ሰዎችን ያዘጋጃል።" (የነገረ መለኮት መግቢያ 86) ጸጋን የሚያድል የእግዚአብሔርን ፈቃዱ የሥጋ ሕይወት በምትሆን በነፍስ ዓዋቆች እንድንሆን ዘንድ ነው፤ ዐውቀን ብናምንበት የእግዚአብሔር ልጆች፣ ለበጎ ሥራ ማደሪያ፣ መሣፈሪያ፣ በጎውን የምነወድ፣ ክፉውን የምንጠላ እንዲህ ለሕጉ የምንቀና እንሆናለን። 318 (ተኀሥሦ 160) በሥነ ፍጥረት ተመራምረው ያመኑ ብዙዎች ናቸው። ከዚያው ከቀደሙት ሰዎች አብርሃም በኋላ ሰዎች ሙሴ ጸሊም።…በሥነ ፍጥረት የሚመረምር ሰው ድንቁርና አያገኘውም።…ስንኳን ሊያገኘው አይደርስበትም። …በአእምሮ ጠባዕይዕ የሚመረምር ሰው ድንቁርና አያገኘውም። (ተኀሥሦ 161) በሃይማኖት ሳታውቀው በሥነ ፍጥረት ማወቅ አይቻልህም። /ማር ይስሐቅ/ በስብከት ይሁን በጉባኤ የተገኘ እምነት ሃይማኖት ሰሚእ ሲባል በመገለጥ የሚገኝ ደግሞ ሃይማኖተ ርእይ ይባላል። አእምሮ ጠባይዐዊ በተፈጥሮ የሚሰጥ እውቀት፣ አእምሮ መንፈሳዊ በጸሎት የሚገን እውቀት (ተኀሥሦ 161)-አመክንዮ ወደ ልዕልና ወደ ከፍተኛ እንዲደርስና የበለጠው ዕውቀት ጋር እንዲደርስ፣ ሃይማኖት (መገለጥ) ከላይ መጥቶ አመክንዮን ወደ ልዕልና ማውጣት አለበት። (ማስያስ 4) ዓለም የተባለው ሰው ነው። (ትምህርተ ጽድቅ 86) ወደ ምድር ሲወርድ ሠረገላውን በሰማይ አልተወውም ነበር፤ በማርያም ማኅፀን ውስጥ ሲኖር ሰማያት ያለ እርሱ አልነበሩም። -ቅዱ ኤፍ (ነገረ ማርያ በሊቃው ክፍል አንድ 177) እውቀት ከእኔ ይልቅ ተደነቀች ወደ እርሳ መድረስ አልችልም- መዝሙረ ዳዊት፤ ልቦናዬ በነፋስ ትከሻ ተጭኖ -ቅዳሴ ማርያም ፤ዝም እንበል- ቅዱስ ኤፍ (ውዳሴ ማርያም)፤ አውቀውትስ ቢሆን ኖሮ የክብርን ጌታ ባልሰቀሉት ሕዝቤ እውቀትን ከማጣት የተነሣ ጠፍቷል። ዕውቀት ሰው በአፍአዊ ሕዋሳቱ አይቶ ብቻ የሚረዳው የሚይዘው አይደለም። ሥጋና ደም አልገለጠልህም - ያለ እግዚአብሔር የሆነ ምድራዊ ዕውቀት ሙሉ እና የተቃና ዕውቀት አይሰጥም። ሰው ሰው ሆኖ በመፈጠሩ ብቻ የሚያገኘው ዕውቀት አለ። (ማስያስ 8)
፲፩. ወደ ወገኖቹ መጣ፤ ወገኖቹ ግን አልተቀበሉትም።
-መጣ ሲባል በግድ የመጣ አይደለም አምላካዊ ርኅራኄው በበጎ ፈቃዱ ሰውን በመውደዱ መጣ እንጂ። የእርሱ የተባሉት አይሁድ ናቸው። በሥጋ ስለ ተዛመዳቸው ወገኖቹ ስለሆኑ ነው። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 37 በትንቢት ተነግሮ ነበር -ት ኢሳ 53፤3 (ነገረ ክርስቶስ 23) …እስራኤላውያን መሲሑን መስቀል አሸክመው ሲግጡት ከአሕዛብ ሀገር የመጣው ስምዖን ግን መስቀሉን ለመሸከም ክብር በቃ። ቅዱስ ኤፍሬም እንዲህ ይላል-በረከቶችን ሁሉ ይዞ የመጣውን ክርስቶስን በቅናታቸው አንቀበልም ብለው በረከታቸውን ወደ አሕዛብ ወርውረዋልና መስቀሉን የመሸከም ዕድል ለአሕዛብ አሳልፈው መስጠት ይገባቸዋል- (ሕማማት 245) ከአንድ ሥፍራ ወደ ሌላ ሥፍራ የመጣ ሆኖ አይደለም፤ ይህ ለእርሱ ባሕርይ የሚስማማ አይደለምና። ምንም እንኳን አስቀድሞም በዓለሙ የነበረ የሞላ ቢሆንም አይታወቅም ነበር። ነገር ግን የእኛን ሥጋ ለብሶ ከተገለጠ በኋላ በታወቀ በተረዳ ነገር ታወቀ። ይህንንም ሁኔታ ማለትም የእግዚአብሔርን በዓለሙ መገለጥ ወንጌላዊው በመምጣት መሰለው። (በእንተ ቀዳማዊ ቃል 61)
ውድ ወንድሜ ሆይ፣ ጌታ ኢየሱስ ክርስቶስ ብቻውን የሆነባቸውን ጊዜያት በሙሉ እንዳልጽፍልህ ጊዜ ያጥርብኛል። ወደ ወገኖቹ መጣ፤ ወገኖቹ ግን አልተቀበሉትም። እርሱ የዓለም ብርሃን ነው። ነገር ግን ሰዎች ወደዚህ ብርሃን ሊቀርቡ አልፈለጉም። ብርሃንም ወደ ዓለም ስለመጣ ሰዎችም ሥራቸው ክፉ ነበርና ከብርሃን ይልቅ ጨለማን ስለወደዱ ፍርዱ ይህ ነው። ይህ ሁሉ የሆነው ባለፈው ጊዜ ቢሆንም አሁንም እየሆነ ያለው ይኸው ነው። ያው የድሮው ታሪክ እየተደገመ ነው። ጌታ ብቻውን ቆማአል። ዓለሙ ግን በራሱ ደስታ ምቾትና ከንቱ በሆነው ነገር ተጠምዷል። ስለ ኢየሱስ ክርስቶስ የሚያስብ አንድስ እንኳ የለም። እንደ ማርታ እህት እንደ ማርያም ማንም እግሮቹን በእንባው ሊያብስ አልፈቀደም። ጌታችን አሁንም አብዛኛው ሰው ትቶት እንደሄደና ብቻውን እንደሆነ ያውቃል። እንዲያውም በሚያስደንቅ ቃሉ እንዲህ ብሎአል-ነገር ግን የሰው ልጅ በመጣ ጊዜ በምድር እምነት ያገኝ ይሆንን-። አንተስ ብትሆን ጌታን ብቻውን አልተውኸውምን ከእርሱ የሚለይህ ጉዳይስ አላጋጠመህምን ራስህን ጠይቅ። አቡነ ሺኖዳ (የነፍስ አርነት 88) -መንፈሳዊው ሕይወት በእግዚአብሔርና በሰዎች መካከል የሚገኝ ያጋራ ፍቅር ነው። እግዚአብሔር ይወዳችኋል። ይህ ክርክር የማያስፈልገው እውነት ነው። እግዚአብሔር ዓለሙን ይወዳል። -እግዚአብሔር አንድያ ልጁን እስኪሰጥ ድረስ ዓለሙን እንዲሁ ወዶአልና- ይሁን እንጂ በዚህ ፍቅርና በዚህ ስጦታ ዓለሙ ሁሉ ተጠቅሞ ሊድን አልቻለም። ይሁዳ ወይም ሐና እና ቀያፋ ወይም ሄሮድስ አልዳኑም። ወይም ደግሞ እግዚአብሔርን አንቀበልህም ያሉትና ይህን በማታቸው የጠፉትም አልዳኑም። በመጽሐፍ ቅዱስ ወደ ወገኖቹ መጣ፤ ወገኖቹ ግን አልተቀበሉትም- ተብሎ የተነገረላቸውም አልዳኑም። አቡነ ሺኖዳ ሮሜ 10፤21(ፍቅር 297) -ነጻ ፍቃድ አለህ ለመቀበል ላለመቀበል- አቡነ ሺኖዳ (ድኅነት በቅጽበት 194) መምጣት በሁለት ይከፈላል-የአምሳልና የአካል። (መልእክተ ዮሐንስ 236) -ወገኖቹ የተባሉት አይሁድ ናቸው እነርሱም በ 7 ይከፈላሉ (መልእክተ ዮሐንስ 280)
፲፪. ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።
-ያመኑበት ሁሉ አገልጋዮች ቢሆኑ ጌቶችም ቢሆኑ ዮናናውያን የግሪክ ሰዎች አሓዛብም ቢሆኑ በልጅነት የእግዚአብሔር ልጆች ይሆናሉ እንጂ ሥጋውያን ልጆች አይሆኑም ሲል ነው። ግእዝ በግእዝ (የዮሐንስ ወንጌል ማብራሪያ 37) በእውነት ይህ ለእግዚአብሔርነት ባሕረይው የሚገባ ፍርድ ነው። የበኩር ልጄ ተብለው የተጠሩ እስራኤላውያን ተጥለዋል። እስራኤል ከአምላካቸው ጋር የነበራቸው ቅርብ ግንኙነት አልፈለጉትምና። ልጁም በገዛ ወገኖቹ ሲገለጥ ሊቀበሉት ፈቃደኛ አልሆኑም። የክብራቸው መገኛ የሆነውን አምላክ አቃለሉት። አሕዛብ ግን በእምነት ተቀበሉት። እስራኤል ከእግዚአብሔር የሆነውን ቅድስና አጡ። አሕዛብ ግን በጸጋው ከበሩ። እስራኤል የከፋ ምክራቸው ውጤት የሆነ መራራ ፍሬን ተቀበሉ። አሕዛብ ግን በእምነት የተገኘ ቅድስና ባለቤት ሆኑ። እስራኤል ከወይራ ዛፍ ተቆረጡ እንዲህ የሚል ቃልንም ሰሙ። ኃጢአተኛ ወገንና በደል የተሞላበት ሕዝብ የክፉዎች ዘር ርኩሰትን የምታደርጉ ልጆች ሆይ ወዮላችሁ፤ እግዚአብሔርን ትታችኋልና የእስራኤልንም ቅዱስ አቃልላችኋልና። ከክርስቶስ ደቀ መዛሙርት አንዱ ስለ አሕዛብ እንዲህ አለ። እናንተ ግን ከጨለማ ወደሚደነቅ ብርሃኑ የጠራችሁን የእርሱን በጎነት እንድትናገሩ የተመረጠ ትውልድ የንጉሥ ካህናት ቅዱስ ሕዝብ ለርስቱ የተለየ ወገን ናችሁ፤ እናንተ አስቀድሞ ወገን አልነበራችሁም አሁን ግን የእግዚአብሔር ወገን ናችሁ።  አሕዛብ በአምነት ልጁን ተቀበለዋልና የእግዚአብሔር ልጅነት ጸጋን ታድለዋል። 
ልጁ የእርሱ የባሕርዩ ከሆነው ነገር ተካፋይ እንዲሆኑ ፈቅዷል። ይህም ሞትን ማሸነፍ ነው። ለሰው ሞትን የሚያመልጥበት ሌላ ምንም ዓይነት መንገድ የለውም። የሰማያዊው ንጉሥ መልክ ካልታተመብን በስተቀር ይህ ሁኔታ መሬታዊ እንደሆነ መሬታውያን የሆኑት ደግሞ እንዲህ ናቸው። የዚያንም የመሬታዊውን መልክ እንደለበስን የሰማያዊውን መልክ ደግሞ እንለብሳለን። የክርስቶስም ተካፋዮች ሆነናል። መጽሐፍ ቅዱስ እንደሚል በእግዚአብሔር መልክና ምሳሌ ታትመናል። አሁን ጥንተ ተፈጥሮአችን ይመለስ ዘንድ ከመለኮታዊው መልክ ተካፋዮች ሆነናል። ከኃጢአት ረግረግ ወጥተን በጽድቅ አንገታችንን ቀና አድርገናል። ከክርስቶስ የተነሣ ባሕርያችን ወደሚለወጥ ወደ መንፈሳዊና የተከበረ ልደት ተሸጋግረናል። ከእግዚአብሔር የሚኖረን ልጅነት እንደ ልጁ በባሕርይ ሳይሆን በጸጋ የተደረገ ነው። እርሱ ከእውነተኛ አባቱ ባሕርይ የተገኘ ልጅ ነውና። እኛ ግን እርሱ ለእኛ ባለን ጥልቅ ፍቅር ምክንያት ያገኘነው ልጅነት ነው። በጸጋውም አማልክት ናችሁ ሁላችሁም የልዑል ልጆች ናችሁ ተባልን። ነገር ግን እረሱ ልጅ እግዚአብሔር ጌታም የሆነ ስለሆነ ልጅነቱ አስቀድመን እንደገለጥነው የባሕርይ ነው። ከእኛ ልጅነት አንጻር ሲታይም የእርሱ የእግዚአብሔር ልጅነት በእውነት የሆነ እንጂ በጸጋ ምክንያት የተሰጠው አይደለም። እርሱ የሚሰጥ እንጂ የሚቀበል አይደለም። (ቅዱስ ቄርሎስ ዘእስክንድርያ 134) 
ይህ የኢየሱስ ክርስቶስ የባሕርይ ገንዘብ ብቻ ነው፤…ከፍቅሩ የተነሣ ግን እኛም አንድንጠራበት በጸጋ ሰጠን። 1ዮሐ 3፤1 (መድሎተ ጽድቅ 2-468) ይህ የጸጋ ልጅነት ከሁሉም በላይ ነው። -ይኽም የልጅነት ሥልጣን ለተሰጣቸው በአእምሮ ጠባይዕ ላይ አእምሮ መንፈሳዊ እንዲታደላቸው ያጠይቃል። (ፍካሬ ሞት ወሕይወት 37)
ሰው የእግዚአብሔርን ልጅነት ካገኘ በኋላ ለልጅነቱ እንደሚገባ የማይመላለስ ከኾነ የሚያገኘውም ቅጣትም ዕጥፍ ድርብ ከኾነ፤…ቅዱስ ዮሐንስ አፈወርቅ (የማቴ ወንጌ 170) በርግጥ ባለፈው የአበው ዘመንም ቢሆን ከእግዚአብሔር ጋር የአባትና የልጅ አንድነት የነበረ ቢሆንም አንድነቱ ግን የረድኤት እንጂ የልደት አልነበረም። በመግቦት፣ በጥበቃው፣ ውኆችን በማፍሰስ፣ ዝናማትን በማዝነብ፣ ብርሃናትን በማመላለስ፣ ወቅትን በማፈራረቅ፣ በዝናብ አብቅሎ በጸሐይ አብስሎ በመመገብ፣ ከአባት ወገብ ዘር ከእናት ደም ከፍሎ በማኅፀን አዋሕዶ አካል ዘየአካል ሰጥቶ በማኅፀን ጠብቆ እንዲወለድ አድርጎ በማሳደግ ፣ መሥዋዕታቸውን እሳት ከሰማይ ወርዶ እያቃጠለ በመቀበል፣ ጠላቶቻቸውን ያሸንፉ ዘንድ ጉልበት በመስጠት በመንፈሰ ረድኤት አይለያቸውም ነበር። እነርሱም ከእናቴ ማኅፀን ጀምሮ አንተ አምላኬ ነህ-አንተ ከእኔ ጋር ነህና ክፉውን አልፈራም-አቤቱ ጉልበቴ ሆይ እወድሃለሁ-እያሉ ይቀኙለት ነበር። ይሁን እንጂ አባትና ልጅነቱ የመግቦት የረድኤት እንጂ የመንፈሳዊ ልደት ስላልነበረ ርስት ለመውረስ የሚያበቃቸው አልነበረም። ያልተወለደ፣ ልጅነት የሌለው የአባትን ንብረት አይወርስምና። በመጋዝ ተሰንጥቀው፣ በድንጋይ ተወግረው፣ የአንብስቱን አፍ ዘግተው፣ ዋሻ ለዋሻ ተንከራትተው -አሁን ግን -ኄር ዘበህላዌሁ ዘልማዱ ኂሩት- በባሕርዩ መሐሪ ልማድ ቸርነት እርሱ- በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።-እንዲል ለባርነት እንኳን ራሳችን የሸጥነው በደሙ አንጽቶ -አባ አባ አባታችን- የምንልበትን ሥልጣን ሰጠን። በስሙ ላመኑ ልጅ የመሆን ሥልጣን ሰጣቸው። ልጅነትን ሥልጣን አድርገንም ሰማይ ምድሩን፣ ወንዝ አራዊቱን፣ እንሰሳቱን፣ አጋንንቱን ሳይቀር እንገዛለን። ተራራ ያፈለሱትና ባሕር የከፈሉት አበው፣ በመንኮራኩር የተፈጩት ሰማዕታት፣ የበራሐውን ጦር ድል የነሡት ባሕታውያን በኃይለ ጥምቀት (በልጅነት) ነው። ባሕረ እሳትን የምንሻገረው የልጅነት ማኅተም ስላለን። የእርሱ የሆነውን ሥጋዉንና ደሙን፣ ጥበብን፣ መራቀቅን፣ ዕውቀትን፣ ርቀትን፣ ቅዱሳኑን፣ ቤተ ክርስቲያንን፣ ኃይልን፣ መዊን፣ ክህነትን፣ ገነትን፣ መንግሥተ ሰማያትን ማግኘት የምንችለው በልጅነት ኃይል ነው። እርሱን ራሱን እግዚአብሔር "መክፍልተ ርስትየ፣ እግዚአብሔር ድርሻዬ፣ ጽዋዕ ተርታየ ነው" ብለን አባትነቱን ማግኘት የምንችለው በልጅነት ነው። ሕያውነት፣ ከሃሊነት የሚገኘው በልጅነት ነው። እኔ ሕያው ነኝና እናንተም ሕያዋን ትሆናላችሁ-ብሎ ተስፋ ሰጥቶናልና ። ኃይልን በሚሰጠኝ በክርስቶስ ሁሉን እችላለሁ - ማለት የሚቻለው ሁሉን ከሚችል ከእርሱ በመንፈሳዊ ልደት የከበረ እንደሆነ ነው። ከኀሌ ኲሉ የሚሆነው የከኀሌ ኲሉ ልጅ ነውና። በፊት ጌታችን ብለን እንኳን ለመጥራት ድፍረት አልነበረንም። ምክንያቱም ጌታዬ ብሎ መጥራት የሚችል የዚያ ጌታ ባርያ፣ አገልጋይ የሆነ እንደ ሆነ ነው። የሌላ ባርያ ሌላውን ጌታዬ ማለት አይችልም። የሚገዛው ጌታው ይቈጣልና። በዲያብሎስ ባርነት ያለ ሰውም እግዚአብሔርን -አባቴ ነው- ማለት አይችልም። ለሁለት ጌቶች መገዛት አይቻልምና። ዲያብሎስ ያልወለደውን ልጄ፣ ያልገዛውን ባሪያዬ፣ ያልተሾመበትን ግዛቴ ማለት ልማዱ ነውና ፤ ከእግዚአብሔር ልጅ መሆናችንን ብቻ ሳይሆን አገልጋይነታችንንም ጭምር ነው የሚነጥቀው፤ አግብርተ እግዚአብሔር መሆናችን ጠፍቶ ነበርና። ነቢዩ ኤርምያስ -ያልወለደችውን እንደምትሰበስብ ቆቅ- እንዳለ ሳይወልድ አባት ነኝ፣ ሳይፈጥር ጌታ ነኝ እያለ መገዛታችን ለእግዚአብሔር ልጅነታችን ለእግዚአብሔር መገዛትን አስትቶ አባትም እርሱ ለእግዚአብሔር መገዛት አስትቶ ለእርሱ እንድንገዛ የእርሱ ባሪያዎች እንድንሆን አድርጎን ነበርና። ይህንንም ወደ እርሱ አቀረበን ያለውን የቅዱስ ኤፍሬምን ውዳሴ ማርያም ሲተረጉሙ ዐቢይ ቆቅ ንኡስ ቆቃሕ የሚባሉ አሉ ይላሉ የጉባኤ መተርጉማን። ትልቅ ቆቅ ትንሽ ቆቅ ማለት ነው። ንኡስ ቆቅ ማለት ገላግልት ይወልዳል። ከሙቀቱ ብዛት የተነሣ ዐይንህን እናንቁርህ እያሉ ሲያስቸግሩት ይለያቸዋል። ዐቢይ ቆቅ ወጥቶ ይጮሃል። አባታቸው መስሏቸው ወደ እርሱ ቀርበው ታቅፋቸው ያረፍዳል። ቀትር ሲሆን ቀና ብለው አይተው አባታቻው አለመሆኑን ይረዳሉ። እነርሱም ዐውቀው ትተዉት ይሔዳሉ። ይህም ምሳሌነቱ ለሰው ልጅ ነው። ንኡስ ቆቃሕ የተባለ ጌታ ነው። ገላግልት መውለዱ አዳምና ሔዋንን መፍጠሩ ነው። በሙቀት ብዛት የተነሣ ዐይንህን እናንቁርህ ሲሉት መለየቱ ከተድላ ደስታ ብዛት የተነሣ ጌትነቱን አምላክነቱን በመፈለጋቸው አምስት ሺሕ አመስት መቶ ዘመን ልጅነት መነጠቋን ያሳያል። ዐቢይ ቆቅ የተባለው ዲያብሎስ ነው። በማለዳ መጥቶ እንደሚጮህ አባታቸው መስሏቸው ወደ እርሱ ቀርበው እርሱም ያልወለዳቸውን መሰብሰቡ ጣዖት ሲያስመልክ፣ አባት ነኝ ፈጥሬአችኋለሁ አምላክ ነኝ ጌታ ነኝ ተገዙልኝ እያለ በዛፉ በገደሉ በወንዝ እያደረ ጣዖት ሲያስመልክ ሲያሠራ ኖሯል። ቀትር ሲሆን ቀና ብለው አይተው አባታቸው እንዳይደለ ዐውቀው እንደ ተለዩት አልቅሰው ቢያገኛቸው ልጅነቱን ሰጥቶ አክብሮ አድኖናል። ስለዚህ ሰውን ከእግዚአብሔር ጋር የሚያኖረው ልጅነት ነው። ሰው ከምድራዊ አባት ሲወለድ የአባቱን መልክ፣ ባሕርይ፣ አካል ይዞ ይወለዳል። ሰው ከሰማይ አባቱ በጥምቀት ሲወለድ አርአያ እግዚአብሔርን ገንዘብ ያደርጋል። ይህን የአባትና ልጅ መስመር የሚያቋርጡትም፦ ልጅነትን ማቃለል፣ ጥምቀትን መናቅ፣ ሀብተ ወልድና ስመ ክርስትናን መተው፣ እንደ ሀብት አለመቊጠር ነው። ካህኑ በቅዳሴ ጊዜ-የእግዚአብሔር ጸጋ ከእናንተ ጋራ ይሁን-እያለ ደጋግሞ ሕዝቡን የሚመርቃቸው አንዱ ሀብተ ወልድና ስመ ክርስትናችሁ ከእናንተ አይወሰድባችሁ ማለት ነው። አቤቱ ወደ ፈተና አታግባን የተባለው ልጅነትን አጥቶ እግዚአብሔርን ክዶ አባትነቱ -አሁን ግን -ኄር ዘበህላዌሁ ዘልማዱ ኂሩት- በባሕርዩ መሐሪ ልማድ ቸርነት እርሱ- በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።-እንዲል ለባርነት እንኳን ራሳችን የሸጥነው በደሙ አንጽቶ -አባ አባ አባታችን- የምንልበትን ሥልጣን ሰጠን። በስሙ ላመኑ ልጅ የመሆን ሥልጣን ሰጣቸው። ልጅነትን ሥልጣን አድርገንም ሰማይ ምድሩን፣ ወንዝ አራዊቱን፣ እንሰሳቱን፣ አጋንንቱን ሳይቀር እንገዛለን። ተራራ ያፈለሱትና ባሕር የከፈሉት አበው፣ በመንኮራኩር የተፈጩት ሰማዕታት፣ የበራሐውን ጦር ድል የነሡት ባሕታውያን በኃይለ ጥምቀት (በልጅነት) ነው። ባሕረ እሳትን የምንሻገረው የልጅነት ማኅተም ስላለን። የእርሱ የሆነውን ሥጋዉንና ደሙን፣ ጥበብን፣ መራቀቅን፣ ዕውቀትን፣ ርቀትን፣ ቅዱሳኑን፣ ቤተ ክርስቲያንን፣ ኃይልን፣ መዊን፣ ክህነትን፣ ገነትን፣ መንግሥተ ሰማያትን ማግኘት የምንችለው በልጅነት ኃይል ነው። እርሱን ራሱን እግዚአብሔር "መክፍልተ ርስትየ፣ እግዚአብሔር ድርሻዬ፣ ጽዋዕ ተርታየ ነው" ብለን አባትነቱን ማግኘት የምንችለው በልጅነት ነው። ሕያውነት፣ ከሃሊነት የሚገኘው በልጅነት ነው። እኔ ሕያው ነኝና እናንተም ሕያዋን ትሆናላችሁ-ብሎ ተስፋ ሰጥቶናልና ። ኃይልን በሚሰጠኝ በክርስቶስ ሁሉን እችላለሁ - ማለት የሚቻለው ሁሉን ከሚችል ከእርሱ በመንፈሳዊ ልደት የከበረ እንደሆነ ነው። ከኀሌ ኲሉ የሚሆነው የከኀሌ ኲሉ ልጅ ነውና። በፊት ጌታችን ብለን እንኳን ለመጥራት ድፍረት አልነበረንም። ምክንያቱም ጌታዬ ብሎ መጥራት የሚችል የዚያ ጌታ ባርያ፣ አገልጋይ የሆነ እንደ ሆነ ነው። የሌላ ባርያ ሌላውን ጌታዬ ማለት አይችልም። የሚገዛው ጌታው ይቈጣልና። በዲያብሎስ ባርነት ያለ ሰውም እግዚአብሔርን -አባቴ ነው- ማለት አይችልም። ለሁለት ጌቶች መገዛት አይቻልምና። ዲያብሎስ ያልወለደውን ልጄ፣ ያልገዛውን ባሪያዬ፣ ያልተሾመበትን ግዛቴ ማለት ልማዱ ነውና ፤ ከእግዚአብሔር ልጅ መሆናችንን ብቻ ሳይሆን አገልጋይነታችንንም ጭምር ነው የሚነጥቀው፤ አግብርተ እግዚአብሔር መሆናችን ጠፍቶ ነበርና። ነቢዩ ኤርምያስ -ያልወለደችውን እንደምትሰበስብ ቆቅ- እንዳለ ሳይወልድ አባት ነኝ፣ ሳይፈጥር ጌታ ነኝ እያለ መገዛታችን ለእግዚአብሔር ልጅነታችን ለእግዚአብሔር መገዛትን አስትቶ አባትም እርሱ ለእግዚአብሔር መገዛት አስትቶ ለእርሱ እንድንገዛ የእርሱ ባሪያዎች እንድንሆን አድርጎን ነበርና። ይህንንም ወደ እርሱ አቀረበን ያለውን የቅዱስ ኤፍሬምን ውዳሴ ማርያም ሲተረጉሙ ዐቢይ ቆቅ ንኡስ ቆቃሕ የሚባሉ አሉ ይላሉ የጉባኤ መተርጉማን። ትልቅ ቆቅ ትንሽ ቆቅ ማለት ነው። ንኡስ ቆቅ ማለት ገላግልት ይወልዳል። ከሙቀቱ ብዛት የተነሣ ዐይንህን እናንቁርህ እያሉ ሲያስቸግሩት ይለያቸዋል። ዐቢይ ቆቅ ወጥቶ ይጮሃል። አባታቸው መስሏቸው ወደ እርሱ ቀርበው ታቅፋቸው ያረፍዳል። ቀትር ሲሆን ቀና ብለው አይተው አባታቻው አለመሆኑን ይረዳሉ። እነርሱም ዐውቀው ትተዉት ይሔዳሉ። ይህም ምሳሌነቱ ለሰው ልጅ ነው። ንኡስ ቆቃሕ የተባለ ጌታ ነው። ገላግልት መውለዱ አዳምና ሔዋንን መፍጠሩ ነው። በሙቀት ብዛት የተነሣ ዐይንህን እናንቁርህ ሲሉት መለየቱ ከተድላ ደስታ ብዛት የተነሣ ጌትነቱን አምላክነቱን በመፈለጋቸው አምስት ሺሕ አመስት መቶ ዘመን ልጅነት መነጠቋን ያሳያል። ዐቢይ ቆቅ የተባለው ዲያብሎስ ነው። በማለዳ መጥቶ እንደሚጮህ አባታቸው መስሏቸው ወደ እርሱ ቀርበው እርሱም ያልወለዳቸውን መሰብሰቡ ጣዖት ሲያስመልክ፣ አባት ነኝ ፈጥሬአችኋለሁ አምላክ ነኝ ጌታ ነኝ ተገዙልኝ እያለ በዛፉ በገደሉ በወንዝ እያደረ ጣዖት ሲያስመልክ ሲያሠራ ኖሯል። ቀትር ሲሆን ቀና ብለው አይተው አባታቸው እንዳይደለ ዐውቀው እንደ ተለዩት አልቅሰው ቢያገኛቸው ልጅነቱን ሰጥቶ አክብሮ አድኖናል። ስለዚህ ሰውን ከእግዚአብሔር ጋር የሚያኖረው ልጅነት ነው። ሰው ከምድራዊ አባት ሲወለድ የአባቱን መልክ፣ ባሕርይ፣ አካል ይዞ ይወለዳል። ሰው ከሰማይ አባቱ በጥምቀት ሲወለድ አርአያ እግዚአብሔርን ገንዘብ ያደርጋል። ይህን የአባትና ልጅ መስመር የሚያቋርጡትም፦ ልጅነትን ማቃለል፣ ጥምቀትን መናቅ፣ ሀብተ ወልድና ስመ ክርስትናን መተው፣ እንደ ሀብት አለመቊጠር ነው። ካህኑ በቅዳሴ ጊዜ-የእግዚአብሔር ጸጋ ከእናንተ ጋራ ይሁን-እያለ ደጋግሞ ሕዝቡን የሚመርቃቸው አንዱ ሀብተ ወልድና ስመ ክርስትናችሁ ከእናንተ አይወሰድባችሁ ማለት ነው። አቤቱ ወደ ፈተና አታግባን የተባለው ልጅነትን አጥቶ እግዚአብሔርን ክዶ አባትነቱን የሚያጡበት ቀን ናት። ስለዚህ አንተን ከምክድበት ቀን ሰውረን ማለታችን ነው። ከሊቃውንት አንዱ ቅዱስ ቴዎዶስዮስ -የምወዳችሁ ወንድሞቼ ስለ አእምሯችን ሕፀፅ ጸልዩልን ጌታ በፍጹም ቸርነቱ እስከ መጨረሻ እስትንፋስ ፍጻሜ በቀናች ሃይማኖት ያጸናን ዘንድ-ብሏል። (ጸያሔ ፍኖት 47) ን የሚያጡበት ቀን ናት። ስለዚህ አንተን ከምክድበት ቀን ሰውረን ማለታችን ነው። ከሊቃውንት አንዱ ቅዱስ ቴዎዶስዮስ -የምወዳችሁ ወንድሞቼ ስለ አእምሯችን ሕፀፅ ጸልዩልን ጌታ በፍጹም ቸርነቱ እስከ መጨረሻ እስትንፋስ ፍጻሜ በቀናች ሃይማኖት ያጸናን ዘንድ-ብሏል። (ጸያሔ ፍኖት 47) ያለ ወንድ ፈቃድ ከብቻ ባሕርይዋ ወልድን የወለደች እመቤታችን ቅድስት ድንግል ማርያም በባሕርይ አባቱ በአብ በባሕርይ ሕይወቱ በመንፈስ ቅዱስ ፈቃድ በሥጋ ወላዳለች እና ረቂቅ የነበረ መለኮቱ ገዘፈ፤ ለተዐዝዞ፣ ለአገብሮ አይመች የነበረ ባሕርዩ ለመስቀል ሞት ሳይቀር የሚታዘዝ ሆነ፤ በዚህም ምክንያት እኛም በእግዚአብሔር ምክር ያለ ወንድና ያለ ሴት ፈቃድ በረቂቅ ልደት ለመወለድ በቃን። -ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው-እነርሱ ከእግዚአብሔር ተወለዱ እንጂ ከሥጋዊና ከደማዊ ግብር ወይም ከወንድና ከሴት ፈቃድ አልተወለዱም- እግዚአብሔር አብ ረቂቅ ልጁን ለእኛ ሰጥቶ ለእኛ ለቂቅ ልደትን ከእርሱ እንድንወለድ አደረገን። ሊቁ- እሱን አስመስሎ ሊወልድህ አንተን መስሎ ተወለደ- ብሎ ገልጸታል። (ተንከተም 101) ጽኑዕ ፍቅር እንዲህ ነው። መከራን ያሳትፋል። እግዚአብሔርም ሰውን የሚወድበት መውደድ የመይለካ ስለሆነ ከባሕርያችን ነሥቶ ከመከራችን ገባ። እኛም ሰማያውያን ልንሆን ውሉደ እግዚአብሔር የመባል ሥልጣንን ሰጠን። (ተንከተም 191) -ጌታን መቀበል ማለት ከጥምቀት ውጭ ከሐዋርያዊ ሕይወት ውጭ አይደለም። (መድሎተ ጽድቅ3-321)-ሲል ልጅነት ወደሚገኝበት ወደ ጥምቀት የሚያደርሰው መሠረት በኢየሱስ ክርስቶስ ማመን መሆኑን የሚገለጽ ነው እንጂ የእግዚአብሔር ልጅነት በማመን ብቻ ይገኛል ማለቱ አይደለም። (መድሎተ ጽድቅ1-130) አሁን በኢየሱስ ክርስቶስ የሚያምኑ፣ በምሥጢራት የሚሰጠውን ጸጋ እግዚአብሔር አምነው የተቀበሉ ክርስቲያኖች -በኃጢአት ከተበከለው ከአዳምና ከሔዋን ከሥጋቸውና ከባሕርያቸው ተከፍለው የተወለዱ- አይደሉም። እንደ ማንኛውም ሰው ሥጋዊ ልደትን ቢወለዱም ክርስቲያኖች ግን ---ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።እነርሱ ከእግዚአብሔር ተወለዱ እንጂ ከሥጋዊና ከደማዊ ግብር ወይም ከወንድና ከሴት ፈቃድ አልተወለዱም።- ተብሎ እንደ ተነገረው ከእግዚአብሔር በጥምቀት የተወለዱ ናቸው። (መድሎተ ጽድቅ1-185)- እርሱ መወለድን ሳይንቅ ከወንድና ሴት ፈቃድ ውጭ በሆነ በፍጹም ድንግልና እኛም ለምንወለደው ከወንድና ሴት ፈቃድ ላልሆነው ለመንፈሳዊው ልደት በር ከፋችና ዐረቦን ነበር። (መድሎተ ጽድቅ1-274) ወራሽነት የልጅ ሥልጣን ነውና ቅዱሳን የእግዚአብሔር ልጆች ተብለዋል። (ቃላተ ወንጌል 249) የእግዚአብሔር አባትነት ከምድራዊ አባትነት ይለያል። ምድራዊ አባት በዘር በሩካቤ ይወልዳል፤ በማር በፍትፍት ያሳድጋል፤ ኋላም በሞት ሲያልፍ ርስቱን ያወርሳል። ሰማያዊ አባታችን ግን በጥምቀተ ክርስትና ይወልደናል፤ በሥጋውና በደሙ ያሳድገናል፤ ኋላም የማታልፍ ርስተ መንግሥተ ሰማያትን ያወርሰናል። 1ዮሐ 3፤1፣ ማቴ 6፤9፣ ገላ 4፤6፣ ዮሐ 3፤4፣ ማር 16፤16 (መልእክተ ዮሐንስ 267) ሰዎቸ የተባልን ሁላችንም በሥጋ የተለያየ ምድራዊ አባቶች አሉን። በአግራሞት እንድንሞላ የሚያደርገን እውነታ ቢኖር ግን ሁላችንም የእግዚአብሔር ልጆች መሆናችን ነው። ከየትም እንምጣ ከየት እርሱ የሁላችን አባት ሆኖ በልጅነት ክብር ተቀብሎናል። 2ቆ 6፤18፣ ዮሐ 20፤17፣ መዝ 103፤13፣ ኢሳ 48፤16፣ (የመንግሥተ ሰማያት ምሳሌዎች 135) -እነሆ ዛሬ ከኃጢአት ነጻ ወጣህ፤ የእግዚአብሔር አገላጋይ ሆንህ፤ ዘላለማዊ ሕይወትን ተቀበልህ፤ በእግዚአብሔር ልጆች ነፃነት አሸብርቀህ ጨለማን አውልቀህ ብርሃንን ለበስህ። ---ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው-ይላልና። እንኪያስ አንተ በክርስቶስ ኢየሱስ የእግዚአብሔር ልጁና ወራሹ ነህ። (መጽሐፈ በርለዓም ወየወሴፍ 148) ቃሉ የሚለው -የእግዚአብሔር ልጆች ሆኑ- አላለም፤ -የእግዚአብሔር ልጆች ይሆኑ ዘንድ - አለ እንጂ። ይህ ማለት ደግሞ መብቱ ብቻ ነው የተሰጣቸው… በእርግጥ ግን እንዴት ነው የእግዚአብሔር ልጆች የሆኑት የሆኑት ያለ ጥርጥር ከላይ በሚሆነው በዳግም ልደት ይኸውም ከውኋና ከመንፈስ ቅዱስ ነው። ይህን የጠቀሰው መድኋኒታችን ኢየሱስ ክርስቶስ ሲሆን ጊዜውም ከኒቆዲሞስ ጋር ስለ ጥምቀት በተነጋገረ ጊዜ ነበር-እውነት እውነት እልሃለሁ ሰው ከውኃና ከመንፈስ ካልተወለደ በቀር ወደ እግዚአብሔር መንግሥት ሊገባ አይችልም። ስለዚህ ያለ ጥምቀት ዳግም ልደት የለም ማለት ነው። ዳግም ልደት የሚገኘው ክርስቶስን ስንቀበል በእርሱ ስናምን ነው የሚሉ ሰዎች በእርግጥም ጥምቀትን እየካዱ ስለሆነ ከኦርቶዶክስ ቀኖና የተለዩ ናቸው። ይህን ተመሳሳይ አንቀጽ በተመለከተ የሚነሣ ሌላ ነጥብ አለ -ለተቀበሉት ሁሉ ግን-የሚለው ቃል ምን ማለት ነው እርሱን የተቀበሉት እነማን ናቸው። በእርግጥም እርሱን የተቀበሉት የእርሱንም ትምህርት የተቀበሉት ናቸው። የእርሱ ትምህርት -እንዲሁ እመን- ብቻ አይደለም ያመነ የተጠመቀም ይድናል -እንጂ። ያመንህ ብቻ ሆነህ በቀበል ብቻ በቂ ስለሆነ መጠመቅ አያስፈልግም የምትል ከሆነ የኢየሱስ ክርስቶስን ትምህርት አልተቀበልህም ማለት ነው። ስለዚህ የእግዚአብሔር ልጅ ለመሆን የተገባህ አይደለህም። ኢየሱስ ክርስቶስን የተቀበለ ሰው መጽሐፍ ቅዱስን፣ የእርሱን ቤተ ክርስቲያን፣ የእግዚአብሔር ምሥጢራት አገልጋዮችንና እርሱ የተወለትን ለድኅነት ምክንያት የሆኑ ቅዱሳት ምሥጢራትን የተቀበለ ሰው ነው። መቀበል እኮ ተራና ቀላል ስሜት አይደለም። የጠርሴሱ ሰው ሳውል ድኅነትን በቅጽበት ያገኘው ክርስቶስን እንደ ተቀበለ ወዲያውኑ አይደለም ክርስቶስ ወደ ቤተ ክርስቲያን ሲልከው ቤተ ክርስቲያን ደግሞ እንዲጠመቅና ከኃጢአቶቹ እንዲታጠብ አዝዛዋለች። ይህም ማለት እርሱ ክርስቶስን ከተቀበለ በኋላ ኋጢአቶቹን በጥምቀት እስከሚያጥባቸው ድረስ ከእርሱ ጋራ ቆይተው ነበር ማለት ነው። ከዚህ በተጨማሪ የበዓለ አምሳ ዕለት ያመኑት አይሁድ ልባቸው በተነካበት ቅጽበት ውስጥ ነው እንዴ የዳኑት አይደለም። ቤተ ክርስቲያን በቅዱስ ጴጥሮስ አንደበት ላይ በማደር እንዲህ አለቻቸው እንጂ-ንስሓ ግቡ ኃጢአታችሁም ይሰረይ ዘንድ እያንዳንዳችሁ በኢየሱስ ክርስቶስ ስም ተጠመቁ…። ስለ ቆርኔሌዎስና ስለ ኢትዮጵያዊ ጃንደረባ ድኅነት ልንናገር የምንችለውስ ምንድር ነው እነርሱ የዳኑት ክርስቶስን ያለ ጥምቀት ፣ ያለ ምሥጢራት ወይም ያለ ክህነት በቅጽበት እንዳዳናቸው አድርገው ስለተቀበሉት ነው እንዴ ኢየሱስ ክርስቶስን መቀበል፤ በእርሱ ማመንና እርሱን ማወቅ ለድኅነት የመጀመሪያ ደረጃዎች ናቸው፤ ድኅነት ግን ሙሉው የሕይወት ታሪክ ነው። ድኅነት የእምነት፣ የንስሓና የጥምቀት ታሪክ ነው። ድኅነት የመታዘዝ፣ የቅድስና፣ የመንፈስ ቅዱስ ኅብረት፣ የእግዚአብሔር ምሥጢራት ውጤታማነት፣ ከሰው ፈቃድ ጋር የሚሠራው ጸጋ፣ የፍቅር ጽናት፣ ትእዛዛቱን መጠበቅና የዲያብሎስን ውጊያዎች መቋቋም ነው። ኢየሱስ ክርስቶስን የተቀበሉ ሰዎች እንደ ጠርሴሱ ሳውል -ጌታ ሆይ ምን አደርግ ዘንድ ትወዳለህ- በማለት ጠይቀውታል። የበዓለ አምሳ ዕለት ጌታን የተቀበሉት አይሁድም ተመሳሳይ ነገር አድርገዋል። እነርሱ ሐዋርያትን -ወንድሞች ሆይ ምን እናድርግ- ብለው ጠይቀዋቸዋል። አቡነ ሺኖዳ (ድኅነት በቅጽበት 145) -በጌታ ኢየሱስ ክርስቶስ ያመኑ ሰዎች እርሱን እግዚአብሔር አድርገው ሊቀበሉት ግድ ነው፤ እርሱ የሕይወት መሪ ነውና። አቡነ ሺኖዳ (እግዚአብሔርና ሰው 239)
እኛም እግዚአብሔር አብን አባታችን ብለን ለመጥራት የታደልንበት ዐቢዩ ምሥጢር አብ የወልድ አባት ነው እኛ ደግሞ ወንድሞች ነን ። … የልጅነት ሥልጣን ያገኘነው፣ አባታችን ብለን መጥራት የቻልነው ሰው በሀነው በኢየሱስ ክርስቶስ በኩል ስለ ተዛመድን ነው። (ሁለቱ ኪዳናት 105) ሃይማኖት ተበብለው አምነው የሚያውቁት እንጂ አውቀው የሚቀበሉት ወይንም የሚያምኑት አይደለም። ኤፌ 4፤13፣ ዮሐ 6.69፣ ኤፌ 4፤13፣ ኢሳ 7፤9፣ (ተኀሥሦ 158)	
፲፫. እነርሱ ከእግዚአብሔር ተወለዱ እንጂ ከሥጋዊና ከደማዊ ግብር ወይም ከወንድና ከሴት ፈቃድ አልተወለዱም።
ሰው በሦስት ነገር ከእግዚአብሔር ይወለዳል። በጥምቀት፣ እግዚአብሔር ምሥጢራትን ሲገልጽለት፣ በትንሣኤ ከክርስቶስ ጋር ሲተባበር። አይሻዳድ (የዮሐንስ ወንጌል ማብራሪያ 38 ሰዎች የእግዚአብሔር ልጆች የሆኑት በሥጋዊ ልደት አይደለም። በመንፈሳዊ በአምላከዊ ልደት ነው እንጂ። በጥምቀት የእሱ ተከታዮች ይሆኑ ዘንድ ልጅነት ሊሰጣቸው ስለወደደ ነው እንጂ። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 38 
እነርሱ ሲል በክርስቶስ በእምነት ከሚነሣ መታዘዝ የእግዚአብሔር ልጆች ይሆኑ ዘንድ እግዚአብሔር የመረጣቸው ናቸው። የተፈጥሮአቸውን ዝቅተኝነት ሳይንቅ በጸጋው ሰገነት ላይ እንዲሆኑ አድርጓቸዋል። ይህም ከእግዚአብሔር በውኃና በመንፈስ እንደገና በመወለድ ከቅድስት ሥላሴም ልጅነትን ማግኘት ነው። በሰጣቸው አስደናቂ ጸጋው ምክንያት በአባታቸው መንግሥት ያበራሉ። በነጭ ልብስ አጊጠው እንደሚታዩ ሙሽራዎች ናቸው። ምክንያቱም በእግዚአብሔር መንፈስ የሚመሩ እነርሱ የእግዚአብሔር ልጆች ናቸውና አብ አባት ብለው የሚጮኹበት የልጅነትን መንፈስ ተቀብለዋልና። የተቀደሰው ወንጌላዊ በቃላት ምርጫው ምን ያህል ጥንቁቅ እንደሆነ ተመልከቱ በምርጫው ጠንቃቃ መሆን አለበት ምክንያቱም በእግዚአብሔር የሚያምኑ ወገኖች የእግዚአብሔር ልጆች ተብለው ተጠርተዋል በማለት ነገሩን ጀምሯልና። ማንም ሰው የእግዚአብሔር ልጆች ተብለው በመጠራታቸው ከአብ ባሕርይ የተገኘና ከክርስቶስ የባሕርይ ልጅነት ጋር የተካከሉ አድርጎ እንዳያስብ ከአንተ ጋራ ቀድሞ በኃይልህ ቀን ከአጥቢያ ኮከብ አስቀድሞ ከሆድ ወለድሁህ የሚለው ስለ ወልድ የባሕርይ ልጅነት የተነገረ ነው። በጸጋ የተወለዱ ልጆችን አይጨምርም ወንጌላዊ በስሙ ለሚያምኑት የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣን ሰጣቸው ብሎ ተናግሯል። ይህንን ሥልጣን የሚሰጠው በልጁ በጌታችን በመድኒታችን ኢየሱስ ክርስቶስ አማካኝነት ነው። እንዲህ ከሆነ የሰው ልጆች ልጅነት በጸጋ እንደሆነ እንገነዘባለን። ስለዚህ ከክርስቶስ የተወለዱ ሁሉ መሆናቸውን ወንጌላዊው ተናገረ። ይህንን የተናገረው ለቅዱሳን የተሰጣቸውን የተትረፈረፈ የጸጋ መጠን ለማስረዳት ነው። ከእስራኤላውያን አንጻር ሲታይ በክርስቶስ ስለሚያምኑና የእግዚአብሔር ልጅነት ስለተሰጣቸው ወገኖች ምን ማለት ይቻለናል። እስራኤል የእገዚአብሔርን ጸድቅ ሳያውቁ የራሳቸውን ጻድቅ ሊያቆሙ ሲፈልጉ ለእግዚአብሔር ጽድቅ አልተገዙም። የሚያምኑ ሁሉ ይጸድቁ ዘንድ ክርስቶስ የሕግ ፍጻሜ ነው። ይህን የሕግ ፍጻሜ ተቀብለው አሕዛብ የእግዚአብሔር ልጅነትን አገኙ ስለ እስራኤል ልጆችን ወለድሁ አሳደግሁ እነርሱ ግን አመጹብኝ ተብሎ ተጽፏል። ስለዚህ ጉዳይ የሚከተለውን ማሰብ ይኖርብናል። እስራኤል ከክርስቶስ ይልቅ ሕጉን መረጡ። የሕጉን ባለቤት ግን አላወቁትም። ሕጉ ሊመጣ ያለው የበጎ ነገር እውነተኛ አማሳል ሳይሆን የነገር ጥላ አለው። መጽሐፍ ቅዱስ እንደሚል የልጁ መንፈስ ያላቸው ወገኖች አባ አባት ብለው የሚጠሩበትን የልጅነት መንፈስ ሲቀበሉ የእስራኤል ልጆች ግን ገና በባርነት መንፈስ ስር ናቸው። ክርስቲያኖች የተቀበልነው የልጅነት መንፈስ ነው። የጸጋ ልጆች ይሆኑ ዘንድ እስራኤል ክርስቶስ ከመምጣቱ አስቀድሞ የልጅነታቸው ምልክት የሚሆን ግዝረትን ተቀብለው ነበር። የክርስቲያኖች መንፈሳዊ መገረዝ አስቀድሞ በነገሮች አማካኝነት መገለጡን እንመለከታለን። ስለዚህ ክርስቲያኖች በሐዲስ ኪዳን ለድኅነታችን የምንፈጽመው ነገር ጥላው አስቀድሞ በእስራኤላውያን ላይ ተስሎ እንደነበረ እንመለከታለን። ወንድሞቻችን ይህን ታውቁ ዘንድ እወዳለሁ አባቶቻችን ሁሉ ከደመና በታች ነበሩ ሁሉም በባሕር መካከል ተሻገሩ ሁሉም ሙሴን ይተባበሩ ዘንድ በደመናና በባሕር ተጠመቁ ሁሉም ያን መንፈሳዊ መብል በሉ ሁሉም ያንን መንፈሳዊ መጠጥ ጠጡ ይከተላቸው ከነበረው ከመንፈሳዊ ድናጋይ ጠጥተዋልና ይከተላቸው የነበረው መንፈሳዊ ድናጋይ ግን ክርስቶስ እንደነበረ ግን አልተገነዘቡም። እስራኤል አስቀድሞ ከጣዖት አምልኮ ወደ ሕጉ ተመለሱ። የተጻፈውም ሕግ በመላእክት አማካኝነት ተሰጠ። የእግዚአብሔር ልጆች ይሆኑ ዘንድ ክርስቶስ የሕግ ፍጻሜ ነውና በክርስቶስ ባለች እምነት የተጠመቁ ያመኑ የተጠመቁት በቅድስት ሥላሴ ስም ነው። ሥጋን በለበሰ በእግዚአብሔር ወልድ ምክንያት እውነተኛ ልጁ በሆነ በክርስቶስ ባለችን እምነት ምክንያት የእግዚአብሔር ን የጸጋ ልጅነት አገኘን። በእግዚአብሔር የባሕርይ ልጅ በክርስቶስ ላይ ከመጠን ያለፈ ንግግርን የሚናገሩ ወገኖች በዚህ ያልተገራ ንግግራቸው የቆሙ ሳይሆን በመንፈስ ቅዱስ ላይም ያልተገባ ነገርን ይናገራሉ። ከባሕርይ አምላክነቱ ሊለዩት ይዳዳቸዋል። ያልተገራ ምላሳቸውን ዝም እናሰኝ ዘንድ አሁን የእውነተኛውን አምነት ቃል በጽናት እንናገር። እኛና የሚያነቡ ሰዎቻችን መንፈሳዊ ትርፍን ያገኙ ዘንድ። መንፈስ ቅዱስ እግዚአብሔር አይደለም ካሉ አስተምህሮአችን ለተቃዋሚዎቻችን የሚያሳያቸው የተለየ የእግዚአብሔርን ባሕርይ አይደለም ። ወይንም በባሕርዩ ያሉትን ቆጥረን የማንጨርሳቸውን ነገሮችን በመዘርዘር አይደለም ነገር ግን ከተፈጠረ ፍጡር ባሕርይ በተቃራኒ የሆነ አንድ ነጥብ በማንሳት እንጂ። ከእርሱ በመወለዳችን ከእግዚአብሔር መወለዳችን እንደሆነ ተጽፏል። እርሱ የባሕርይ አምላክ ካልሆነ እንደምን ከእግዚአብሔር መወለድ ይቻለናል። መቀበል ያለብን ወንጌላዊው እንዳለው የሚሆን ነው። መንፈስ ቅዱስ እግዚአብሔር ነው። በእርግጥም በክርስቶስ ኢየሱስ በጌታችን ባለችን እምነት በዓለም ካለው ጥፋት አምልጠን ለመለኮት ባሕርይ ተካፋይ በተስፋ ቃል እንድንሆን አደረገን። ስለዚህ ምክንያት ከእግዚአብሔር ተወልደናል ተባለልን። ስለዚህም አማልክት ዘበጸጋ ተብለን ተጠራን። በጸጋው በክብሩ ወደጠራን ወደእርሱ ስላንጋጠጥን ብቻ ሳይሆን እግዚአብሔር በኛ ላይ ስለአደረ ሰውነታችንንም ማደሪያው ስላደረገው ነው። እንደነቢዩ ቃል በእነርሱ እሠራለሁ በእነርሱም እገለጣለሁ እንዳለ መንፈስ ቅዱስ በእኛ ላይ ካላደረስ እንደምን የእግዚአብሔር ቤተ መቅደስ መሆን ይቻለናል። ቅዱስ ጳውሎስ እንደተናገረ በእኛ የሚኖር መንፈስ አለና መንፈስም በባሕርዩ እግዚአብሔር ካልሆነ በእኛ ላይ ማደር እንደምን ይቻለዋል። እርሱ በጊዜ ከሚሰፈሩ ፍጥረታት ተርታ የሚሰለፍ ከሆነ የእግዚአብሔር ቤተ መቅደስ እንደሆናችሁ የእግዚአብሔርም መንፈስ እንደሚኖርባችሁ አታውቁምን። ተብሎ መጻፍስ እንደምን ይቻላል። ጌታችንስ የሚወደኝ ቢኖር ቃሌን ይጠብቃል አባቴም ይወደዋል ወደ እርሱም እንመጣለን መኖሪያችንንም በዚያ እናገርጋለን። ማለት እንደምን ይቻለዋል። በርግጥም በእኛ የሚያድረው መንፈስ ነው ብሎ የእግዚአብሔር መንፈስ በእርሱም አብም ወልድም እንዳለን እናምናለን። እንደገናም ወንጌላዊው ከመንፈስ ስለሰጠን በእርሱ እንድንኖር እርሱም በእኛ እንደሚኖር እናውቃለን። ተቃዋሚዎቻችን መንፈስ ቅዱስ የተፈጠረ ሆኖ የእግዚአብሔር መንፈስ ነው እያሉን ከሆነ ሌሎችም ፍጥረታትም የእግዚአብሔር መንፈስ ተብለው እንዳይጠሩ የሚከለክላቸው ነገር የለም። የተፈጠረ መንፈስ የእግዚአብሔር መንፈስ ተብሎ ከተጠራ ማንኛውም ፍጡር የእግዚአብሔር መንፈስ ተብሎ የሚጠራበት ዕድል እንዳለው መመልከት ይቻላል። (ቅዱስ ቄርሎስ ዘእስክንድርያ 137) 
-ነፍስህ የእግዚአብሔር ናት፤ የአፍህ እስትንፋስ። አቡነ ሺኖዳ (የነፍስ አርነት 43) የቃል ሥጋ መሆን ምክንያት ምንድን ነው፣ ለሰው ልጆች ጥቅሙ ምንድን ነው፣ ምን ያስተምረናል፣ ተዋሕዶ በምሳሌ፣ የተዋሕዶ ተቃዋሚዎች እነማን ናቸው፣ ፣ምክንያታቸው፣ ተዋሕዶ ለድኅነታችን መሠረት ነው ሲባል እንዴት ነው፣ የኢትዮጵያ ቤከ/ን ከሌሎቹ በተለየ ተዋሕዶ የሚለውን ለምን ጨመረች፣ 
…ከዚህ ሁሉ ነገር በላይ የሚያስገርመው በርቀትና በርኅቀት ጽፎ እያለ ከሦስቱ ወንጌላውያን ጋር ድንቅ ስምምነት ያሳየበት አገላለጽ ይኸውም ቃል ሥጋ ሆነ የሚለው የጌታችን ሥጋዌ ተናግሮ በጊዜ ከሚሰፈሩ ታሪኮች ጋር አንድነት እንዲኖራቸው አድርጎ ያስቀመጠው ነው። በዚህም አንድ መንፈስ ተመርተው ሰዎች ወደ አንድ መንፈስ እንዲመለከቱ አድርገዋል። /ቅዱስ ዮሐ አፈ/ 
ቃል የሚለው የእግዚአብሔር ልጅ ነው። ሥጋ ሆነ ማለት ሥጋን ነሣ ወሰደ ማለት ነው። ሥጋን ነሣ ወሰደ ማለትም የሰውን መልክ ያዘ ማለት ነው። ግእዝ በግእዝ (የዮሐንስ ወንጌል ማብራሪያ 38 ውኃ ነፋስ ሆነ ብንል የባሕርይ ለውጥ ነው ዉኃ ነፋስ ሆኗልና። አንድ ጥበበኛ ሰው ሰነፍ ሆነ ቢባል ግን ባሕርዩ በውስጡ አለች። ባሕርዩ አልተለወጠችምና። ቃል ሥጋ ሆነ ማለትም ሰው ሆነ ማለት እንጂ ሥጋ ወደ መሆን ተለወጠ ማለት አይደለም። ነቢዩ ዳዊት ሥጋ ሁሉ ጸሎትን ወደምትሰማ ወደ አንተ ይመጣል ሲል ሰው ሁሉ ማለቱ ነውና። /ግእዝ በግእዝ/ እኛን ያድነን ዘንድ ቃል ከሥጋ ጋር ተዋሕዷልና ከእኛ ይልቅ የከበረ ሲሆን ዝቅ በማለቱ ከልዕልናው ከታላቅነቱ አልተለየም። ከተዋሕዶም በኋላ መጀመሪያ የነበረው ቃል ነው። አንድ ንጉሥ ድሃውን አቅርቦ ከድሃው ጋር ቢነጋገር ከድሃው ጋር መነጋገሩ ከክብሩ አያዋረወደውም ከታላቀነቱ አያሳንሰውም። እንዲሁ የቃል ተዋሕዶ በማይነገር በማይመረመር በሚያስደንቅ ሥራ ሆነ ይኽም ሰው ሲሆን አምላክነቱን አልተወም ማለት ነው። /ግእዝ በግ/ ቃል ሥጋ ሆነ የሚለው የቅዱስ ዮሐንስ አነጋገር ቃል ከእመቤታችን ከቅድስት ድንግል ማርያም ሥጋን ነሣ ተዋሕደ ተብሎ ይተረጐማል። ቅዱ አት (የዮሐንስ ወንጌል ማብራሪያ 40 መጽሐፍ እንደ ተናገረ ቃል ሥጋ ሆነ። ሥጋ ሆነ ሲባልም ሥጋ ወደ መሆን ተለወጠ ማለት አይደለም። ቅድስት ድንግል ከምትሆን ከእመቤታችን ሥጋን ነሥቶ ተዋሕደ እንጂ። /ቅዱ ቄር/ መናፍቃን ቃልም ሥጋ ሆነ ያለውን ይዘው ቃል ተለውጦ ሥጋ ሆነ እንጂ የድንግል ማርያምን ሥጋ አልተዋሐደም እንደይሉ በእኛ አደረ አለባቸው። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 40 በእኛ አደረ በማለቱ የቃል ብሕርይ ሥጋነ ደም ወደ መሆን እንዳልተለወጠ ያስረዳል። ግእዝ በግ (የዮሐንስ ወንጌል ማብራሪያ 47 
ለአባቱ አንድ የሆነ ልጅ ደጃፍ የጎረሰውን ማጀት የመለሰውን ይወርሳል። ኢየሱስ ክርስቶስም ለአብ ያለው ሁሉ የእኔ ነው ብሏል። ግእዝ በግ (የዮሐንስ ወንጌል ማብራሪያ 47 ክብሩን አየን ማለት በመወለዱ በመጠመቁ በመነሣቱ በዕርገቱ ስለ ተደረጉት ተአምራት መናገሩ ነው። /ግእዝ በግእ/ ዮሐንስ ወንጌላዊ ጌታችንን በማይታይ በመለኮታዊ ባሕርዩ አየነው አላለም። አምላካዊ ሥራው በሽተኞችን በመፈወሱ አጋንንትን ማውጣቱ መታንን ማንሣቱ ይታያል እንጂ። /ቅዱ ዮሐ አፈ/ ከአብ የተወለደውን ክብሩን አየን ማለት አምላካዊ ሥራውን ነው እንጂ ባሕርዩን አይደለም። ተዋሕዶው ግን ከአካሉ ከባሕርዩ ጋር ነው። /አይሻዳድ/
በዚህ ጥቅስ ወንጌላዊው በግልጽ ንግግሩን ከመለኮታዊ ባሕርይ ወደ ሥጋዌ መመለሱን እንረዳለን። የእግዚአብሔር አብ የባሕርይ ልጅ የሰው ልጅ መሆኑን ይገልጻልና። ቃል ሥጋ ሆነ ማለት ከዚህ ሌላ ትርጉም የሚሰጠው አይደለምና። ቃል የሰው ልጅ ሆነ እንዲህ ብሎ መናገር እንግዳ ነገር አይደለም። አስቀድመው ቅዱሳት መጻሕፍት ፍጥረታት በሙሉ በሥጋ መጠራታቸውን ተናግረዋልና። ነብዩ ኢዩኤል መንፈሴን በሥጋ ለባሽ ሁሉ አፈስሳለሁ ብሏል። ያለጥርጥር ነቢዩ ይህንን ሲል የእግዚአብሔር መንፈስ ለሥጋ ብቻ ይሰጣል እያለን አይደለም። ለነፍስም ጭምር እንጂ። ከዚህ በተቃራኒ በተወሰነ ነገር አጠቃላይ የሆነውን ነገር መረዳት ይገባል። ሰውን በሥጋ መስሎ ጠርቷል። ይህ ለምን እንደሆ ምንአልባት እንደሚገባኝ አስባለሁ። ሰው በምክነያት የሚያምን ፍጡር ነው። እንደገናም ደማዊት ነፍስ ስላለችው እንሰሳዊ ባሕርይ ይታይበታል። የማትጠፋ ሕያው የሆነች ነፍስም ተሰጥቶታል። ምድራዊ ሥጋንም ገንዘቡ ያደረገ ፍጡር ነው። እግዚአብሔር ፍጥረታትን ሲፈጥር ሰውን የእጁ ፍጥረት ሲሆን ካለመኖር ወደ መኖርም ሲመጣ የማይሞት የማይጠፋ ሆነ።
ይህ ያለመጥፋት ባሕርይ የእግዚአብሔር ባሕርይ ነው። የሕይወት እስትንፋስም ሰጥቶ ዘላለማዊና የማይጠፋ እንዲሆን አተመው። መጽሐፍ ቅዱስ የሕይወት እስትንፋስ እፍ አለበት ሰውም ሕያው ነፍስ ያለው ሆነ ይለናል። በመበደሉ ምክንያት ሲቀጣ የሚከተለውን ሰማ። አፈር ነህና ወደ አፈር ትመለሳለህ ከጸጋው ተራቆተ። የሕይወት እስትንፋስም እርሱም እኔ ሕይወት ነኝ ያለው መንፈስ ከምድር አፈር ከተፈጠረ ሥጋ ራቀ። ሕያው የሆነው ፍጡር በሥጋው ሞተ ነፍስ ግን የማትሞት ናት። ስለዚህ አፈር ነህና ወደ አፈር ትመለሳለህ የተባለው ለሥጋ እንደሆነ እንመለከታለን። ስለዚህ በጣም የተጎዳው ክፍል በአስቸካይ መታደስ ነበረበት ይህም በኃጢአት ሞት ምክንያት የተያዘው የማይሞተው ነፍሳችን ነው። ይህ በኃጢአት የተመረዘ አካል በአስቸኳይ ከኃጢአት መለየት ነበረበት። ስለዚህ አፈር ነበርክና ወደ አፈር ትመለሳለህ የሚለው ቃል በወደቀው ሥጋ ውስጥ ያለውን ነፍስ ይመለክታል። ስለዚህ ቃል አስቀድሞ ገንዘቡ ያልነበረውን ሥጋ ሲዋሐድ የእርሱን የማይሞት ባሕርይ ለሥጋ ገንዘብ እንዲሆን እንዳደረገው እንመለከታለን። እሳት በባሕርዩ በእንጨት ላይ ተላልፎ የእሳትነት ባሕርዩን እንደሚገልጥ ቃል የሰውን ሥጋ ገንዘብ በማድረግ የወልድ ባሕርይ በኃጢአት ሞቶ ለነበረው የሰው ልጅ ሕያው ይሆን ዘንድ ተላለፈ። …በሽተኛው ከሐኪሙ ጋር ሥጋም ከማይሞተው ባሕርይ ጋር ይነሣና ለዘለዓለም ይነግሥ ዘንድ በባሕርዩ ሞት የማይስማማው ቃል ከሥጋ ጋር ወደ መቃብር ወረደ። ሞት የሚስማማው ሥጋ ሕይወትን ከሚሰጥ ቃል ጋር በመቃብር አደረ። ወንጌላዊው ቃል ሥጋ ሆነ አለ እንጂ ሥጋ ሊሆን ሊለወጥ መጣ አላለም። በእርግጥም ባሕርዩ ሳይለወጥ ሰው ሆነ። ስለዚህ ቃል በባሕርዩ እግዚአብሔር ስለሆነ ሥጋ ሲለብስም ከእግዚአብሔርነቱ ተለውጦ አይደለም። እውነታው እንዲህ ከሆነ እንደነቢዩ ቃል እግዚአብሔር እንዲህ ይላል የግብጽ ድካምና የኢትዮጵያ ንግድ ቁመት ረጅሞችም የሳባ ሰዎች ወደ አንተ ያልፋሉ ለአንተም ይሰግዳሉ በእውነት እግዚአብሔር በአንተ አለ፤ ከእርሱም ሌላ አምላክ የለም ብለው ይለምኑሃል የእስራኤል አምላክ መድኃኒት ሆይ በእውነት አንተ ራስህን የምትሠውር አምላክ ነህ። ማለት ይቻለናል። እግዚአብሔር በእርሱ አለ የሚለውን ተመልከቱ ቃልን ከሥጋ ባለመነጠል ነው። ከእርሱም ሌላ አምላክ የለም ማለት ቀዳማዊነትን መሰከሩ። ሥጋ ከቃል ጋር ተገናዝቦ በማይመረመር የመለኮት ምሥጢር ገንዘቡ ያልሆነ መለኮትነትን ገንዘቡ አድርጎ እንመለከተዋለን። ይህንንም ሥጋ የወሰደው ከድንግል ነው። ክርስቶስም ከሁለታቸው አንድ አካል አንድ ባሕርይ የነሳ አምላክ ነው። (ቅዱስ ቄርሎስ ዘእስክንድርያ 139)
ወንጌላዊው አስቀድሞ የተናገረውን ምስጢር ጠቃሚ በሆነ መንገድ በመግለጽ የሃይማኖታችንን ዶግማ እጅግ አስፈላጊ ወደ ሆነ ምዕራፍ ሊያሸጋግረን እንመለከታለን። ቃልም ሥጋ ሆነ ካለ በኋላ አላዋቂና በጥቅስ ተገንዘው በጥቅስ የተቀበሩ በቃሉ ላይ ብቻ የተንጠለጠሉ ሰዎች እንዳይሰናከሉበት ቃል ሥጋ ሲሆን ባሕርዩን ትቶ እንዳይመስላቸው ወደ ሥጋም ፈጽሞ የተለወጠ አድርገው እንዳያስቡ ምክንያቱም መለወጥ ፈጽሞ የእግዚአብሔር ባሕርይ አይደለምና ወንጌላዊው አንድ ወሳኝ የሆነ ቃልን ሲጠቀም እንመለከተዋለን በእኛ ላይ አደረ የሚል። ቃል ባሕርዩን ለወጠ ብላችሁ እንዳታስቡ ይህ ፈጽሞ የማይቻል ነውና። ከቅድስት ድንግል የነሣውን ሥጋ መቅደስ አድርጎ ቃል ሥጋ ሆነ። ይህም የሆነው በፍጹም የተዋሕዶ ምስጢር ነው። ባለመቀላቀል ባለመጠፋፋት ባለመለያየት የቃል ግብር ለሥጋ ግበር ቃል ሆነ። ቃል ባሕርዩ ፈጣሪነት መጋቢነት ዘላለማዊነትና የመሳሰለው ነው። የሥጋ ባሕርይ ውሱንነት በጊዜ የተገደበ ሟች ነው።
የሚሞት ሥጋ የማይሞት መለኮት ቢዋሐደው ዘላለማዊ ሆነ ሥጋ ሞቶ ፈርሶ አልቀረም የመለኮት ገንዘብ ሆኗልና። ስለዚህ ምክንያት ከዘለዓለም እስከዘለዓለም ሕያው ነኝ ማለት ተቻለው። ቅዱስ ጳውሎስ እንዳለው በእርሱ የመለኮት ሙላት ሁሉ በሰውነቱ ተገልጦ ይኖራል። ቃል በእኛ ላይ አደረ የሚለውን መመርመር በጣም ማወቅ ጠቃሚና አስፈላጊ የሆነ ነገር ነው። ምክንያቱም ጥልቅ የሆነ ምስጢር የሚገልጥ ነውና። ሁላችን በክርስቶስ ስላለን። አጠቃላይ የሰው ልጆች ተፈጥሮ በእርሱ ውስጥ ተጠቅልሎ እንመለከተዋለን። ስለዚህ ምክንያት ሁለተኛው አዳም ተብሎ ተጠርቷል። የመጀመሪያው አዳም ተፈጥሮአችንን አራቁቶት እንዲበልዝ አድርጎት ነበር። የኋለኛው አዳም ክርስቶስ ተፈጥሮአችንን አበለጸገ ደስታንና ክብርን አመጣልን። ለዚህ ነው ቃል ያደረው ከድንግል ማርያም በነሣው ሥጋ ሆኖ እያለ በእኛ ላይ አደረ የመባሉ ምስጢር። ስለዚህ በክርስቶስ በኃይል የእግዚአብሔር ልጅ ሆኖ ስለተገለጠ አጠቃላይ የሰው ልጆች ተፈጥሮ ከፍ ከፍ ይል ዘንድ የእግዚአብሔር ፈቃድ ሆነ። ስለዚህም ምክንያት መዝሙረኛው እኔ ግን አማልክት ናችሁ ሁላችሁም የልዑል ልጆች ናችሁ አለ። በባርነት ቀምበር ተይዘን የነበረ ወገኖቹ በክርስቶስ ምክንያት ነጻነታችንን አገኘን። ስለ ሞት በፍርሃት በባርነት ይታሰሩ የነበሩትን ሁሉ ነጻ እንዲያወጣ፤ በሥጋና በደም እንዲሁ ተካፈለ፤ የአብርሃምን ዘር ይዟል እንጂ የያዘው የመላእክትን አይደለም። ራሱን ዝቅ አድርጎ በባሪያ መልክ የገለጸው ለእርሱ እጠቀም ብሎ ለክብሩ የሚጨምርለት አንዳች ነገር ስለነበረ አይደለም። ራሰን የተወደደ መሥዋዕት አድርጎ ሊሰጠኝ ስለፈቀደ እንጂ። በእርሱም ድኅነት እኛ ሁላችን ባለጸጎች እንሆን ዘንድ ነው። ቃል በእኛ ላይ አደረ ሁላችንም በእርሱ ዉስጥ እንኖር ዘንድ ሐዋርያው እንዳለ በአንድ ሥጋ ከራሱን ከአባቱ ጋር እንዲሁም ከባሕርይ ሕይወቱ ከመንፈስ ቅዱስ ጋር ያስታርቀን ዘንድ ነው። (ቅዱስ ቄርሎስ ዘእስክንድርያ 141)
ወንጌላዊው ቃል ሥጋ ሆነ ካለ በኋላ ይህም እግዚአብሔር የሰው ልጅ ሆነ ከተፈጠሩ ፍጥረታት ጋር ወንድማማች ሆነ የሚለውን ገልጾ ለክብሩና ለባሕርዩ ወደ ሚያስማማው ነገር አመጣን። ልዩ የሆነው ባሕርዩን ገለጠልን። በመጀመሪያ የአባቱን ክብር አንድ ልጅ እንደመሆኑ በአባቱ ዘንድ ያላውን የክብር መጠን ሊያሳየን ሞከረ። መለኮታዊ ባሕርይ ለለውጥ ያልተጋለጠ በመሆኑ ሁልጊዜም በአንድ ዓይነት ባሕርይ የሚኖር በመሆኑ ምንም እንኳ ወንጌላዊው ቃልም ሥጋ ሆነ ቢልም አስቀድሞ ከነበረው ባሕረይና ሕላዌ ተለወጠ ማለቱ አይደለም። አስቀድመን ክብሩን ተመልክተናል። ሌሎችን ያለፈ ክብር ለእግዚአብሔር ልጅነቱ ክብር የሚስማማ ክብር ነው። ጸጋንና እውነትን የተመላ ነውና። ፊታችንን ወደ ቅዱሳን ጉባኤ መልሰን በእያንዳንዳቸው የተገለጠውን የእግዚአብሔር ድንቅ ሥራ ብንመረምር ከመዝሙረኛው በአንድነት ሆነን እግዚአብሔር በቅዱሳኑ ላይ ድነቅ ነው ማለት ይቻለናል። (ቅዱስ ቄርሎስ ዘእስክንድርያ 143) ሕፀፅ ያለበት ነው ብሎ ባሕርያችንን አልተወውም። የፈጣሪ አካል ባሕርይ በኾነ ጊዜ ፍጹም አምላክነትን አገኘ። ቅዱስ ቄርሎስ ሥጋችን ክቡር እንደሆነ ለማስረዳት ጌታ ሥጋችንን ተዋሐደ (ፍካሬ ሕይወት ወሞት 142)
የአይሁድ እምነት እግዚአብሔር በሕዝቡ መካከል መኖሩን በተለያዩ ተአምራዊ ምልክቶች እየተገለጠ የሚታወቅ መኾኑን ይነግረናል እንጂ ተአምራዊ ምልክት እውነተኛውን እግዚአብሔር ወደ ማወቅ የሚያደርስ መንገድ አይደለም። አእምሯዊ አስተውሎት አንዱም ዐሳብ ከሌላው ጋር እያዛመደ የሚያቀርበውን የማይጨበጥ ረቂቅ አምላካዊ ኃይልን መከተል ሰው እውነተኛ አማላኩን እስከሚያገኝ ድረስ ኅሊናው የማያርፍ መኾኑን ይነግረናል እንጂ የእውነት ምንነትን የምናውቅበት መንገድ አይደለም። 
ተአምራዊ ምልክትና አእምሯዊ ዕውቀት እግዚአብሔር በልጁ ከገለጠው ዓለማን የማዳን ምሥጢር ጋር ሲስማሙና ሲዋሐዱ ብቻ ነው በክርስትና ውስጥ ዋጋና ትርጉም የሚኖራቸው። በእግዚአብሔር መገለጥ ላይ የተመሠረተ ነገረ መለኮት በእሥራኤል ሕዝብ ታሪክ ውስጥ የምናገኘውና በአእምሮ ሕግ የምናውቀው መለኮታዊ እውነት ነው። ቅዱስ ጳውሎስ ይኽን እውነት ያለጥርጥር ታላቅ እግዚአብሔርን የመምሰል ምሥጢር በማለት ይጠራዋል። (በትረ ሃይማኖት 118) ይህን ቃል በተግባርና በሕይወት ዕውን ማድረግ የሚያስችለን ቅዱስ ቁርባን ነው። (በትረ ሃይማኖት 120) አካላዊ ቃል ሥጋን መዋሐዱ እሙን ነው። ቅዱስ ባስልዮስ (ትምህርተ ጽድቀ 313) ማዕጠንት ዘወርቅ የቃል ሥጋን መዋሐድ የሚያስረዳ ነው። (አኰቴተ ቁርባን 266)
ፀጋ ፤ የባሕርይ ክብሩን ለሰው በፀጋ የሚሰጥ ነው፤ ኢየሱስ ክርስቶስ ነው፤ የማዳን ሥራው በጠቅላላ። (ተንከተም 56) ቃል ሥጋ ሆነ ማለት ድንግል ማርያም ወላዲተ አምላክ ናት ማለት ነው። (ተንከተም 203)
ዮሐንስ ሌሎችን ጸጥ አሰኘ፣ ከሌሎችም አስረዝሞ እንዲህ ሲል ተናገረ የአብ ቃል ከሰማያት ወረደ። ቅዱስ ያሬድ (ትምርተ ድኅነት1 62) በአባቱ ፈቃድ ሰው ሆነ። በማኅፀነ ማርያም አደረ፤ ንጸሕ ሚሆን ማኅተመ ድንግልናዋን ሳይለውጥ እግዚአብሔር ተወለደ። ቅዳሴ ዲዮስቆሮስ (ትምህርተ ድኅነት1 63) የጽድቅ የእውነት ፀሐይ ወጥቶላቸዋልና ጻድቃን በብዙ ሰላም(ሰላምን ተመልተው) ደስ ይላቸዋል። ቅዱስ ያሬድ (ትምርተ ድኅነት1 63) አምላክ ሲሆን ማኅፀን ተሸከመው። /ቅዱስ ያሬድ/ የድንግል ማርያም ድርሻ የተገለጠበት ቃል ነው። (ትምርተ ድኅነት1 114) -የነቢያት ትንቢት ፍጻሜ ያገኘበት ነው። (ትምርተ ድኅነት1 218) 
-ክርስቶስ ያልነሣው ማንኛውም ነገር ድኅነት ባላገኘም ነበርና፤ መለኮቱን ወደ ሰው ልጆች ባሕርይ አፈሰሰው። /ቅዱስ አትናቴዎስ/
ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ ከእመቤታችን ከቅድስት ድንግል ማርያም ሥጋንና ነፍስን ሳይነሣ እንዲሁ እንደ መስኖ የተጠቀመባት ከኾነማ ጥንቱንስ በማኅፀን ማደሩ ምን ጥቅም አለው እንደ መስኖ ውኃ ገብቶ የወጣ ከኾነማ ባሕርያችንን አልነሣም ማለት ነዋ የለበሰው ሥጋ የእኛ የሰው ልጆች ሳይኾን የሌላ ነው ማለት ነዋ እንዲህ ከኾነ ታዲያ እንዴት የእሴይ ሥር ሊባል ቻለ። እንዴት በትር ተባለ። እንዴት የሰው ልጅ ሊባል ቻለ። ቅድስት ድንግል ማርያም እንዴት እናቱ ኾነች። እንዴት የዳዊት ዘር ሊባል ቻለ። (5ቱ የንስሓመንገዶች 13)
ክርስቶስ ጸጋን ተሞልቶ ማለት የመለኮታዊ ባሕርይ ክብሩን ከእኛ ለነሣው ሥጋ ጸጋ አድርጎ ሠጠ ከሥጋችን ጋር ተዋሐደ ማለት ነው። ወንጌል ቅዱስ መዝ 44፤1፣ 32፤5፣ መሓ 2፤8፣ ራእ 19፤13 (የብርሃን እናት 219) ከመንፈስ ቅዱስ የተነሣ ከድንግል ማርያም በሥጋ ሰው ሆነ። በእንሰሳዊ ሥጋም አይደለም የእንሰሳ ሥጋ ቢሆን ያለ ለባዊትና ነባቢት መንፈስ ሥጋ፣ ደም፣ ዐፅም፣ ደም፣ ለባዊትና ነባቢት የሆነች ብርሃን ከዘይት ጋር እንደሚዋሐድ ከደም ጋር የተዋሐደች መንፈስ ነው። እንደዚሁም የአምላክ ልጅ ለባዊት ነባቢት የሆነች መንፈስ ያለውን ሥጋ ከድንግል ማርያም ነሣ ከደም ጋር የተዋሐደች ከዚያች መንፈስ ጋርም አንድ ሆነ ደምም በሥጋ ተዋሐደ የአምላክ ልጅም ያለመለወጥና ያለመለየትም በሥጋና በመንፈስ አንድ ሆነ። ለባዊት ነፍስ የመላች (የረቀቀች) መንፈስ ናትና ከአምላክ ቃል ጋር አንድ በሆነች ጊዜ ከሰማይ በላይና ከምድር በታች ከእርሱ ጋራ መላች ሥጋው በምድር ላይ ሳለ የሰውነቱ መንፈስ ግን ከአምላክ ቃል ጋር አንድ ሆነ…።
ሳዊሮስ ዘእስሙናይን (መጽሐፈ ሳዊሮስ ዘእስሙ 127) ወንጌላዊ አምላክ ያለመለወጥ ሥጋ እንደሆነ አስረዳን፤ ፈጣሪ ፍጡርን ፣ ፍጡርም ፈጣሪን፣ ሰማያዊ ምድራዊን፣ ምድራዊም ሰማያዊን፣ የቀደመው አዲስ፣ ሐዲሱ ቀዳሚ፣ የእግዚአብሔር ልጅ የማርያም ልጅ፣ የማርያም ልጅ የእግዚአብሔር ልጅ እንደሆነ አስረዳን። /ሳዊሮ ዘእስ/
ከዘመናት በፊት የነበረ፣ ከዘመናትም በኋላም የተገለጠ። እርሱ በጊዜ የሚለካ መነሻ አይሻም። ነገር ግን ህልውናችንን በግዴለሽነት ምክንያት ላጣነው ለእኛ ሲባል እንደ እኛ ሊወለድ ፈቀደ፤ እውነትን የተወውን ሰው ወደ ቀድሞው ቦታው ይመልሰው ዘንድ ። ይህም የእግዚአብሔር አንድያ ልጁ ነው፤ እርሱ ሁሉን በእርሱ የተቀለለ ነገር ግን የራሱን ቤተ መቅደስ በመካከላችን የተከለ ነው። ቅዱስ ጎር ዘኑ (መንፈሳዊ ሕይወት ምንድን ነው 84 ) 
ቃል የሥጋን ባሕርይ ሥጋም የቃልን ባሕርይ ገንዘብ በማድረጉ ሁለቱም በመለኮታዊ ልዕልና ይኖራሉ። ቅዱ ኤፍ (ኅብረ ወንጌል 34) ወንጌላዊው አጠገባችን ሆነ አላለም በእኛ አደረ አለ እንጂ ይህም ሥጋችንን ለብሶ በእኛ መካከል መገኘቱ ስለ እኛ መዳን ምክንያት እንደ ሆነ ያስረዳ ዘንድ ነው።(ኅብረ ወንጌል 70)
የእጁ ሥራ የሆነው የሰው ልጅ በኃጢአት ታሥሮ በማየቱ ባዘነለት ጊዜ በርኅራኄው መጣ፤ ከኃጢአት በስተቀር እንደ እኛ ሆኖ በመካከላችን ተገለጠ። እኛ በመንግሥተ ሰማያት እናድር ዘንድ፣ ከቀደመ ውድቀታችንም ታድሰን እንነሣ ዘንድ እንደገናም ልጅነትን ተቀብለን ከኃጢአት ነጻ እንሆን ዘንድ ከአባቱ ክብር ሳይለይ ለእኛ ሲል ለ9 ወር ከ 5 ቀናት በድንግል ማኅጸን አደረ። (መጽሐፈ በርለዓም ወየወሴፍ 18)
ሰማይና ምድር የማይችሉትን አምላክ እንደምን የድንግል ማሕጸን ቻለው - ቅዱስ ያሬድ ድጓ (ነገረ ክርስቶስ ክፍል አንድ 60) የድንግል ማሕፀን በሰማይ ካለው የብርሃን ሠረገላ ሰፋ፤ የድንግል ማሕፀን ከአየራት በለጠ፤ በሱራፌልና በኪሩቤል ዘንድም ተመሰገነ፤ የድንግል ማሕፀን የሰማይ ደጃፍ ኾነ፤ ሳይከፈትም የፀሐይ መውጫ መግቢያ ኾነ፤ የድንግል ማሕፀን ለአማናዊ የጽድቅ ገንዘብ ሣጥን ኾነ፤ የድንግል ማሕፀን አዶናይ በመባል ለሚጠራ እግዚአብሔር ማደሪያ ኾነ። አባ ጊዮርጊስ ድጓ (ነገረ ክርስቶስ ክፍል አንድ 60) የድንግልና ርግብ እመቤቴ ማርያም ሆይ በማግነን አመሰግንሻለኁ ከፍ ከፍ በማድረግም አመሰግንሻለኁ ከዓለም አስቀድሞ ለነበረ አካላዊ ቃል እናቱን ኾነሻልና ሰማይ የማይችለውን የምድር ስፋትም የማይበቃውን ጠባብ ማሕፀንሽ ተሸከመው ኀይሉንም ቻለ። /አባ ጊዮርጊስ /
በማይመረመር ምስጢር እንደ እኛ በማሕፀን መፀነስን ወደደ፤ ርሱ ሰው መኾኑ በማሕፀን ሳለ ባሕርየ መለኮቱ በሰማይ በምድር ከምድርም በታች ምሉእ ነው፤ በማይመረመር፣ በማይነገር ጌትነቱም ከአብ ዕሪና ይኖር ነበር፤ የሕይወት እስትንፋስ ያላቸው ኹሉ በላይ በታች ያሉ ፍጡራንም ኹሉ በመኻል እጁ ናቸው፤ አሸናፊ ፈጣሪ ርሱ እንደ ከሃሊነቱ ኹሉም ያዝዛቸዋል፤ ወልድ በድንግል ማኅፀን ሳለ በሰማይም በምድርም ከአባቱ ጋር በአንድ ባሕርይ መለኮት ህልው ነውና፣ ከኃጢአት በቀር በድንግል ማሕፀን ሥጋ ኾኖ ከተፈጠረ ከፍጹም ትስብእት ጋርም በማይመረመር ባንድ ባሕርይ መለኮት መች መች አንድ ነውና። /ቅዱስ ቄር ዘእስክ / እርሱ ኪሩቤልን ያንቀሳቅሳል፤ ርሱ የሥጋ አካል ጅማቶችን ይዋሐዳል፤ ርሱ በኹሉም ዘንድ ይገኛል፣ ትእዛዛት ይፋጠናሉ፣ ሰልፈኞችም ይሸበራሉ፣ ኃይላት በደስታ ይጮኻሉ፣ ጉባኤዎች ይሸበራሉ፣ ሥልጣናት ይሸፋፈናሉ፣ መዘምራን ሆ 
ብለው ይጮኻሉ ይቀድሳሉ፣ በላይም የተሰወረ ማንነቱን ይፈልጋሉ፤ ርሱ ግን በምድር ላይ በተፈጠረውና የሥጋ ሰማይ በኾነው ማሕፀን ውስጥ ነው፣ ርሱ የምድሪቱን ልጓሞች እና ሥልጣናቸውን በእጁቹ መዳፍ ውስጥ ይዟል፤ ያለምንም ሥጋዊ ሩካቤ ርሱ በድንግልና ማሕፀን ውስጥ ፅንስ ኾነ የመላው የምድር ስፋት በአባቱ የአጅ መዳፍ ውስጥ ነው፤ አንድ ዕፍኝ ሥጋ ርሱን በታናሽነቱ ፀንሶ ይሸከመዋል። /ቅዱስ ያዕቆብ ዘሥ/
ሥጋ ክቡር ነው። በኦርቶዶክሳዊ የነገረ ድኅነት አስተምህሮ የጠፋውን ለመፈለግ የባዘነውን ለመመለስ የወደቀውን ለማንሣት የራቀውን ለማቅረብ የተዋረደውን ለማክበርና የሞተውን ሕያው ለማድረግ በቸርነቱ ሊጎበኘን የወደደው አዳኛችን ኢየሱስ ክርስቶስ በበዳዩ ሰው ባሕርይ መገለጥ የግድ አስፈልጎታል። (ነቅዐ ሕይወት 49) አካላዊ ቃል በተዋሕዶ ያልነሣውን ያልተዋሐደውን ባሕርይ አላዳነውም ቤዛም አልሆነለትም። ቅዱ ጎር ዘኑ እነሆ የመዳኔን ምሥጢራዊ ተአምር ሊነጻጸር የሚችል አንዳችም ነገር የለም። ጥቂት የደመ መለኮት ጠብታዎች መላውን ዓለም ዳግመኛ በሐዲስ ተፈጥሮ ፈጥረዋልና። ቅዱ ጎር ዘኑ (ነቅዐ ሕይወት 59) የመለኮታዊ ክብር ተካፋይ መሆን (ነቅዐ ሕይወት 61) ሐዲስ ተፈጥሮ (ነቅዐ ሕይወት 63)
ቃል ሥጋ ሆነ የሚለው ቃለ ወንጌል ለሚያምን ሁሉ ግልጽና ቀጥተኛ ቃል ነው። ሆነ የሚለው ቃል መምሰልን ሊያመለክት አይችልም። ቀጥሎም ያለው ጸጋንና እውነነትን ተመልቶ በእኛ አደረ የሚለው ቃልም የቃል ሥጋን መሐዋድ እውነተኛ መሆኑን በአጽንኦት የሚገልጽ ነው። (ኦርቶዶክሳዊ ሥነ ሰብእ 93) ቅድመ ተዋሕዶ (ነገረ ሃይማኖት ዘኦርቶ 125)ድኅረ ተዋሕዶ (ሁለቱ ኪዳናት 25)
፲፬. ያም ቃል ሥጋ፤ ሆነ በእኛም አደረ፤ ለአባቱ አንድ እንደ ሆነ ልጅ ክብር ያለ ክብሩን አየን፤ ጸጋንና እውነትን የተመላ ነው።
፲፭. ምስክሩ ዮሐንስ ስለ እርሱ ድምፁን ከፍ አድርጎ ተናገረ፤ እንዲህም አለ፥ "እኔ ስለ እርሱ ከእኔ በፊት የነበረ ከእኔ በኋላ ይመጣል ያልኋችሁ ሰው ይህ ነው፥ እርሱ ከእኔ አስቀድሞ ነበረና።"
ከእኔ በኋላ ይመጣል ማለት በእኔ ትምህርት በእኔ ስብከት ይገለጣል። እኔ ካስተማርኩ በኋላ ያስተምራል ማለት ነው። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 47 ከእኔ በኋላ ይመጣል ማለቱ ዮሐንስ ጌታችንን ስድስት ወር ይበልጠዋልና ከእኔ በኋላ የተወለደ ነው ሲል ነው። ቅዱ ኤፍ ሶር (የዮሐንስ ወንጌል ማብራሪያ 47 ዮሐንስ መጥምቅ ከእኔ በኋላ የሚመጣው የእግዚአብሔር ልጅ ነው አላለም። ከእቤ ይልቅ የሚከብር ይህ ነው አለ እንጂ። ጥበበኛ ባለመድኃኒት ለበሽተኛው መጀመሪያ ጥቂት ወይም ቀላል መድኃኒት ይሰጠዋል እንጂ በከባድና አስጨናቂ በሆነ መድኃኒት አያስጨንቀውም። ዮሐንስም ምድራዊውን ነገር እንጂ ሰማያዊውን ነገር የማያስተውሉ አይሁድን ከእኔ በኋላ የሚመጣው ሁሉን የሚያድን የእግዚአብሔር ልጅ ነው ብሎ መጀመሪያ አላስደነገጣቸውም። እርሱ ራሱ ዮሐንስ በአይሁድ ዘንድ ክቡር ነበርና በራሱ አመሳስሎ ከእኔ በኋላ የሚመጣው ከእኔ ይልቅ የከበረ ሆኖአል አላቸው እንጂ። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 48 ከእመኔ በፊት ነበረ ማለቱ ስለ አምላክነቱ መናገሩ ነው። /ቅዱ ኤፍ/
እርሱ ከእኔ በፊት ነበርና ማለቱ ኢየሱስ ክርስቶስ በሰውነቱ በክብር ይቀድመኛል ሲል ነው።
ከእኔ ይልቅ የከበረ ሆኖአል የሚለውን ቃል ማስከተሉ በክብር እንደ ሚቀድምና እንደሚበልጠው ለመግለጥ ነው። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 48 ይህ ቃል በመኖሩ ስለመቅደሙ አይተረጐምም በክብር በልዕልና ይቀድማል ማለት ነው እንጂ። /ግእዝ በግእዝ/ 
`,

  /** ----------------------------------------------------------- */

  "መዝሙር በቀዳሚ ገብረ እግዚአብሔር": `በቀዳሚ ገብረ እግዚአብሔር ሰማየ ወምድር ወኵሎ ፈጸመ አዕረፈ በሰንበት። ወይቤሎ ለኖኅ አመ አይኀ ግበር ታቦተ በዙትድኅን አነ አቀውም ኪዳንየ ዘምስሌከ ለዓለም ከመ ዳግመ ለምድር ኢያማስና በአይኀ ከመ አሀባ ለምድር ሣዕረ ሐመልማል ክረምተ ወሐጋይ ዘርአ ወማዕረረ ዝኬ ውእቱ ጸጋው ለእግዚአብሔር በአማን ኢይኄሱ ቃሎ ዘነበበ። 
በመጀመሪያ እግዚአብሔር ሰማይና ምድርን ፈጠረ ሁሉን ፈጽሞ በሰባተኛው ቀን ዐረፈ፤ ኖኅን እንዲህ አለው፤ 
በንፍር ውኃ ጊዜ የምትድንበትን ታቦትን ሥራ፤ ዳግመኛም ምድርን በንፍር ውኃ እንዳላጠፋት፤ በክረምትም ለምድር ሣርንና ልምላሜን፤ በበጋም ዘርና መኸርን እሰጣት ዘንድ እኔ ከአንተ ጋር ቃል ኪዳኔን አቆማለሁ አጸናለሁ፤ ይህ የእግዚአብሔር ጸጋ ነው፤ በእውነት እግዚአብሔር የተናገረውን ቃሉን አያጥፍም።
`,
  "ምስባክ መዝ 9፥11": `11፤ ዘምሩ ለእግዚአብሔር ዘየኀድር ውስተ ጽዮን ወንግርዎሙ ለአሕዛብ ምግባሮ። እስመ ተዘከር ዘይትኀሠሥ ደሞሙ። 11፤ በጽዮን ለሚኖር ለእግዚአብሔር ዘምሩ፥ ለአሕዛብም ሥራውን ንገሩ፤ ደማቸውን የሚመራመር እርሱ አስቦአልና፥ በጽዮን ለሚኖር -የጽዮን ተራራ በደኅና የተገነባችው ቅድስት ቤተ ክርስቲያን ናት፤ ግንቦቿ የአማኞች ነፍሳት ናቸው። ኦንሲመስ ይልቁንም ማሕሌታይ ከሚሆን ከዚህ ከአባትሽ ከዳዊት ጋር ወደ እኔ ትመጪ ዘንድ እተጋለሁ፤ በተቃጠለ ፍቅር ስለ አንቺ ይጮኸልና እንዲህ እያለ፦ "ዘምሩ ለእግዚአብሔር ዘየኀድር ውስተ ጽዮን፤ወንግርዎሙ ለአሕዛብ ምግባሮ።" መዝ 5፥4፣ 47፥12 ወንግርዎሙ ለአሕዛብ ምግባሮ። ሥራውን ትድግናውን ሁሉ ለአሕዛብ ንገሯቸው አስተምሯቸው፤ አንድም ጠላት ገድሎ ባሕር ከፍሎ መና አውርዶ ደመና ጋርዶ አለት ሰንጥቆ ውኃ አፍልቆ አባቶቻችንን ከግብፅ ባርነት ነጻ ማውጣቱን ተናገሩ፤ ቸርነቱን ምሕረቱን አውሩ፤ ስሙን ጥሩ፤ ለጌትነቱ ዘምሩ፤ በቅዱስ ስሙ ተጓደዱ። እስመ ተዘከር ዘይትኀሠሥ ደሞሙ። እንደ ፈሰሰ እንደ ፈረሰ ይቅር የማይል ሥጋቸውን ደማቸውን አስቧልና አስቦ ጠላታቸውንን አጥፍቷልና፤ አንድም ደማቸውን የሚመራመር እግዚአብሔር አስቧልና አንድም ደማቸውን የሚፈላለግ ጠላታቸውን አጥፍቷልና፤ አንድም ጠላቱን በፍዳ የሚመረምር እንደ ደመ አቤል እንደ ደመ ዘካርያስ ደማቸውን አስቧልና። 
`,
  "ወንጌል ማቴ 23፥23-ፍሜ": `23. "እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ከአዝሙድና ከእንስላል፥ ከከሙንም ዐሥራትን ስለምታወጡ፥ በኦሪት ያለውን ታላቁን ትእዛዝ፥ ፍርድንና ምጽዋትን፥ ታማኝነትን ስለምትተው ወዮላችሁ! ይህን ልታደርጉ፥ ያንንም ላትተዉ ይገባ ነበር።
*አዝሙድ፤ የወጥ ቅመም ፣ ጥቁር ወይም ነጭ ቀለም ያለው፤ ኢሳ 28፥25 /የመቅ መቃ 166/
*ከሙን፤ ጥሩ ሽታ ያለው፣ ፍሬው ትንንሽ የሆነ የሚፋጅ የቅመም ዓይነት፤ ኢሳ 28፥25። /የመቅ መቃ 199/
*ዐሥራት፤ አንድ ዐሥረኛ ማለት ነው። ከቀድሞ ዘመን ጀምሮ ከማንኛውም ገቢ ዐሥረኛው እኛ ለሃይማኖት መሪዎች ወይም ለመንግሥት ይሰጥ ነበር። ነገር ግን እንዴት እንደተጀመረ አይታወቅም። ከሙሴ ዘመን በፊትና እንዲሁም ከባቢሎን እስከ ሮም ድረስ ይሠራበት ነበር። አብርሃም ለመልከ ጼዴቅ ዐሥራትን ሰጠው፤ ዘፍ 14፥20። ያዕቆብም ለእግዚአብሔር ዐሥራት በመክፈል ተሳለ፤ ዘፍ 28፥22። ሌዋውያን ካህናት እንዲጠቀሙበት ዘኁ 18፥21፣ ምድር ከምታፈራውና ከከብትም ወገን ዐሥራት እንዲሰጥ ታዘዘ፤ ዘሌ 27፥30። የሚከፍሉበት ጊዜ ተወሰነ፤ ዘዳ 12፥5፣ 14፥22። ዐሥራትንም ሲከፍሉ እግዚአብሔር ሕዝቡን ይባርካል፤ ዘዳ 26፥13፣ ሚል 3፥10። ፈሪሳውያን ከቅመማ ቅመም ሳይቀር ዐሥራት ይከፍሉ ነበር። 
ሐዋርያት ስለ ዐሥራት አልጻፉም፤ ሆኖም እንደ እግዚአብሔር በረከት መጠን በልግስና በውዴታ ዐሥራት መስጠት ይገባል፤ 1ቆ 16፥1፣ 2ቆሮ 9፥6። /የመቅ መቃ 214/
-ይህን ልታደርጉ ያንንም ላትተዉ ይገባ ነበር። ይህንን ቃል ዲያብሎስ ውጊያ ሲያበዛባችሁ አስታውስት። ዲያብሎስ ሲዋጋ ዕቅዱን ይለዋውጣል። አምና በዐቢይ ጾም መግቢያ ላይ ጾም ጥቅም እንደሌለው አድርጎ የተዋጋውን ወጣት በዘንድሮ ዐቢይ ጾም መግቢያ ላይም በዚያው ይጀምረውና በከንቱ ኩራት ይደመድምበታል። ጾምን በተመለከተ በጥርጣሬ ሊሞላው ይጀምራል። ከእንሰሳት ተዋጽዖ መታቀብ ማለት ምን ማለት ነው? ይልቁንም ከኃጢአትና በውስጥህ ካሉት አውሬዎች ጋር መዋጋት ይሻላል። ያለ ንጽሕናና ቅድስና ብትጾምስ ምን ዋጋ አለው? እንዲህ ያለው ጾምህ ተቀባይነት ያለው ይመስልሃልን? ይለዋል። ያ ወጣትም "ይህን ልታደርጉ፥ ያንንም ላትተዉ ይገባ ነበር" የሚለውን የመጽሐፍ ቃል ያስባል። 1ቆሮ 9፥27፣ ማቴ 4፥4፣ ዘዳ 8፥3 /የዲያብሎስ ውጊያዎች 54/
-ይህን ልታደርጉ፥ ያንንም ላትተዉ ይገባ ነበር። ይህን ቃል በአንተ አገልግሎት አስበው። መተው የሌለበክን የተውከውን አስብ! ክፉ ሆነክ መልካም ነገሮችን አትፈልግ። 1ነገ 20፣ ዘፍ 27 /መንፈሳዊ ሰው 19/
-"እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ከአዝሙድና ከእንስላል፥ ከከሙንም ዐሥራትን ስለምታወጡ፥ በኦሪት ያለውን ታላቁን ትእዛዝ፥ ፍርድንና ምጽዋትን፥ ታማኝነትን ስለምትተው ወዮላችሁ! ይህ ቃል ዮሐ 18፥28ን ያስታውሰናል። አይሁድ ንጹሕ የሆነውን ጌታ ይዘው ወደ ገዡ ግቢ ከወሰዱት በኋላ እንዳንረክሱ ወደ ጊቢው ውስጥ አልገቡም። 
ማር ዮሐንስ "የሁሉን ጌታ ሊገድሉት አስበው እንዳንረክስ ማለታቸው ይገርማል" ጌታችን "እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ከአዝሙድና ከእንስላል፥ ከከሙንም ዐሥራትን ስለምታወጡ፥ በኦሪት ያለውን ታላቁን ትእዛዝ፥ ፍርድንና ምጽዋትን፥ ታማኝነትን ስለምትተው ወዮላችሁ! ብሎ እውነት ተናገረ" 
አገልግሎት የመጨረሻው ደረጃ ወይም መውደቅ የሌለበት አይደለምና መጠንቀቅ ያስፈልጋል። ዴማስ ጠፍቷል ቈላ 4፥4፣ ፣ የሰርዴሱ አለቃ ራእ 3፥1፣ ካህኑ ዒሊና ልጆቹ 1ሳሙ 2፥31፣3፥14፣ ንጉሥ ሳኦል 1ሳ 10፥11፣ ጻፍችና ፈሪሳውያን 
-ካህናት ማቴ 21፥34፣ 27፥12፣28፥13፣26፥14፣ ሉቃ 23፥23፣ የጠፋው ልጅ ታላቅ ወንድም ሉቃ 15፥25፣29፣ አዳምና ሔዋን፣ በለዓም ዘኁ 24፥17፣ 23፥4፣24፥13፣22፥18፣ራእ 2፥14፣ 2ጴ 2፥15፣ ይሁ 11፣ አሮን ዘፀ 15፣ አርዮስ፣ ንስጥሮስ፣ መቅዶንዮስ ፣ አውጣኪ /መንፈሳዊ አገልግሎት 136/
24. እናንተ ዕውራን መሪዎች፥ ትንኝን የምታጠሩ፥ ግመልንም የምትውጡ፤ 
*ትንኝ፤ የምትበርር፣ የሰውን ደም የምትመጥ በጣም ትንሽ ፍጥረት። /የመቅ መቃ 138/
*ግመል፤ በጀርባው ላይ አንድ ወይም ሁለት ሻኛ ያለው የጭነት እንሰሳ፤ ዘፍ 24፥10፣ 2ነገ 8፥9። ጠጒሩ ልብስ ይሆናል፤ ማቴ 3፥4። ግመል ያመስኳል፤ ግን ሰኰናው ስንጥቅ አይደለም። ስለዚህ በእስራኤል ዘንድ ለመብል አልተፈቀደም፤ ዘሌ 11፥4። ግመል ለትልቅ ነገር ምሳሌ ሆኖ ተጠቅሷል፤ ማቴ 19፥24። /የመቅ መቃ 258/
-ባልንጀሮቻቸውን በጥቃቅንና እዚህ ግባ በማይባል ስሕተቶች ክፉኛ የሚነቅፉ የነበሩ ሲሆን እነርሱ ራሳቸው ግን ልበ ቢስ ሆነው ለሞት የሚያደርሱ በደሎች የሚፈጽሙ ነበርና" ማቴ 7፥1፣ 23፥4፣ ቅዱ ዮሐ አፈ /የማቴዎስ ወንጌል 441/
-ዳግመኛም በባልንጀራህ በመፍረድ ፍቅር ማጣት እንዳይሆንብህ ይህ የደረሰበት እንዲህ ስላደረገ ነው አትበል። ይህን ትመረምር ዘንድ አልተፈቀደልህምና። መጽሐፍ እንዲህ ይላል -ስለ ሰው ማንነት መመራመር ትፈልጋለህ? አዎን ካልክ መጻሕፍትን ተመልከት፤ መምህራንን ጠይቅ። ምነው መጻሕፍትና መምህራን የሰው አመል መርምር ይላሉ? ቢሉ እንዳትመረምር ይነግሩሃል። አረጋዊ መንፈ /ጸያሔ ፍኖት 128/ መናፍቃን በኦርቶዶክስ ቤተክርስቲያን የሚያደርጉትም ትንሹን የምእመናን የምግባር ጉድለት በማንሣት ትልቁን ኑፋቄያቸውን ሊያስገቡ ይሻሉ። ወንበዴ ብታይ ዘማዊንም ብትመለከት እንደ ፈታያዊ ዘየማነ እኔን ቀድሞ ገነት ቢገባስ ምን ዐውቃለሁ ብለህ እለፍ" /አረጋዊ መንፈሳዊ/
እግዚአብሔር ከደካሞች ጋር
-ምንጊዜም ቢሆንም እግዚአብሔር አምላክ ምሕረት የሚያደርገው ለደካማው ነው። 1ቆ 1፥27
-እግዚአብሔርን የሚመርጡት ብርቱዎችም ቢሆኑ በእርሱ ፊት እንደ ደካሞች ሆነው ነው። 2ነገ1፥10፣18፥40፣19፥14
-እግዚአብሔር አምላክ የተዋረደና የተጸጸተ ልብ ስለሚፈልግ ጀግኖች የተባሉት ሰዎችም እንዲፈሩና ደካሞች እንዲሆኑ ይወዳል። ኢሳ 2፥12
-መድኃኒታችን ኢየሱስ ክርስቶስ ደካማ የሆነውን ሰው በመቃወም የቆመበት ጊዜ ፈጽሞ አልነበረም። ዮሐ 8፥11፣ሉቃ 7፣ ማቴ 11፥28፣ ዮሐ 16፥12፣ 1ቆሮ 3፥1
እግዚአብሔር ከደካሞች ጋር፦ያዕቆብ ዘፍ 32፥11፣ ዮሴፍ ዘፍ 39፥19፣ ሙሴ ዘፀ 3፥1፣ 3ቱ ደቂቅ፣ ከዳንኤል ፣ ዳዊት ፣ ኢዮብ
-እግዚአብሔር እንዲምራችሁ ለደካሞች ምሕረት አድርጉ። ሉቃ 7፣18፥9፣ ዮሐ 9፥35 የሚመካ በእግዚአብሔር ይመካ። 2ኛ ነገ 19፥16፣ ኢዮ 26፥2፣ መዝ 19፥7፣ 1ተ 2፥18
25. እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ በውስጡ ቅሚያንና ስስትን ተሞልቶ ሳለ የጽዋውንና የወጭቱን ውጭ ስለምታጥቡ ወዮላችሁ!
*ጽዋ፤ ከብዙ ነገር በልዩ ልዩ ዐይነትና መልክ ሊሠራ የሚችል መጠጫ ዕቃ። በምሳሌነት እግዚአብሔር ለሰው ያቀደውን በረከት ወይም መከራ ያመለክታል፤ መዝ 11፥6፣ 16፥15፣ 23፥5፣ ማቴ 20፥22፣ 26፥39፣ ዮሐ 18፥11፣ ራእ 15፥7። /የመቅ መቃ 280/
*ወጭት፤ ከሸክላ ፣ ከነሐስ፣ ከሌላም የሚሠራ ትልቅና ሰፊ የወጥ ማቅረቢያ፤ ማቴ 23፥25፣ 26፥23። /የመቅ መቃ 211/
-ስለ ንስጥሮስ ፦ አንተ ግን ፍሬ የሌለው ተክል፣ ቅጠል በሌለው ዛፍ፣ ፈሳሽ በሌለው ወንዝ፣ ውኃ በሌለው ጉድጓድ፣ ዘውድ በሌለው ንጉሥ፣ የጦር መሣሪያ በሌለው ወታደር፣ ዝናም በሌላው ደመና፣ ፍሬ በሌለው እሸት፣ ለምግብ የሚሆን ሀብት በሌላው አባት፣ ጡቶች በሌላት እናት፣ ጣርያ በሌላው ሕንጻ ፣ መዝጊያ በሌለው ደጃፍ፣ አክሊል ባልደፋ ሙሽራ፣ ጌጥ በሌላት ሙሽሪት፣ ልብሰ ተክህኖ በሌላው ካህን፣ ቁርባን በሌላው መሠዊያ፣ 
የመርከብ ሥርዓት በማያውቅ ዋናተኛ፣ ገንዘብ በሌለው ገባይተኛ፣ የብረት ጥሩር በሌለው ባለ ሠረገላ፣ ጦሮች በሌሉት ፈረሰኛ ትመሰላለህ። /አባ ጊዮርጊስ/
-ነፍስ ሞታ ሰውነት በሽቱ ቢታወድ የነፍስ ንጽሕና ይገኛልን? አንዱ በዘማዊነት፣ በሌብነት፣ በነፍስ ገዳይነት በማይረባ ስብእና እና ወራዳነት እንዲሁም በሴታሴትነት ሁኔታ ሊገኝ ይችላል። በተለይ በኋለኛው በሴታሴትነት የሚገኙ ሰዎች ለሰውነታቸው ንጽሕና ምን ጊዜም ጠንቃቃ ናቸውና። እናም ገላቸውን በሽቶዎች ያውዱታል፣ መቃብራቸውንም ያጸዱታል። ግን ሰውነታቸው ነው መቃብር። ነፍስ በሰውነታቸው ውስጥ ሙት ናትና። ስለዚህ ይህ ንጽሕና የእነርሱ ሊሆን ይችላል። ይሁን እንጂ የውስጥ የሆነው ንጽሕና አይደለም። ቅዱ ዮሐ አፈ /የቅዱስ ጳውሎስ መልእክት ወደ 2-ጢሞ 112/
-መምህራን ነን እያሉ መጻሕፍትን የማያስተውሉ በመጻሕፍትም የማይኖሩ ጣዖት ሆኖ ሳለ አምላክ ብለው ከሚያከብሩት ከአዛጦን ሰዎች ጣዖት ከዳጎን አይሻሉም።" /አባ ጊዮርጊስ/
-ከሰይጣን ይልቅ ልማድን ፍራ ልማድን የሚያለማ እሳትን እንደሚያለማ ነውና። ማር ይስሐቅ /ጾምና ምጽዋት 242/-በንጹሕ ልብ ለልዑል ምስጋና እናቅርብ። /ቅዱ ያሬድ/
-የቀራጩ ጸሎት አስታውስ ኢሳ 1፥12፣ ኤር 12፥2፣ ዕብ 12፥14
መንፈሳዊ ሥራዎችህን እግዚአብሔር እንዲቀበልልህ፦ በስውር አድርግ፣ ከንቱ ውዳሴን አትፈልግ፣ ከሰዎች እይታ ተከለል፣ ምስጋና ሲመጣ ኃጢአትህን አስታውስ፣ ግልጽ የሆኑ ድርጊቶችህን ሰውር /መንፈሳዊ ውጊያዎች 88/፣ የመናፍቃን የስብከት አቅጣጫ ውጭን ነው።
26. አንተ ዕውር ፈሪሳዊ፥ ውጭው ንጹሕ ይሆን ዘንድ አስቀድመህ የጽዋውንና የወጭቱን ውስጡን እጠበው።
27. በውጫቸው አምረው የሚታዩ፥ በውስጣቸው ግን የሙታን አጥንትንና ርኲሰትን የተመሉ፥ የተለሰኑ መቃብሮችን የምትመስሉ እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ወዮላችሁ!
28. እንዲሁ እናንተም በውጭ ለሰው ጻድቃን ትመስላላችሁ፤ በውስጣችሁ ግን ዐመጽንና ግብዝነትን፥ ቅሚያንም የተሞላችሁ ናችሁ።
፳፱. "የነቢያትን መቃብር የምትሠሩ፥ የጻድቃንንም መቃብር የምታስጌጡ እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ወዮላችሁ!
፴. በአባቶቻችን ዘመን ኖረን ቢሆን በነቢያት ደም ከእነርሱ ጋር ባልተበባርንም ነበር ትላላችሁ።
፴፩. እነሆ፥ የነቢያት ገዳዮች ልጆች እንደ ሆናችሁ እናንተ ራሳችሁ ትመሰክራላችሁ። 
--አይሁድ ሃይማኖት አላቸው፤ ምግባር የላቸውም። በሚመጣው ዘመን ይህን ያውቁ ዘንድም አያስቡትም። /ርቱዓ ሃይማኖት /182/
፴፪. እናንተም የአባቶቻችሁን መስፈሪያ ሙሉ። 
--አባቶቻቸው ዮሴፍን እንደሸጡ ልጆቻቸው ደግሞ ክርሰቶስን ሸጡ ዘፍ 37፥37 /ተንከተም 197/ 
፴፫. እናንተ እባቦች፥ የእፉኝት ልጆች፥ ከገሃነም ፍርድ ልታመልጡ እንዴት ትችላላችሁ? 
 እናንተ እባቦች፥
አይሁድ ልጆቻቸውን በሐሰት የሚያስቱ፤ ሐሰትን የሚያስተምሩ ናቸውና እባብ ተባሉ።
*እባብ፤ እግር የሌለው ፣ በሆዱ የሚሄድ ፣ መርዛማ የሆነ የሰው ጠላት ፣ ተንኰለኛ አውሬ። ሰይጣን በእባብ ተመስሎ ሔዋንን አታለለ፤ ዘፍ 3፥1፤ ራእ 20፥2። /የመቅ መቃ 190/
የእፉኝት ልጆች፥ እፉኝት መርዛማ እባብ፤ ዘዳ 32፥33፣ ምሳ 23፥32፣ ኤር 817። /የመቅ መቃ 198/
"እናንተ የእፉኝት ልጆች" ማቴ 3፥7
- የእፉኝት ልጆች፥ የሚወለዱት እናታቸውን ገድለውና ሆድዋን በልተው ነው ይባላልና። እነዚህ ሰዎች ልክ እንደነዚህ አራዊተ ምድር አባታቸውንና እናታቸውን የሚገድሉ ነፍሰ ገዳዮች (1ጢ 1፥9)፣ መምህራኖቻቸውንም በገዛ እጃቸው የሚያጠፉ ናቸውና " የእፉኝት ልጆች" ብሎ ጠራቸው። ቅዱስ ዮሐንስ አፈወርቅ /የማ ወ 194/ እፉኝት አርዌ ገሞራዊት (የገሞራ አውሬ) ትባላለች። አፈ ማኅፀንዋ ጠባብ ነው። ዘሩን በአፍዋ ትቀበለዋለች። አባለ ዘሩን ቆርጣ ታስቀረዋለች። በፅንስ ጊዜ አባት ይሞታል። በሚወለዱበትም ጊዜ አፈ ማኅፀና ጠባብ ነውና ሥጋዋን በልተው ሆድዋን ቀድደው ይወጣሉ። በዚህ ጊዜ እናት ትሞታለች። አይሁድም እንደ አባት የሚኾኑአቸውን ነቢያት እንደ እናት የሚኾኑአቸውን ሐዋርያት ገድለዋልና። /ወንጌል ቅዱስ 84/
አይሁድ የተጠሩባቸው ስሞች፦ ግብዞች ማቴ 6፥1፣ የገሃነም ልጆች ማቴ 23፥15፣ ዕውሮች ማቴ 23፥16፣ የእፉኝት ልጆች 
፴፬. ስለዚህ እነሆ፥ እኔ ነቢያትንና ጠቢባንን፥ ጻፎችንም ወደ እናንተ እልካለሁ፤ ከእነርሱም ትገድላላችሁ፤ ትሰቅላላችሁም፤ ከእነርሱም በምኲራባችሁ ትገርፋላችሁ፤ ከከተማም ወደ ከተማም ታሳድዱአቸዋላችሁ።
-ትገድላላችሁ፤ ቅዱሳን ሐዋርያት ፣ ትሰቅላላችሁም፤ ቅዱስ ጴጥሮስን ፣ ከእነርሱም በምኲራባችሁ ትገርፋላችሁ፤ ዮሐ 9፣ ቅዱስ ጳውሎስ ፣ከከተማም ወደ ከተማም ታሳድዱአቸዋላችሁ፣ የቅዱስ እስጢፋኖስ ማኅበረ 
፴፭. ከጻድቁ ከአቤል ደም ጀምሮ በቤተ መቅደስና በመሠዊያዉ መካከል እስከ ገደላችሁት እስከ በረክዩ ልጅ እስከ ዘካሪያስ ደም ድረስ በምድር ላይ የፈሰሰዉ የጻድቃን ሁሉ ደም በእናንተ ላይ ይደርስ ዘንድ።
*አቤል፤ የአዳምና የሔዋን ሁለተኛ ልጅ። አቤልና ወንድሙ ቃየል ለእግዚአብሔር መሥዋዕትን ባቀረቡ ጊዜ እግዚአብሔር የአቤልን መሥዋዕት ወደደ። የአቤልን መሥዋዕት በእግዚአብሔር ፊት ተወዳጅ ያደረገው እምነቱ ነው። አቤል በወንድሙ በቃየል እጅ ተገደለ። ጻድቅም እንደ ሆነ ተመሰከረለት፤ ዘፍ 4፥2፤ ማቴ 23፥35፤ ዕብ 11፥4፣ 12፥24። አቤል የሞተው በእምነቱ ምክንያት ነው፤ ስለዚህ ከሰማዕታት ሁሉ የመጀመሪያው ነው ማለት ይቻላል። /የመቅ መቃ 160/
*ዘካርያስ ፤ በ530 ከክበ ከነቢዩ ሐጌ ጋር ተነሥቶ የቤተ መቅደሱን ሥራ እንዲፈጽሙ አይሁድን አነሣሣቸው፤ ዕዝ 5፥1። በማቴ 23፥35 የተጠቀሰው የበራክዩ ልጅ ቢሆንም፣ ነገሩ ስለ ዮዳሄ ልጅ መወገር ያሳስባል። 
ምናልባት አንድ የዱሮ ዘመን ጸሐፊ የአባት ስም ለውጦ ይሆናል፤ ሉቃ 11፥51፣ 2ዜ 24፥20። /የመቅ መቃ 224/
-በቤተ መቅደስህ የፈሰሰውን የዘካርያስ ደም እንደ መልካም መሥዋዕት የተቀበልህ የኃያላን ጌታ እግዚአብሔር ሆይ! የልቤን መልካም መሻት በሰማያዊ መቅደስህ ተቀበል። በመለኮታዊ ብርሃንና በጌትነትህ መዓዛ ሐሤት ምላኝ። ራእየ ኒፎን /231/
-ጌታችን ለመያዝ በሄሮድስ፣ በተራራ ጫፍ ሊወረውሩት ሙከራ አድርገው አልተሳካላቸውም። 
አትግደል ዘፀ 20፥13
የተፈቀደ መግደል ዘሌ 20፥10፣ 24፥16፣ ዮሐ 8፥1
የአገዳደል ዐይነቶች፦ አካልን፣ መንፈስን፣ ሥጋን፣ ነፍስን፦ ምሳ 7፥26፣ ዮሐ 8፥44፣ 2ቆ 3፥6
-ራስን መከላከል እስራኤላውያን ከፍልስጥኤማውያን ያደረጉት ጦርነት
-ነቢያትን መግደል፦ ዘኁ 32፥4፣ ዘፀ 17፥3፣ ኤር 38፥6
፴፮. እውነት እላችኋለሁ፤ ይህ ሁሉ በዚች ትውልድ ይደርስባታል። 
፴፯. "ኢየሩሳሌም፥ ኢየሱሳሌም ሆይ፥ ነቢያትን የምትገድል፥ ወደ እርሳ የተላኩትን የምትደበድብ፥ ዶሮ ጫጩቶችዋን በክንፎቻ ውስጥ እንደምትሰበስብ ልጆችሽን እሰበስባቸው ዘንድ ምን ያህል ወደድሁ! እናንተ ግን እንቢ አላችሁ።
--ዶሮ ለልጆቻ በአፋ ያገባችሁን እየከካች ታበላለች ፤ እኔ ልብላ አትልም።ከጠላት ትፋጠጣለች፤ ጫጩቶቻን ስትታቀፍ ላባዋ ይላላጣል። ለሁሉም ልጆቻ ፍቅር አላት። በወለደች ጊዜ ራሷን ከጓደኞቿ ትለያለች። ራስን መስጠት ታስተምራለች። /ምዕላደ ጥበብ 331/
-ዶሮ ለጫጩት እናትም አያትም ናት፤ እግዚአብሔርም እንደ ዶሮ እንቁላል መሬትን ፈጠረ እንደ ጫጩት ደግሞ ከመሬት አስገኘ። /አለቃ ኪወክ/
-ሰው ነጻ ፈቃድ አለው
መልካሙ የእኛ አምላክ ሰቆ ኤር 3፥25፦ አያስፈራራንም ፣ ፍጥረትን ፈጥሯል፣ ከእናንተ ጋር ነው፣ አገልጋዮች አድርጎናል ፣ የእርሱ በሆነው እኛ እንድንጠራ አድርጓል ፣ የተቀደሱ ስጦታዎች ሰጥቶናል፣ የእርሱ የሆኑ ባሕርያት በፍጥረቱ እንዲታዩ አድርጓል። "እርሱ ለጉንዳን የማይደክም ጉልበት ሰጥቷል፤ ለንብ ደግሞ አስደናቂ ትክክለኛነት አድሏል። እርሱ ለውሾች ልዩና አስደናቂ ታማኝነት ሲሰጥ ለቀበሮዎች ብልሀትን፣ ለርግቦች የዋህነትን፣ ለዶሮዎች ደግሞ በጎነትን አድሏል።
-ጉልበት ሰጥቶናል፣ ይታገሰናል፣ ለሰይጣን ኃይሉን አልወሰደበትም፣ ለይሁዳ ፍቅሩን ገልጣል፣ ልዩ ልዩ ቃል ኪዳን ገብቶልናል፣ ጥቂታን ሥራችንን አይዘነጋም። አቡነ ሺኖዳ /እግዚአብሔርና ሰው 109/
-አንተ መከራዎችን ለመሸከም ሞክረህ ካቃተህ እግዚአብሔር ሊረዳህ ይችላል።አቡነ ሺኖዳ /የተስፋ ሕይወት 41/
፴፰. እነሆ ቤታችሁ ምድረ በዳ ሆኖ ይቀርላችኋል።
*ምድረ በዳ፤ ደረቅ አገር። የእስራኤል ሕዝብ በምድረ በዳ አርባ ዓመት ኖሩ፤ ዘዳ 32፥10 ፣ ሉቃ 4፥1፣ ማር 6፥35 /የመቅ መቃ 63/
--በ70 ዓም ሮማዊው ንጉሥ ጥጦስ 80፣000 ሠራዊት አስከትቶ ከተማዋን በመውረር ከተማዋን ሠብሮ ገብቶ በዚያን ጊዜ በሮማውያን አገዛዝ ዐምፀው የነበሩትን አይሁድ ግማሾቹን ሲፈጃቸው የቀሩትን ደግሞ በባርነት ሸጣቸው። ከተማዋንም አፈረሳት። /ቤተ ክርቲያንህን ዕወቅ 42/ ጦርነቱ ከሚያዝያ እስከ ሐምሌ የ3 ወር ነበር። የቤተ መቅደሱ መፍረስ፦ ከጥጦስ ሠራዊት አንዱ ከቤተ መቅደሱ ድንጋይ ሲፈነቅል ድስት ሙሉ ወርቅ አገኘ። የተቀሩትም እንደርሱ እናገኛለን እያሉ እያንዳንዳቸው አንድ ድንጋይ እያነሡ ቤተ መቅደሱን ሙሉ በሙሉ አፈረሱት። /ትርጓሜ ወንጌል/
፴፱. እውነት እላችኋለሁ፤ በእግዚአብሔር ስም የሚመጣ ብሩክ ነዉ እስከምትሉበት ጊዜ ድረስ ከዛሬ ጀምሮ አታዩኝም።"
ከምኲራብ በወጣ ጊዜ ሀብተ እግዚአብሔርን ከአይሁድ ማኅበረ አውጥቶ ለቤተ ክርስቲያን ሰጠ። /ግእዝ በግእዝ/
`,

/** ---------------------------------------------------------- **/

  "መዝሙር እኩት አንተ": `" እኩት አንተ ወስቡሕ ስምከ ወዐቢይ ኃይልከ ዘተአርፍ በአርያም ወትሴባሕ በትሑታን ዘአንተ ሠራእከ ሰንበተ ለዕረፍት ወወሀብከ ሲሳየ ዘበጽድቅ ለኲሉ እግዚኦ ባርክ ፍሬሃ ለምድር መሓሪ ወጻድቅ መኑ ከማከ ዘታርኁ ክረምተ በጸጋከ ለነፍሰ ድኅነት ወነፍስ ርኅብት እንተ ጸገብት ተአኲተከ። አንተ ምስጉን ነህ፤ ስምህ የተመሰገነ ነው፤ ኃይልህም ታላቅ ነው፤ በአርያም የምትኖር በትሑታትን የምትመሰገን አንተ ነህ፤ ሰንበትን ለዕረፍት የሠራህ ለሁሉም በእውነት ምግብን የምትሰጠው አቤቱ የምድርን ፍሬ ባርክ፤ ጻድቅና መሓሪ አምላክ ሆይ እንደ አንተ ያለ ማን ነው! ክረምትን በጸጋህ ታትረፈርፋለህ፤ የዳነች ነፍስ የተራበች በልታም የጠገበች ነፍስ ታመሰግንሃለች።`,
  "ምስባክ መዝ 66፥6": `6፤ ምድርኒ ትሁብ ፍሬሃ። ወይባርከነ እግዚአብሔር አምላክነ። 6፤ ምድር ፍሬዋን ሰጠች፥ እግዚአብሔር አምላካችን ይባርከናል፥ የምድር ዳርቻ ሁሉ ይፈሩታል።
ምድርኒ ትሁብ ፍሬሃ። ኢየሩሳሌም ከ፸ ዘመን በኋላ የዘሩባትን ታበቅላለች፤ የተከሉባትን ታጸድቃለች፤ አንድም ይህቺ ዓለም በሥነ ፍጥረት ፍሬዋን አቀረበች፤ አንድም ትሩፍ ሕግንና አምልኮን አቀረበች፤ አንድም እመቤታችን ነፍሷን ሥጋዋን በንጽሕና በቅድስና ለተዋሕዶ አቀረበች፤ አንድም ለአምላክ እናትነትን አዘጋጀች፤ አንድም ምእመናን ልቡናቸውን ለሃይማኖት ለምግባር አቀረቡ ወይባርከነ እግዚአብሔር አምላክነ። 
አምላካችን እግዚአብሔር ይባርከናል፤ ያበዛናል ወይባርከነ እግዚአብሔር። ዘካ 8፥12 ፣ 2ቆ 9፥6 "ሳትደክም ሁሉን ትሸከማለህ፤ ሳትጎድል ሳታጓድል ለሁሉ ትመግባለህ" ቅዱስ ኤጲፋንዮስ?
`,
  "ወንጌል ማር 4፥24-39": `24. እንዲህም አላቸው የምትሰሙትን አስተውሉ በሰፈራችሁበት በዚያ መስፈሪያ ይሰፍሩላችኋል ይጨምሩላችኋልም 
25. እርሱም እንዲህ አላቸው የእግዚአብሔር መንግሥት መልካም ዘርን በምድሩ ላይ እንደሚዘራ ሰው እንደዚሁ ናት 
አንድ ሰው ሳይገባው እንዴት የማይገባውን ሊቀበል ይሻል? ስለዚህ አንድ ሰው ይህን ለማግኘት የተገባው ካልሆነ አስቀድሞ የነበረውን ከእርሱ ይወሰዳል። ከጸጋው ሰዎች በሚችሉት መጠን ይቀበላሉ። በጸጋው በመጽናት ደስ ብሎት የሚኖር ክርስቲያን ሌላ ተመሳሳይ ጸጋን እንደሚቀበል ቃል ተገብቶለታል። የተሰጠውን ጸጋ ለሚጠቀምበት "ላለው ይሠጡታል ይጨምሩለታልም" ተባለለት። ስለዚህ ካለው ላይ ተጨምሮ ሌላ ጸጋ ይሰጣቸዋል። ዛሬ ማንኛውንም ነገር ለመቀበል የበቃን ከሆነ ይጨመርልናል። የበቃን ካልሆንን ግን አይጨመርልንም። የጽድቅ ብርሃን በእርሱ ይነቀፋልና በአመለካከቱ ሰነፍ ለሆነ ሰው ጥበብ የሚገልጥ መንፈስ ቅዱስ አያድርበትም። ምሥጢርን የሚገልጥ መንፈስ ቅዱስ ብሩሃን አእምሮ ለሆኑት ይሰጣል። ስለዚህ ጥበብ አብባ ትሰፋለች። ደስ የሚያሰኘውን ቃሉን በመስበክ በዙሪያው ያሉ ሁሉ በሐሴት ይሞላሉ። እኛ ተበዳሪዎች ነን፤ ከዕዳችን ነጻ የወጣን አንሁን። እኛ ምን እንደተቀበልን የምናውቀው ከሆነ ከተቀበልነው ላይ ተጨምሮ ይሰጠናል። ነገር ግን በእርሱ የማይገባ ሥራን ከሠራንበት ያለ ጥርጥር ከእርሱ አንዳችም ነገር የምንቀበለው እንደሌለ እንወቅ።
እኛ ከሠራንበት ሀብት ይሆን ዘንድ የተቀበልነው ጸጋ ከእኛ ዘንድ ይቀራል። ሀብት ሆኖ የተሰጠንን አምነንና ስጦታውን በምስጋና ከተቀበልን እንዲሁ ሀብቱ በእኛ ጸንቶ ይቆያል። ቅዱ ኤፍ /ኅብረ ወንጌል 117/ -ታሪክ የወይኑ እርሻ። ማቴ 21፥33 //ኅብረ ወንጌል 267/ -ታሪክ የይሁዳ ጌታን መካድ። ሉቃ 22፥48 "...በንፍሐት በይሁዳ ላይ ያደረውን መንፈስ ቅዱስ ወሰደበት። //ኅብረ ወንጌል 324/
እርሱም በሌሊት ይተኛል በመዐልትም ይነሣል እርሱም ሳያውቅ ዘሩ ይበቅላል ያድጋልም 
ወንጌለ መንግሥቱን ሲመሠርትም ከአሥራ ሁለት ደቀ መዛሙርት ጀምሮ ቀስ በቀስ ወደ መቶ ሃያ ከዚያም በኢየሩሳሌም ፣ ቀጥሎም በይሁዳ፣ ቀጥሎም በሰማርያ፣ ከዚያም ወደ ዓለም ሁሉ እያለ ነው መንግሥቱ የተስፋፋው። /መድሎተ ጽድቅ ፩ 431/ እንዲህ ሲል ዘሪው የማያውቅ ሆኖ ሳይሆን ለዚህ መመረጣቸው የእነርሱ የድካም ውጤት ብቻ አለመሆኑን ለማስገንዘብ ነው። ቅዱ ኤፍሬም /ኅብረ ወንጌል 189/
ምድሪቱም ከእርሳ ፍሬ ትሰጣለች መጀመሪያ ቡቃያን ከዚህ በኋላ ዛላን ቀጥሎም በዛላው ላይ ፍጹም ሰብልን ትሰጣለች 
ምድር በእርሷ ላይ የተዘሩት ዘሮች ፍሬን እንዲሰጡ ማድረጓ ለእርሷ ክብራ እንደሆነ እንዲሁም መልካምን በመሥራት የሚደክሙ እነዚህ ወገኖችም መልካም ሥራቸው አክሊላቸው ይሆንላቸዋል። ቅዱ ኤፍ /ኅብረ ወንጌል 189/
ፍሬንም ባፈራ ጊዜ ያንጊዜ መከር ደርሳልና ማጭድ ይላካል
እንዲህም አለ የእግዚአብሔርን መንግሥት በምን እመስላታለሁ ምንስ ትመስላለች 
እንደ ሰናፍንጭ ቅንጣት ናት እርሳዋም በምድር በተዘራች ጊዜ በምድር ካሉ አዝዕርት ሁሉ ታንሳለች 
ሰናፍጭ ከጥራጥሬ መደብ የማትቆጠር ትንንሽ ዘር ናት። ድብልብልና በየትኛውም ቦታ ነቅ ወይም ፍንጭ የሌለባት ፍጽምት ናት። ምሳሌውም እውነተኛ አማኝ የክርክር ወይም የኑፋቄ የፍርሃት ነቅ የሌለበት ነው። ሐዋ 21፥13 /ለቅዱስ ቁርባን እንድበቃ ምን ላድርግ 52/--የሰናፍጭ ቅንጣት የሚያህል እምነት ይኑራችሁ ተብለናል። ማቴ 17፥20 ፣ ማር 5፥28 /ለቅዱስ ቁርባን እንድበቃ ምን ላድርግ 53/
ከዘር ሁሉ ታንሳለች፦ ወንጌል ስትነገር መዠመሪያዋ በ120 ቤተሰብ ነውና። በጉባኤ በተነገረች ጊዜ ግን ደግ ሕግ ኾና በአዕዋፍ የተመሰሉ ሕዝብ አሕዛብ እንደሚያምኑባት መናገሩ ነው። /የመልክአ ኢየሱስ ንባቡና ትርጓሜ 87/
የሰናፍጭ ቅንጣት፣ የዓሣ ማጥመጃ መረብ፣ ታላቅ የስንዴ አዝመራ፣ የከበረ ዕንቊ፣ የሠርግ ቤት የቤተክርስቲያን ምሳሌዎች ናቸው። /-የቤ/ን ታሪክ በዓለም ገጽ 13/
እግዚአብሔር በእድሜያቸው ዝቅተኛ የሆኑትን ወጣቶች መርጧል። ማቴ 18፥3፣ 11፥25
-ዳዊት። መዝ 151፥1፣ 1ሳሙ 16፥5፣11፣ 14፥6፣ 17፥47
-ዮሴፍ። ዘፍ 45፥8 -ኤርሚያስን። ኤር 1፥9 -መጥምቁ ዮሐንስ ሉቃ 1፥15 -ሐዋርያው ዮሐንስ። -ቅዱስ ማርቆስን። ጢሞቴዎስ። 1ኛጢ 4፥12 -ቅዱስ አትናቴዎስ። -ወጣቱ ቴዎድሮስ -ቅዱስ ሚሳኤል 
እግዚአብሔር በቁጥር አነስተኛ የሆኑትን መርጧል።
-አምስት እንጀራና ሁለት ዓሣ። ዮሐ 6፥9፣ ማር 8፥7፣ ማቴ 13፥8 -የጌዴዎን ከምድያማውን ያደረገው ጦርነት። መሳ 7፥2 -12ቱ ሐዋርያት።
በደረጃ ዝቅተኛ ለተባሉት የተሰጠ እንክብካቤ 
-ለዳዊት። 1ሳሙ 17፥47፣ 1ቆ 1፥27 -የጌታችን ልደት -የጌዴዎን ታሪክ። መሳ 6፥15 -ለነቢዩ ሙሴ። ዘፀ 4፥10፣ኢሳ 40፥29 -ለነቢዩ ዮናስ። ለሕጻናት። ማቴ 18፥3 -ለታናናሾቹ ነፍስ። ማቴ 18፥6 -ለሸንበቆ። ማቴ 12፥20 -ለዛፋ። ሉቃ 13፥8 -ለጉንዳን። ምሳ 6፥6 -ለድንቢጦች። ማቴ 10፥30 -ለቁራ። መዝ 146፥9 -ለቅል። ዮና 4፥7 - ለምድር አበቦች -እርሾ። ማቴ 13፥33 -ለአካል ጉዳተኞች። ሉቃ 14፥21 -የጠፋው ልጅ፣ የጠፋው በግ፣ የጠፋው ድሪም። ሉቃ 15 -ለታናሻ ቤተ ልሔም። ማቴ 2፥5 የልያ ፣የትዕማር ፣ ሩት፣ መግደላዊት ማርያም፣ መመረጥ። ማቴ 1፥3፣ 16፥9
እግዚአብሔር ለጥቃቅን ድርጊቶች ጥበቃና እንክብካቤ አለው። -ለቀዝቃዛ ውኃ -መልካም ምግባራት። ማቴ 25፥40 -መልካም ነገሮችን ለማየት መፈለግን። ማቴ 12፥42 -የራፕታ መመገብ። ነገ 4፥25 -ኒቆዲሞስን። -ዘኬዎስ። ሉቃ 19፥9 -ከነናዊትዋ ሴትን። ማቴ 15፥28 -ፍለጋችንን። ኤር 2፥2፣ ሉቃ 22፥28 -በ11ኛው ሰዓት ለመጡ ሠራተኞች -የመበለቷን ሳንቲም። ማር 12፥44 -የቀራጩን አጭር ጸሎት። -ለፈታዊ ዘየማነ፣ ለሳምራዊቷ፣ ለልባሙ መጋቢ ። 
ዮሐ 4፣ ሉቃ 24፥40፣ 16፥8 /የተስፋ ሕይወት 43/ እግዚአብሔር ለድኅነትህ አንዲት ጠብታ እንባህን እንኳ ይቀበላል። ቅዱ ዮሐ አፈ /የተስፋ ሕይወት 60/
በተዘራች ጊዜ ትበቅላለች ከአትክልትም ሁሉ ትበልጣለች የሰማይ ወፎችም በቅርንጫፎችዋ በታች ሊጠለሉ እስከሚችሉ ድረስ ታላላቅ ቅርጫፎችን ታወጣለች
-ይኸውም መንግሥተ ሰማይ ሕገ ወንጌል ገበሬ በርሻው በዘራት ሰናፍጭ መመሰሉ በትርጓሜ ወንጌል እንደተተነተነው፦ ሰናፍጭ ፍጽምት ናት ነቅ የለባትም ወንጌልም ነቅዐ ኑፋቄ የለበትምና። አንድም ሰናፍጭ ላይዋ ቀይ ውስጧ ነጭ ነው፤ ወንጌልም በላይ ደማችኹን በሰማዕትነት አፍስሱ ትላለች፤ በውስጥ ግን ሕገ ተስፋ ናት። አንድም ሰናፍጭ ጣዕሟ ምረሯን ያዘነጋዋል፤ ወንጌልም ተስፋዋ መከራዋን ያዘነጋዋልና። አንድም ሰናፍጭ ቊስለ ሥጋን ታደርቃለች ወንጌልም ቊስለ ነፍስ ታደርቃለችና። አንድም ሰናፍጭ ደም ትበትናለች ወንጌልም አጋንንትን መናፍቃንን ትበትናለችና። አንድም ሰናፍጭ ከምትደቈስበት ተሐዋስያን አይቀርቡም ወንጌልም ከምትነገርበት አጋንንት መናፍቃን አይቀርቡምና። አንድም ሰናፍጭ ስትደቆስም ስትበላም ታስለቅሳለች ወንጌልም ሲማሯትም ሲያስተምሯትም ታሳዝናለችና። አንድም ሰናፍጭ ከበታቿ ያሉትን አታክልት ታመነምናለች ወንጌልም የመናፍቃንን ጉባኤ ታመነምናለችና። አንድም ሰናፍጭ አንድ ጊዜ የዘሯት እንደኾነ ባመት ባመት ዝሩኝ አትልም ተያይዛ ስትበቅል ትኖራለች፤ ወንጌልም በ120 ቤተሰብ ተዠምራ እስከ ምጽአተ ስትነገር ትኖራለችና። 
-የመንግሥቱ ወንጌል እስከ ምድር ዳርቻ ድረስ ትሰብካለችና። የእርሱ የምሥራች ወንጌል በዓለሙ ሁሉ ትነገራለች። የሰማይ ወፎች መጥተው በቅርንጫፎችዋ እስኪሰፍሩ ድረስ ዛፍ ትሆናለች። አሕዛብ በጣዖቶቻቸው ምክንያት አዝነው ነበርና በእምነት ወደ እርሱ መጥተው ዕረፍት ያገኛሉ። እንዲህ ተብሎ እንደተጻፈ "ማቴ 11፥28" /ኅብረ ወንጌል 189/ እርሱ ጌታችን የባሕርያችን መመኪያ ከሆነች ከድንግል ባይወለድና ስለእኛ መከራን ባይቀበል ኖሮ በእርሱ ነፍስ አምሳል እኛን በሰማይ እንደመጡ ክንፍ እንዳላቸው ፍጥረታት ባልመሰልን አካሉንም ከሰማይ ይዞት እንደመጣ አድርጎ ባልተናገረ ነበር። ነገር ግን በእውነት ያለ ሐሰት ሥጋን መልበሱን ለማጠየቅ ራሱን በምድር ላይ በምትዘራ በስንዴ ቅንጣት በመመሰል ምድራዊ የሆነች ሥጋን ገንዘብ እንዳደረገ ነገረን። ቅዱ ኤፍ /ኅብረ ወንጌል 190/
-...የወንጌል ሃይማኖቴ ኢየሱስ ክርስቶስ ሆይ ከቅርንጫፎቿ ጋር ቅጠሏ እንደሰፋ የቅጠል ዕንጨት ብዙዎች ዎፎችን ማስጠለል ትችላለህ። መልክአ ኢየሱስ /የመልክአ ኢየሱስ ንባቡና ትርጓሜ 84/
-ነገር ሁሉ ከትንሽ ይጀምራል። ፈረስ ላይ ለሙውጣት እርካቡን መርገጥ፤ ትልቁ አባይ ከምንጭ የተገኘ ነው። የአንድ ሺህ ኪሎሜትር መነሻው አንድ እርምጃ ነው። ተስፋ አንቁረጥ። -ኢዮብ "ጅማሪዬ ታናሽ ቢሆንም ፍጻሜ ይበዛል" -መልካም ጅማሬ ግማሽ ፍጻሜ ነው። -እግዚአብሔር ሥራውን ሲጀምር ከትንሽ ነው። በትንሻ መንግሥት ግዚአብሔር አለ። ድንግል ማርያም ቅዱሳን አሉ። በብላቴናዋ ድንግል እግዚአብሔር ሥራውን ሠርቷል። -የእኛ ሥራ መዝራት ነው። 1ቆ 3፥6 ዘሪው መንከባከብ አለበት። ቤተሰብ 
እግዚአብሔር መጋቢ ነው። 
-የልደትና ሥርጸት ሕገ ተፈጥሮ ሳያቋርጥ የኑሮ ሂደት እንዲቀጥል ያደርጋል
-አዝማናት የተፈጥሮን ሕግ ጠብቀው እንዲፈራረቁ ያዝዛል።
-የፈጠረውን ዓለም በሕግ ጠባዕያዊ ወመጽሐፋዊ በመምራት ይገዛል። ማቴ 5፥35፣ 1መቃ 5፥39፣ መዝ 103፥21፣ ኢዮ 34፥4፣ ሐዋ 17፥28
-ለእያንዳንዱ የድካሙን ዋጋ ይከፍላል። 
-ቤተክርስቲያን መንከባከብ ያስፈልጋል
-የስናፍጭ ቅንጣት ዕድገት ልዩ የሚያደርጋት የመጨረሻዋ የዕድገት መጠን በዘሯ ማንነት የማትወሰን መሆኗ ነው።
-ሕይወት ያለው ነገር ሁሉ መገለጫው ዕድገት ነው። መክ 3፥1
-አካላዊ መንፈሳዊ ዕድገት ቀስ እያለ ነው።
-በእጃችን ያለውን ትንሽ ነገር አናቃልል። ዘፍ 25፥32
-የእግዚአብሔር መንግሥት ከሁሉ በላይ ነው።
ወፎች ያርፉባታል። ምክንያቱም ከፍ ብላ ስለምትታይ፤ እንዲሁ በጥምቀት ፣ በተአምኖ ኃጣውእ ፣ በምክረ ካህን፣ የሚኖር ፍጻሜው ታላቅ ነው። ልጅነቱን በገድል ያስፋፋ ብዙ ክብር ያገኛል። ተግ 4፥12፣ ምሳ 4፥18
-መንፈሳዊ ሰው ሁል ጊዜ ዕድገት ይጠበቅበታል። በውጣ ውረዱ አንመረር ሮሜ 15፥1፣ ኢሳ 13፥1፣ ናሆ 1፥1
መስማትን በሚችሉበት መጠን እንዲህ ባለ ብዙ ምሳሌ ነገራቸው
መስማትን በሚችሉበት መጠን
ነገር እግዚአብሔርን ሰው በራሱ አሳብ መረዳት ስለማይችል እግዚአብሔር እኛ በሚመገባን መልኩ ለእርሱ ሳይሆን ለእኛ በሚመጥን ያስተምራል። 
ብዙ ምሳሌ ነገራቸው
ምሳሌ፤ አንድን ነገር ግልጥ ለማድረግ ሲፈለግ የሚቀርብ ማስረጃ ፣ ማብራሪያና መግለጫ። ምሳሌ ነገር እንዳይረሳ ያደርጋል፣ በይበልጥ ያብራራል፣ ሰው እንዲያስብበት ይቀሰቅሳል። /የመቅ መቃ 59/
ያለ ምሳሌ ግን አልነገራቸውም ለብቻቸውም ሲሆኑ ለደቀ መዛሙርቱ ሁሉን ነገር ይተረጉምላቸው ነበር 
`,

  /** ---------------------------------------------------------------- **/

  "መዝሙር ሐነጽዋ": `3. ሐነጽዋ ለቤተ ክርስቲያን ወሣረርዋ በመንፈስ ቅዱስ እንተ ተሐንጸት በእደ ካህናት ወተቀደስት በአፈ ጳጳሳት ወተጠምቀት በማይ ዘውኀዘ እምገቦሁ እምሕማማቲሁ ለሰማይ አቅዲሙ ሣረራ ወበምድር ተከላ ደብተራ ቀደሰ አብ ወማኅደሮ ረሰያ።
በካህናት እጅ የታነጸች፤ በጳጳሳት አፍ የተቀደሰች፤ ከሕማማቱ በተገኘ ከጎኑ በፈሰሰ ውኃ የተጠመቀች፤ ከሰማይ አስቀድሞ የሠራት፤ በምድር የተከላት፤ አብ የቀደሳት፤ ማደሪያውም ያደረጋት፤ ቤተ ክርስቲያን በመንፈስ ቅዱስ ሠሯት አነጻት።"
`,
  "ምስባክ መዝ 77፥68": `68፤ ደብረ ጽዮን ዘአፍቀረ። ሐንጸ መቅደስ ለአርያም። ወሣረራ ውስተ ምድር ዘለዓለም። 68፤ የወደደውን የጽዮንን ተራራ። 69፤ መቅደሱን እንደ አርአያም ሠራ፥ ለዘለዓለምም በምድር ውስጥ መሠረታት።
ደብረ ጽዮንን የወደደ እርሱ ነው፤ አንድም እመቤታችንን የወደደ እርሱ ነው። ሐንጸ መቅደስ ለአርያም። መመስገኛው የምትሆን ቤተ መቅደስን ከሕንጻዎች ሁሉ በላይ አልቆ አክብሮ በልዕልና ሠራት፤ አንድም ማደሪያው መመስገኛው የምትሆን እመቤታችንን በልዕልና ከፍጥረት ሁሉ በላይ አልቆ አግኖ አክብሮ ፈጠራት። ወሣረራ ውስተ ምድር ዘለዓለም። በዚህ ዓለም ለዘለዓለም አፅንቶ ሠራት፤ የገሃነም ደጆች አይበረቱብሽም ብሎ ቃል ኪዳን ገባላት፥ አንድም እመቤታችንን በንጽሕና በቅድስና ፈጠራት፤ ቃል ኪዷኗን ለዘለዓለም አጸናላት። አንድም የምእመናንን ነፍስ በደሙ ቀድሶ ማደሪያው አደረጋት፣ በዚህ ዓለም እመቤታችንን በክብር፣ ምእመንን በሕይወት፣ በክብር አጽንቶ ሠራት።
`,
  "ወንጌል ዮሐ 10፥22-ፍሜ": `፳፪. በዚያም ወራት በኢየሩሳሌም የመቅደስ መታደስ በዓል ሆነ፤ ክረምትም ነበር።
ቤተ መቅደስ ተሠርቶ ባለቀ ጊዜ በልዩ ሥርዓት ቀድሶ ማክበርና በዓል ማድረግ ከጥንት ጀምሮ የነበረ ያለ ሥርዓት ነው። በግእዙ ቅዳሴ ቤት መድቅሕ (GK; Erkla) ላቲን (Dedication) በመባል ይታወቃል። ሙሴ ደብተራ ኦሪትን በጨረሰ ጊዜ ታላቅ በዓል ተደርጓል። (ዘፀ 40) ንጉሡ ሎሞንም መቅደሱን ሠርቶ ከፈጸመ በሁዋላ ቃል ኪዳን ታቦት ወደዚያ ቤት መቅደስ በገባበት ቀን የአግዚአብሔርን ቤት ቀደሰ (1ነገ 8፤63)። በዘሩባቤል ዘመንም የአግዚአብሔርን ቤት ቅዳሴ በደስታ አደረሁ (ዕዝ 6፤16) ጌታችን በመቅደስ መታደስ በዓል ላይ ተገንቶ ነበር። በሐዋርያውያን አበው ዘመንም የነበሩት አብያተ ክርስቲያናት ዲዮቅልጥያኖስን በማጥፋቱ ቆስጠንጢኖስ ከነገሠ በኋላ አብያተ ክርስቲያናት እየታነጹ ቅዳሴ ቤታቸው ይከበር እንደነበር አውሳብዮስ ዘቂሣሪያ ጽፏል። እርሱ ጨምሮ እንደገለጸው በእነዚህ አዲስ በተሠሩ አብያተ ክርስቲያናት የምረቃ በዓል ላይ ብዙ ጳጳሳት ይገኙ። ለበዓለ መድቅሕ በተገናኙ ጊዜ ደግሞ ጉባኤ ማድረግ የተለመደ ነበር። (ጉባኤያተ ቤ/ን 254 )
፳፫. ጌታችን ኢየሱስም በቤተ መቅደስ በሰለሞን ደጅ መመላለሻ ይመላለስ ነበር።
ሰሎሞን ቤተ መቅደስን በሠራ ጊዜ ወደ ቤተ መቅደሱ መግቢያ መድረክ ሠርቶ ነበር 1ነገ 6፥29። አንድምታው ትርጓሜያችን የብረት መደብ ይላል። መደብ የመሰለ እርከን መውጫ መውረጃ እንደማለት ነው። ሰለሞን የሠራውን ታላቁን ቤተ መቅደስ ባቢሎናውያን አቃጥለውታል 2ነገ 25፥9። ኢየሱስ ክርስቶስ የተመላለሰው በዘሩባቤል ጊዜ በተሠራው ቤተ መቅደስ ነው።  የሰለሞን መመላለሻ ሊባል የቻለው ግን ሰሎሞን እንደ ሠራው እንደ መጀመሪያው ቤተ መቅደስ መመላለሻ ተደርጎ የተሠራ በመሆኑ በሰሎሞን ስም ስለሚጠራ ነው። /የዮሐንስ ወንጌል ትርጉም 209/ 
ቤተ ክርስቲያንን በቅዱሳን ስም መሰየም ከጥንት የነበረ ነው። የብሉይ ኪዳን የመጀመሪያው ቤተ መቅደስ የሚመለክበት እግዚአብሔር ሲሆን ሲጠራ ግን በሠራው በንጉሡ ሰሎሞን ነበር ሐዋ 3፥11።
`,

/** ------------------------------------------------------------ **/

  "መዝሙር ዝንቱ ውእቱ መስቀል": `4. ዝንቱ ውእቱ መስቀል በአማን ዕፁብ ያቀልል በአማን ዕፁብ ያቀለል በፅንዓ ኃይል ወበሠናይ ምግባር በዕፀ መስቀሉ ኀጢአት ይሠሪ (ዝ) ጸርሑ ጻድቃን እምደብር ልዑል ወኀጥአን ምድር በማዕከል ደይን (ዝ) ለእምነ ጽዮን ቆመ ማዕበል በዕለተ ሰንበተ ገሠጸ ለባሕር (ዝ) ደቂቀ እስራኤል አደው በእግር (ዝ) ንሕነ ነአምን ረድኤተ ወኃይል (ዝ) ፅንዕነ ቤዛነ በማዕከለ ፀር ኀይልነ ወፀወንነ ወሞገስነ ዝንቱ ውእቱ መስቀል። ይህ መስቀል በእውነት የሚያስደንቅ ነው፤ በኀይል ፅናት፣ በበጎ ምግባርና በዕፀ መስቀሉ ኀጢአትን ይቅር ይላል፤ የምድር ኀጥአን ከመከራ ቦታ፤ ጻድቃን ደግሞ ከታላቁ ተራራ ሆነው ጮኹ፤ ለእናታችን ለጽዮን ማዕበል ቆመ፤ በሰንበት ቀን ባሕርን ገሠፃት የእስራኤል ልጆች በእግር ተሻገሩ፤ እኛም ኀይሉንና ረድኤቱን እናምናለን፤ በጠላቶቻችን መሐል ፅናችን፣ ቤዛችን፣ ኀይላችን፣ መጠጊያችንንና ሞገሳችን ይህ መስቀል ነው።`,
  "ምስባክ መዝ 59፥4": `4፤ ወወሀብኮሙ ትእምርተ ለእለ ይፈርሁከ። ከመ ያምስጡ እምገጸ ቀሥት (ቅስጥ)። ወይድኀኑ ፍቁራኒከ። 4፤ ለሚፈሩህ ምልክትን ሰጠሃቸው። ከቀስት ፊት ያመልጡ ዘንድ። 5፤ ወዳጆችህም፥ እንዲድኑ።
ለሚፈሩህ ለሚያመልኩህ ለትሩፋን ለሚጠተ ሥጋ ምልክት የሚሆን ብልጣሶርን ሰጠኻቸው፤ አንድም ለሚፈሩህና ለሚያመልኩህ ምእመናን ለሚጠተ ነፍስ ምልክት የሚሆን የዲያብሎስ ድል መነሣትን ተአምራትን ሰጠኻቸው። አንድም ለባሕታውያን የተመውዖ አጋንንት ምልክት የሚሆን ግራ ቀኝ ማማተብን ስመ ሥላሴን መጥራትን ሰጠኻቸው።
ከመ ያምስጡ እምገጸ ቀሥት (ቅስጥ)። ከመከራ ሥጋ ከመከራ ነፍስ ያመልጡ ዘንድ፤ አንድም ከፀብዓ አጋንንት ከፍትወታት ከእኩያት ያመልጡ ዘንድ ለሚወዱህ ዕፀ መስቀልህን ምልክት አድርገህ ሰጠኻቸው፤ አንድም ከፍዳ ከመርገም ይድኑ ዘንድ ለሚወዱህ ድንግል ማርያምን ምልክት አድርገህ ሰጠኻቸው።
`,
  "ወንጌል ማር 8፥34-ፍሜ": `34. ከደቀ መዛሙርቱም ጋር ሕዝቡን ጠርቶ እንዲህ አላቸው ሊከተለኝ የሚወድ ሰው ራሱን ይካድ ጨክኖም የሞቱን መስቀል ተሸክሞ ይከተለኝ 
35.ለፍሱን ሊያድን የሚወድ ያጠፋታል ሰውነቱን ስለ እኔና ስለ ወንጌል የሚያጠፋትም ያገኛታል
36. ዓለሙን ሁሉ ቢገዛ ነፍሱን ግን ቢያጠፋ ለሰው ምን ይጠቅመዋል 
37. ሰው ለነፍሱ ቤዛ ምን ይሰጣል 
38. በዚች አመንዝራና ኀጢአተኛ ትውልድ መካከል በእኔና በቃሌ የሚያፍረው ሁሉ የሰው ልጅ በአባቱ ክብር ቅዱሳን መላእክትን አስከትሎ በሚመጣበት ጊዜ ያፍርበታል
የመስቀል መንፈሳዊ ትርጉም
የመስቀልን ምልክት ስንጠቀም ከመስቀል ጋር ግንኙነት ያላቸውን በርካታ ሃይማኖታዊና መንፈሳዊ ምሥጢራትን እናስታውሳለን። ከእነዚህም ውስጥ የተወሰኑትን እንጥቀስ፦
*	እግዚአብሔር ለእኛ ያለውን ፍቅር እናስታውሳለን።
መስቀል የፍቅር መሠዊያ ነው፤ የመስቀልን ዓላማ በነሣን ቁጥር ከዚህ በታች በተዘረዘሩትና በመሰል የመጽሐፍ ቅዱስ ጥቅሶች የተሰበከውን ወደር የለሽ የለሽ የልዑል እግዚአብሔርን ፍቅር እናስታውሳለን።
"...ዓለሙን እንዲሁ ወዶታልና" ዮሐ 3፥16
" እግዚአብሔር ምን ያህል እንደ ወደደን እነሆ ፥ እዩ፤ እኛ ኃጢአተኞች ስንሆን ክርስቶስ ስለ እኛ ሞተ" ሮሜ 5፥8
"ስለ ወዳጆቹ ሕይወቱን አሳልፎ የሚሰጥ ሰው ያለ እንደሆነ ከዚህ የሚበለጥ ፍቅር የለም" ዮሐ 15፥13 በመስቀል ላይ የተገለጸው ፍቅር ከራሱ ከመስቀሉ በላይ ለመግለጽ የሚችል ማነው? መስቀል ልዑል እግዚአብሔር ዓለሙን በምን ያህል መጠን እንደሚወደው የገለጸበት የፍቅር ቋንቋው ነው።
በመሆኑም ይህን ቅዱስ ዓርማ በተመለከትን ቁጥር ፍቅሩን በማሰብ ትዝታ እንዋጣለን። ከዚህ የተነሣ መስቀል የፈጣሪን ፍቅርና ለእኛ የሚያደርገውን የማይቋረጥ እንክብካቤ የምናስተውልበት መነጽር ነው ልንል እንደፍራለን።
*	መስቀል ኃጢአቶቻችንን ያስታውሰናል
መስቀል ጌታችን ኢየሱስ ክርስቶስ እስከ መስቀል ሞት ላደረሰው ኃጢአታችን ሲል ሥጋን መዋሐዱን፤ እንዲሁም ቤዛ መሆኑን ያስታውሰናል። ይህን ባስታወስን ጊዜ ልባችን ይሰበራል፤ ነፍሳችን በፀፀት ትቃጠላለች፤ የከፈለልንንም ትልቅ ዋጋ እያሰብን ጥልቅ ምስጋና ልናቀርብ እንጀምራለን። 
ሐዋርያው "በዋጋ ተገዝታችኋልና፤ ስለዚህም እግዚአብሔርን በሥጋችሁ አክብሩ።" እንዳለ። 1ቆሮ 6፥20
*	መስቀል የመለኮትን ፍርድ ያስታውሰናል 
በመሠረቱ! ይቅርታ በፍርድ የሚሰጥ አልነበረም። ነገር ግን በመስቀል ላይ የተገለጠው የመለኮት ፍርድ ያለ አንዳች ከልካይ ይህን አደረገ። መቼም ቢሆን ለኃጢአት አነስተኛ ግምት አይጠፋም። እኛ ግን ይህን ልናደርግ አንችልም፤ ምክንያቱም አንዳንድ ጊዜ ኃጢአት ልክ በመስቀል ላይ እንዳየነው ዓይነት የማይነገር ዋጋ ያስከፍላልና።
*	የመስቀልን ምልክት በመጠቀም የክርስቶስ የመከራው ተከታዮች መሆናችንን እንገልጻለን
መስቀል በአንገታአችን ላይ በማንጠልጠል፥ በመሳለም፥ በሰውነታችን ላይ በመከተብ፣ በልብሶቻችን ላይ በመጥለፍና በማተም ከዚህም ሁሉ በላይ በቤተ ክርስቲያናችን ጉልላት ላይ በመትከል  ልንገልጽ 
የምንችለውን ያህል በልባችን በማሰብ ልንገልጽ አንችልም። በዚህ አፍአዊ ሥርዓትና ድርጊት የክርስቶስ ተከታዮች መሆናችን በግልጽ ይታወጃል። በተጨማሪም ፤ በክርስቶስ መስቀልና በመስቀል ሥራ የማናፍር ፤ ይልቁንም ከምንምና ከማንም በላይ የምንኮራ መሆናችንን እናረጋግጥበታለን።
*	በትእምርተ መስቀል የምናማትበው የሥላሴን ስም በመጥራት ነው።
ለጸሎት በቆምን ጊዜ ሁሉ "በስመ አብ ወወልድ ወመንፈስ ቅዱስ አሐዱ አምላክ አሜን!" እያልን ሃይማኖታችንን እንገልጻለን። እንዲህ ዓይነቱ የዕለት ተዕለት ምስክርነት ግን የሚፈጸመው ፊታችንና መላ ሰውነታችንን በትእምርተ መስቀል በባረክን ጊዜ ነው።
*	ባማተብን ቁጥር ፤ በምሥጢረ ሥጋዌና በድኅነት ላይ ያለንን እምነት እንገልጻለን
በመስቀል ምልክት ከላይ ወደ ታች ባማተብን ጊዜ እግዚአብሔር ወልድ ከሰማየ ሰማያት ወደ ምድር መምጣቱን፤ ከቅድስት ድንግል ማርያም ከሥጋዋ ሥጋ ከነፍሷ ነፍስ ነሥቶ ፍጹም ሰው መሆኑን እናስታውሳለን፤ እንዲሁም ከግራ ወደ ቀኝ ስናማትብ በኢየሩሳሌምና በይሁዳ አውራጃዎች እየተመላለሰ ማስተማሩን፤ በመከራውና በሞቱም ቤዛነት ከዘለዓለም ሞት ወደ ዘለዓለም ሕይወት ፥ ከጽኑ ጨለማ ወደ ፍጹም ብርሃን፥ ከሲዖል ወደ ገነት እንደመለሰን እናስባለን።
*	በመስቀል ላይ የተደረገልንን ይቅርታ እናስታውሳለን 
ጌታችን አሰቃቂ መከራ እየተቀበለ ባለበት መስቀል ላይ ሆኖ
በታላቅ ድምጽ በመጮህ "አባት ሆይ፥ የሚያደርጉትን አያውቅምና ይቀር በላችው" (ሉቃ 23፥34) ብሎ ወደ ሰማያዊ አባቱ ያቀረበውን ጸሎትና የሰጠንን ሥርየት እናስታውሳለን።
*	በመስቀል ዓላማ (ምልክት) ውስጥ ለልጆቻችንና ለሌላውም ሕዝብ የሚሆን ሃይማኖታዊ መመሪያ አለ።
ልጆቻችን ጸሎት ለማድረስ፥ ወደ ቤተ መቅደስ ለመግባት ፥ለመመገብ ፥ ለመተኛትና እያንዷንዷን ክንውን ለመፈጸም በትእምርተ መስቀል በሚያማትቡበት ጊዜ ድኅነተ መስቀልን ያስታውሳሉ። ይህ አስተውሎት ከልጅነታቸውም ጀምሮ በመስቀል ፍቅር እንዲጎለብቱ ስለሚረዳቸው መንፈሳዊ ጠቀሜታው ጉልህ ነው።
*	በቃሉ እንደተመሰከረው ፥ መስቀልን ባደረግን ቁጥር ለራሳችን የጌታችንን ሞት እንሰብካለን።
"ይህን እንጀራ በበላችሁ ጊዜ ሁሉ ይህንም ጽዋ በጠጣችሁ ጊዜ ሁሉ ጌታ እስኪመጣ ድረስ ሞቱን ትናገራላችሁና" (1ቆሮ 11፥26) እንዲል መጽሐፍ፤ በቅዱስ ቊርባን ጊዜ ጌታችንንና በእርሱ ሞት ያገኘናቸውን መንፈሳዊ በረከቶች ሁሉ እናስባለን። ነገር ግን የቅዱስ ቊርባን ምሥጢርን በሥፍራውና ሁሉና በየሰዓቱ መፈጸም ይቻለናልን? በፍጹም በአንጻሩ ግን የመስቀልን ምልክት በሁሉም ጊዜና ቦታ፤ እንዲሁም በማንኛውም ሁኔታ ውስጥ ማድረግ እንችላለን። በዚህ ምክንያት መስቀል ያማያቋርጥ ምስክርነት ውስጥ እንድንሆንና መቼም መች ቤዛችንን እንድንዘክር ሰፊ እድል ይሰጠናል።
*	የመስቀል ምልክት በመመልከት የኀጢአት ደሞዝ ሞት መሆኑን ፣ ያንን ክርስቶስ ጌታችን እንዳስወገደልን እናስታውሳለን።
በትእምርተ መስቀል ባማተብን ቁጥር የክርስቶስ ሥነ ስቅለት ከምን የተነሣ እንደ ሆነ ለተቀሩት ሕዝቦች ለመመስከር እንችላለን። የኃጢአት ደሞዝ ሞት ነው፤ ያ! ባይሆን ኖሮማ ክርስቶስ እኛን ተክቶ ባልሞተ ነበር። "በኃጢአታችን የሞትን ሳለን በክርስቶስ ሕይወትን ተሰጠን፤ በጸጋውም አዳነን። በኢየሱስ ክርስቶስም አስነሥቶ ከእርሱ ጋር አኖረን" (ኤፌ 2፥5። ለኀጢአት ተገቢውን ካሣ በመክፈሉ "አባት ሆይ፥ የሚያደርጉትን አያውቁምና ይቅር በላቸው" (ሉቃ 23፥34 በማለት ተናገረ።
*	ኃይል ስለሚያጎናጽፈን የመስቀልን ምልክት እናደርጋለን።
ሐዋርያው ጳውሎስ ስለ መስቀል ኃይል ለቆሮንቶስ ምእመናን በሰጠው ማብራሪያ "የመስቀሉ ነገር በሚጠፉ ሰዎች ዘንድ ስንፍና ነውና፥ ለምንድነው ለእኛ ግን የእግዚአብሔር ኃይል ነው" (1ቆሮ 1፥18) ብሏል። በገላትያ ላሉ ቤተሰቦችም "እኔ ግን በጌታችን በኢየሱስ ክርስቶስ መስቀል እንጂ በሌላ አልመካም" (ገላ 6፥14) ሲል አስተምሯል። እዚህ ላይ ልብ ልንለው የሚገባው ሐዋርያው ከላይ በገለጸው ክፍለ የእግዚአብሔር ኃይል ብሎ የጠራው "ስቅለት"ን ሳይሆን "መስቀል" ን ነው።
መስቀል ጌታችን ሞትን ያጠመደበት ፥ ለሰው ዘር በሙሉ ሕይወት ያደለበት ፥ ጠላት ሰይጣንን ያሸነፈበትና ከመንገድ ያስወገደበት በመሆኑ ፤ በአንገታአችን ላይ ባደረግነውና ስለ እርሱ በምንገልጽበት ጊዜ ሁሉ በመንፈሳዊ ኃይል እንሞላለን።
*	ጠላት ሰይጣንን የሚያርድ ስለሆነ የመስቀል ምልክት እንጠቀማለን።
የአጋንንት ጽኑ ሽብር መስቀል ያለውን ኃይል ያሳየናል። ጠላት ሰይጣን በሰው ልጆች ላይ ያደረሰው ሕማምና ያስከተላቸው የረጅም ጊዜ ጥፋቶች ሁሉ የተወገዱት በመስቀል ስለ ሆነ የመስቀልን ምልክት አጥብቆ ይፈራል፤ በዚህም "የመስቀል ቅርጽ በውስጡ ክብር እንደተሸከመ እንገነዘባለን። ጥንት ጠላታችን ዲያብሎስ አዳምን ካሳተበት ጊዜ ጀምሮ የነበረው የገዥነት መብትና ማዕረግ የተገፈፈው በመስቀል ነው። ጌታችን ኢየሱስ ክርስቶስ መሥዋዕትነቱን ለሚያምኑና ለሚቀበሉ ሁሉ በደሙ መፍሰስ ኃጢአትን በማጠብ ተገቢውን ዋጋ ስለ ከፈለ የጠላት ሰይጣንን ግዛት በሰው ልጅ መብት ላይ ሰልጥኖ እንዳይኖር ናደው። ከዚህ የተነሣ ሰይጣን መስቀልን ባየ ቁጥር ሁሉ ታላቁን ሽንፈቱን ፥ ምርኮውን ማጣቱን፥ እፍረቱንና በታላቅ ድምጽ ጮኾ ከፊቱ መፈርጠጡን ያስታውሳል። ክርስቲያናዊ ጥንካሬ የሚመነጨው ከመስቀል የተነሣ ነውና ለእኛ በእግዚአብሔር ዕቅፍ ላለነው ብርታት ሲያጎናጽፈን ለጠላታችን ደግሞ የሽብር ምንጭ ሆኖ ይቀጥላል። የብሉይ ኪዳኔ መጽሐፍ እንደሚተርከው ፤ የነሐስ እባብ ብዙ ሕዝብ ከሞት የሚድኑበትን መድኃኒት ይዞ ነበር (ዮሐ 3፥14)። መስቀል ከዚህ በላይ ዓለምን የሚዋጅ የፈውስ ኃይል ተሸክሟል።
*	መስቀልን ባደረግን ጊዜ በረከቱን እንካፈላለን።
በጥንት ጊዜ የመስቀል ቅርጽ የእርግማንና የም ምልክት ነበር። በተለይም ቀደም ባለው የሮሜ መንግሥት ሥርዓተ ፍርድ ሞት የተወሰነበት ወንጀለኛ በመስቀል ላይ እንዲቸነከር ይደረግ ነበር።
አሁን ግን መስቀል እርግማናችን የተወገደበት መንፈሳዊ የጦር ዕቃ ነው። የሐዲስ ኪዳን ጸጋዎች ሁሉ የመጡት ከመስቀል በመሆኑና በረከት የሚመነጨውም ከሰብአዊ ተፈጥሮ ባለመሆኑ ቀሳውስት በቡራኬ ጊዜ መስቀልን ይጠቀማሉ።
*	ሁሉን ክርስቲያናዊ ሥነ ሥርዐቶችንና ምሥጢራትን ቤተ ክርስቲያንን በምንፈጽምበት ጊዜ መስቀልን እንጠቀማለን።
መንፈሳዊ ምሥጢራት ሁሉ በመስቀል ላይ የፈሰሰው የጌታችን ክቡር ደም ዋጋ ናቸው። ያለ መስቀል በልጅነት ክብር ወደ እግዚአብሔር ለመቅረብ መተማመኛ የለንም፤ ከተቀደሰውም የክርስቶስ ሥጋና ደም፤ እንዲሁም ከማንኛውም የቤተ ክርስቲያን ምሥጢራት የመሳተፍ ዕድል አናገኝም "ሳይገባው ይህን እንጀራ የበላ ወይም የጌታን ጽዋ የጠጣ ሁሉ የጌታ ሥጋና ደም ዕዳ አለበት" (1ቆሮ 11፥27) እንዲል መጽሐፍ።
*	የእኛን ድርሻ እያሰብን ለመስቀል ልዩ ትኩረት እንሰጣለን
ጌታችን ኢየሱስ ክርስቶስ የእርሱን ሕይወት ለእኛ ድኅነት እንደለወጠ፤ እኛም በተራችን ሕይወታችንን ለእርሱ ፍቅር መስጠት ይገባናል። ይህን መቼና እንዴት ይሆን የምናደርገው? ራስን ለክርስቶስ መስጠትስ አንድ ጊዜ ብቻ የሚፈጸም የጥቂት ደቂቃዎች ሥራ ነውን? ክርስትና የሙሉ ዘመን መንፈሳዊ ውጤት ነው። ደስታ ቢሆን ሐዘን፣ ጤናም ቢሆን ሕመም በእኔ ሰውነት የእኔ ፈቃድ ሳይሆን የጌታዬ ውሳኔ ይፈጸም ማለት ነው።
እስቲ ራሳችንን እንጠይቅ! ለመሆኑ! የክርስቶስ የመከራው ተካፋይ የምሆነው መቼ ነው? በሞቱስ እንዴት እንመስለዋለን? እዚህ ላይ ከጌታ ጋር የተሰቀለውን ወንበዴ እናስታውስ፤ ይህ ሰው ወደ ገነት ለመግባት የሚያስችል ፍርድ እንዴት አገኘ?
በእርግጠኝነት መናገር የምንችለው በግራ የተሰቀለው ወንበዴ "አንተም ውረድ እኛንም አውርደን" በማለት ከሥጋዊ ስቃይ ቶሎ የመላቀቅ ጥያቄ ሲያቀርብ፤ እርሱ ግን "በመንግሥትህ አስበኝ" በማለት ለመነ።
የዚህ ሰው ጭንቀት ከመስቀል መውረድ አልነበረም። ምናልባትም ከጌታው ጋር መከራ እየተቀበለ ጥቂት መቆየቱን ሳይወደው አልቀረም። ይህም ውሳኔው የጌታችንን ትኩረት በመሳብ ውጤት አስገኝቶለታል። መድኃኒታችን ኢየሱስ ክርስቶስ ከዚህ ተነሥቶ ነው በስስት ምላሹን ይጠብቅ ለነበረው ፈያታዊ ዘየማን ከአንተ ጋር እዚህ መስቀል ላይ ጥቂት እንድቆይ ከመረጥክ አንተ ደግሞ ከእኔ ጋር ለዘለዓለም በገነት ትኖራለህ ያለው። ሁለቱ ወንበዴዎች መስቀል ላይ ለመቆየት በነበራቸው የአቋም ልዩነት ምክንያት ዋጋቸውም ተለያየ። አሁን ያ! በቀኝ ተሰቅሎ የነበረው ወንበዴ "ከክርስቶስ ጋር ተሰቅያለሁ" እያለ የሐዋርያው ጳውሎስን ቃል በገነት እያዜመ ይሆናል! የሁላችንም ዕጣ ፋንታ ልክ እንደዚሁ ወንበዴ እንዲጻፍ ጉዟችንን ወደ መስቀል እናድርግ።
*	የእግዚአብሔር ደስታ የተፈጸመበት መሣሪያ በመሆኑ መስቀልን እናከብራለን።
"መሥዋዕቱ ለእግዚአብሔር በጎ መዓዛ ያለው ቊርባን ነው" ዘሌ 1፥17። ተብሎ በሕግ መጽሐፍ እንደተመሰከረው እግዚአብሔር ክርስቶስ በመስቀል የፈጸመውን ካሳ ለኃጢአተኞች የቀረበ ፍጹም ዋጋ አድርጎ በደስታ ተቀበለው። ጌታችን ክርስቶስ በምድር ላይ በነበረው ፍጹማዊ ሕይወት አባቱን ደስ ማሰኘት ችሎ ነበር ነገር ግን የመጨረሻውን ደስታ ለመፈጸም ወደ መስቀል ጉዞ ገባ፤ ለመስቀል ሞትም እንኳ የታዘዘ ሆነ። 
*	በመስቀል ወደ እርሱ ወደ ሰፈሩ ውጭ እንውጣ
በተመሳሳይ ቃል ሐዋርያው ስለ ሙሴ ያለውን እናስታውስ "የክርስቶስ የመስቀሉ ተግዳሮት ከግብፅ ሀብት ሁሉ ይልቅ እጅግ የሚበልጥ ባለጠግነት እንደሚሆን ዐውቆአልና፥ ዋጋውንም ተመልክቶአልና" ዕብ 11፥26። የመስቀሉ ተግዳሮት ማለቱ የደረሰበትን መከራና የከፈለውን መሥዋዕትነት ነው። ራሱ ሐዋርያውም ቢሆን ስለ ክርስቶስ እና ስለ መንግሥቱ ሲል ጥቅሙን ሁሉ ረብዕ አድርጎ ቆጥሯል፤ ክርስቶስንም ያገኝ ዘንድ በውርደት ራሱን አጠረ።
*	ከክርስቶስ ጋር የተሰቀለውን ወንበዴ ድኅነት እናስታውስ።
ይህ ለእኛ ትልቅ አጓጊ ተስፋ ነው። ይህ ሰው በሕይወቱ እንጥፍጣፊ ሰዓት እንዴት ዳነ? ወደ ገነትስ የሚገባበትን የተስፋ ቃል እንደምን ተቀበለ? ወደ ራሱ እስኪስበው፤ ያለፈ ጥፋቱንም ትቶ አምነቱንና ንስሓውን እስኪቀበለው ድረስ ጌታችን በዚህ ሰው ላይ በዚያ አጭር ሰዓት እንዴት ተጽዕኖ ማሳደር ቻለ?! በመስቀል ላይ ታይቶ የነበረው ተስፋ እንዴት ታላቅ ነው!
*	መስቀልን ስንሸከም የጌታችንን ዳግም ምጽአት እናስባለን።
ጌታችን ስለ ዓለም መጨረሻና እንደገና ስለመምጣቱ በተናገረበት የወንጌል ክፍል "የሰው ልጅ ምልክት በሰማይ ይታያል፤...የሰው ልጅንም በኃይልና በብዙ ክብር በሰማይ ደመና ሲመጣ ያዩታል" ማቴ 24፥30 ብሏል። ለመሆኑ! "የሰው ልጅ ምልክትም" ያለው ምንን ነው? መስቀልን አይደለምን! እስቲ! በምድር ላይ የነበረውን የሰውን ልጅ ምልክት እናስታውስ፤ ሐዋርያው "ክርስቶስ እንደ ተሰቀለ ሆኖ በልባችሁ ተቀርጿል" በማለት ክርስቶስን ባሰብን ቊጥር አንድ ምልክት (የመስቀል ቅርጽ) በዐይነ ሕሊናችን ድቅን
እንደሚል አብራርቷል። ልክ በዚህ አንጻር አስደናቂ በሆነ ምጽአቱም በሰማይ ይህንን ምልክት በጉጉት እንጠብቀዋለን።መስቀል እንዲሁ ወደ ላይ አንጋጠው የሚመለከቱት ሰይጣንና ሠራዊቱ ድል የተነሱበት የእግዚአብሔር ዕቃ ጦር ነው።
"መስቀል"ን እንዴት በተግባር መሸከም ይቻላል?
*	የፍቅር፥ የነጻነት ፥ የመሥዋዕትነትና የመዳን ምልክት፤
*	የመከራና የጽናት ምልክት 
*	ሥጋን ከክፉ መሻቱ ጋር ብትሰቅለው መስቀልን ትሸከማለህ፤
*	ራስን በመናቅ መስቀልን ተሸከም፤
*	የሌሎችን ኃጢአት በመሸከም መስቀልን ተሸከም፣ /የድኅነት መንገድ/
`,

  /** --------------------------------------------------------- **/

  "መዝሙር መስቀልከ እግዚኦ ተሰብሐ": `መስቀልከ እግዚኦ ተሰብሐ ኀይለ መስቀልከ ሙቁሐነ ፈትሐ (መ) እለ ለምጽ አንጽሐ (መ) መስቀልከ አጋንንተ አውፅአ (መ) ኀይለ መስቀልከ ሙታን አንሥአ (መ) ወሠርዐ ሰንበት ለሰብእ ዕረፍት መስቀልከ እግዚኦ ተሰብሐ ወቃልከ እሙን ፈድፋደ። አቤቱ መስቀልክ ተመሰገነ የመስቀልህ ኀይል እሥረኞችን ፈታ፤ ለምጻሞችን አነጻ፤ የመስቀልህ ኀይል አጋንንትን አወጣ፤ የመስቀልህ ኀይል ሙታኖችን አነሣ፤ ለሰው ዕረፍት ሠራ፤ አቤቱ መስቀልህ ተመሰገነ፤ ቃልህም እጅግ እውነት ነው። `,
  "ምስባክ መዝ 69፥28": `28፤ ወአጽንዖ እግዚኦ ለዝንቱ ዘሰራዕከ ለነ። ውስተ ጽርሕከ ዘኢየሩሳሌም። ለከ ይምጽኡ ነገሥተ አምኃ። 28፤ አቤቱ፥ ይህን ለእኛ የሠራኸውን አጽናው። 29፤ በኢየሩሳሌም ባለው መቅደስህ፤ ነገሥታት እጅ መንሻን ለአንተ ያመጣሉ።
አቤቱ ሚጠቱን በከሃሊነትህ ዕዘዝ፤ አቤቱ ይህን ያደረግኸውን ሚጠት አፅናው፤ እንዲህ የሆነ እንደሆነ በኢየሩሳሌም ወደተሠራች ወደ ቤተ መቅደስ ነገሥታቱ እጅ መንሻውን ይዘው ይቀርባሉ ሚጠተ ሥጋ ለሚጠተ ነፍስ ምልክትና ምሳሌ ነውና አቤቱ ሚጠተ ነፍስን እዘዝ፤ ሚጠተ ነፍስ ሲደረግ ነገሥታት ሰብአ ሰገል እጅ መንሻውን በኢየሩሳሌም በቤተ ልሔም ያቀርባሉ። 
`,
  "ወንጌል ሉቃ 9፥18": `ከዚህም በኋላ ብቻውን ሲጸልይ ደቀ መዛሙርቱ ክእርሱ ጋር ሳሉ ሰዎች ማን ይሉኛል ብሎ ጠየቃቸው
ስለ ክርስቶስ ማንነት የተገለጠውን እውነት ከመቀበል ይልቅ በራሳቸው አመለካከት በተሳሳተ መንገድ መረዳት በኋላ ዘመን ብቻ ሳይሆን ከጌታችን የማስተማር ዘመን ጀምሮ ይታይ የነበረ ችግር ነው።...አንዳንዶች ንጽሕናውን ዓይተው ዮሐንስ ሲሉት፣ አንዳንዶች ደግሞ ድንግልናውን ኤልያስ ነው ብለውታል። አንዳንዶች ቅድስናውን ዓይተው ኤርሚያስ ነው ሲሉ አንዳንዶች ደግሞ ሙሴና ኢያሱ ያደርጉት እንደነበረው ዓይነት ተአምራት ሲያደርግ ዓይተው ከነቢያት እንደ አንዱ ሳይሆን አይቀርም ይሉት ነበር። እናንተስ ያለው ቅርበት እና የማወቅ ዕድል ስለነበራቸው ነው። /በትረ ሃይማኖት ገጽ 425/
 በመጽሐፍ ቅዱስ ማን ተብሎ ተጠርቷል?
-"ቅዱስ የልዑል እግዚአብሔር ልጅ ሉቃ 1፥35
-የሰው ልጅ ዳን 7፥13፣ ሕዝ 2፥1
እነርሱም መልሰው መጥምቁ ዮሐንስ ነው የሚሉህ አሉ ኤልያስ ነው የሚሉህም አሉ ከቀደሙት ነቢያት አንዱ ተነሥቶአል የሚሉህም አሉ አሉት 
እርሱም መልሶ እናንተስ ማን ትሉኛላችሁ አላቸው ጴጥሮስም መልሶ አንተ የእግዚአብሔር መሲሕ ነህ አለው
ይህ የጴጥሮስ መልስ ክርስትናን እንደ ፍልስፍና ክፍል ከመታየት ታድጎታል። ስለ ክርስቶስ ማንነት የሚኖረን ትክክለኛ ግንዛቤ የሚወሰነው በእኛ አስተውሎት...ሳይሆን እግዚአብሔር በነገረን ነው። ስለዚህ ስለ ክርስቶስ ስንናገር መጽሐፍ የነገረንና ቅድስት ቤተ ክርስቲያን የምታስተምረውን ነው። /-በትረ ሃይማኖት ገጽ 426/
አንተ የእግዚአብሔር መሲሕ ነህ የሚለው የቅዱስ ጴጥሮስ ምስክርነት ውስጥ ሥጋ ተለይቶ አይቀርም። "ሰዎች ማን ይሉኛል?" የሚለው የክርስቶስ ጥያቄ መለኮት ተለይቶ አይወጣም። ማን ይሉኛል ባሕርይ ሥጋ ብቻ የሚመለከት ቢሆን መልሱ "መጥምቁ ዮሐንስ ነው የሚሉህ አሉ ኤልያስ ነው የሚሉም አሉ" የሚለው ብቻ ይሆን ነበር እንጂ "አንተ የእግዚአብሔር መሲሕ ነህ" ባልሆነም ነበር። /ተንከተም 188/
ክርስቶስ ሰው የሆነ የእግዚአብሔር ልጅ ነው የሚለው ትምህርቱ በወንጌል እና ባልተቋረጠው የቤተ ክርስቲያን ትውፊት የተዘገበ እና የጸና ነው። "የእግዚአብሔር ልጅ" መሆኑ ደግሞ እንዲሁ በቀላሉ 
ዘይቤያዊ ትርጉም ብቻ ተሰጥቶት ብቻ የሚታለፍ ሊሆን አይችልም፤ መለኮታዊ ባሕርይ ያለው መሆኑ በወንጌል ተነግሯል፤ ትምህርቱን ባደመጡ አይሁድ ዘንድ "ራሱን ከእግዚአብሔር ጋር አስተካክሎ እግዚአብሔርን አባቴ በማለቱ" የተከሰሰበት ይህ ትምህርቱ መለኮታዊ ትርጉም ስላለው ነው። የክርስትና ሃይማኖት መሠረት "ክርስቶስ የእግዚአብሔር ልጅ ነው" ብሎ ማመን ነው። ዮሐ 5፥18፣ ሉቃ 22፥70 /-የልቡና ችሎት ገጽ 250/
በኢየሱስ ማመን፣ እና ስለ እርሱም መመስከር ታላቅ ነገሮች መሆናቸው የታወቀ ነገር ነው። የክርስትና ሥሩና መሠረቱ በኢየሱስ ክርስቶስ ማመን ነው። ሆኖም ቁልፉ ጉዳይ ያለው ኢየሱስን የምታምነው ማን ነው ብለህ ነው? ከሚለው ጉዳይ ላይ ነው። ለሌሎች ስለ እርሱ የምትመሰክርለት ማን ነው ብለህ ነው? ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ እርሱ ራሱ በባሕርዩ እንደሆነውና እናምነው ዘንድ ለእኛ እንደ ተናገረው አድርገህ ካላመንከውና ለሌሎችም እንደዚያው አድርገህ ካልመሰከርከው፣ እንዲሁ አምነዋለሁ ስላልክ ብቻ በኢየሱስ አምኛለሁ እድናለሁ ማለት ይቻላልን? ለሌሎችም እርሱ ራሱ እንዳስተማረው ሳይሆን ከዚያ በተለይ ወይም ተቃራኒ በሆነ መንገድ ከገለጽከው፣ ኢየሱስን ሰወርከው እንጂ ገለጥከው ሊባል አይችልም። እንዲህ ማድረግ ማበላሸት እንጂ መልካም ማድረግ ሊባል አይችልም። ስለ ኢየሱስ በተሳሳተ መንገድ ከመመሰከር ዝም ማለት እጅግ የተሻለ ነው።
በኢየሱስ ክርስቶስ እናምናለን ከሚሉ የተለያዩ የሃይማኖት አካላት መካከል፣ ኢየሱስ ክርስቶስን ማን እንደሚሉት የተወሰኑትን ከዚህ በታች ባለው ሰንጠረዥ ጠቅለል አድርገን እንመልከት።
-ግኖስቲኮች
ለግኖስቲኮች፣ ኢየሱስ ክርስቶስ "ደግ አምላክ" ከሚሉት ዘንድ የከፋው አምላክ ፍጥረት ወደሆነው ወደዚህ ዓለም ከተላኩት ኤዎኖች (መልእክተኞች) መካከል አንዱ ነው። ከግኖስቲኮች ብዙ አንጃዎች መካከል አንደኛው ቡድን (ዶሴቲኮች) ኢየሱስ ሰው መስሎ ተገለጠ እንጂ በእውነት ሰው አልሆነም፣ ሥጋ አልለበሰም ይላሉ። ለእነርሱ ኢየሱስ ክርስቶስ ፍጹም ሰው ፍጹም አምላክ አይደለም። መዳንም በእርሱ በተፈጸመው ቤዛነት ሳይሆን እነርሱ አለን የሚሉት ስውር እውቀት በማወቅ ነው። ብዙዎቹም መሞቱንና ትንሣኤውን አያምኑም።
-ጳውሎስ ሳምሳጣ (200-275 ዓም)
ለዚህ ሰው ደግሞ ኢየሱስ እንደ ማንኛውም ተራ ሰው ሆኖ ከተወለደ በኋላ የእግዚአብሔር ቃል ያደረበት ነው። ከዚያም በኋላ ኢየሱስ በጸጋ አምላክ ሆነ ይላል። ስለዚህ ለጳውሎስ ሳምሳጣ፣ ኢየሱስ በተዋሕዶ ሰው የሆነ አምላክ ሳይሆን በጸጋ አምላክ የሆነ ሰው ነው። አምላክ የሆነው በባሕርዩ ስለሆነ ሳይሆን በተጋድሎው ነው። ጳውሎስ ሳምሳጣ ሉቅያኖስን (የአንጾኪያ ትምህርት ቤት መሥራችና መምህር የነበረውን)፣ ሉቅያኖስ አርዮስን አስተማረ። በኒቅያ ጉባኤ የተወገዘው የዚህ ሰው (የጳውሎስ ሳምሳጣ) ትምህርትም ነው።
-ሰባልዮስ (ከ215-260?)
ሰባልዮስ ደግሞ ኢየሱስ ክርስቶስ ማለት በብሉይ ኪዳን አብ እየተባለ ሲጠራ የነበረው ኋላ በሐዲስ ኪዳን ወልድ ተብሎ የተገለጠውና ሰው የሆነው እርሱ ነው አለ። ስለዚህ ለሰባልዮስ ኢየሱስ ክርስቶስ ማለት አብ ነው፣ አብም ማለት ያው ኢየሱስ ክርስቶስ ነው።
ኋላ ደግሞ ለአሕዛብ መንፈስ ቅዱስ ሆኖ ተገለጠ ይላል። ይህም እግዚአብሔርን በባሕርዩ የሚለዋወጥ የሚያደርግ፣ የአብን የወልድንና የመንፈስ ቅዱስን ከዋኒነትና አካላዊ ሀልዎት የሚክድ ነው። /-መድሎተ ጽድቅ ቅጽ ፫ ገጽ 66/
ይህንም ለማንም እናዳይናገሩ ገሠጻቸውና ከለከላቸው
የእግዚአብሔር ልጅ ከሆነ እንዴት መከራ ይቀበላል በማለት የሚሰናከሉ ስላሉ ነው።
ለሰው ልጅ ብዙ መከራ ያጸኑበት ዘንድ ሽማግሌዎችና የካህናት አለቆች ጻፎችም ይፈትኑት ዘንድ ይገድሉትም ዘንድ በሦስተኛውም ቀን ይነሣ ዘንድ አለው አላቸው
ሁሉንም እንዲህ አላቸው ሊከተለኝ የሚወድ ሰው ራሱን ይካድ ጨክኖም የሞቱን መስቀል ይሸከም ዕለት ዕለትም ይከተለኝ
-ክርስትና በየዕለቱ ከክፉ ፍላጎቶችና ክፉ መናፍስት ጋር የሚደረግ የዕድሜ ልክ ተጋድሎ ነውና። 
ዕለት ዕለትም ይከተለኝ፦ ክርስትና የአንድ ሰሞን ሳይሆን የዕለት ተዕለት መስቀል መሸከም (ተጋድሎ መንፈሳዊ) ነውና። ክርስትና የየዕለት ሰማዕትነት የሚባለውም ለዚህ ነው። /መድሎተ ጽድቅ 263/ -ወደዚህ በረከት ፈጥነህ ደስ እያለህና እየዘለልህ ግባ፣ በዚያም ሁለት ዘርፍ የሆነውን ታጋድሎ ለመጋደል ጀምር። ይህም በመጀመሪያ ራስህን በማንጻት በምሥጢረ ጥምቀት ማዘጋጀት ነው፤ በመቀጠልም በጥምቀት ያገኘኸውን ጸጋ ለመጠበቅ መጋደል ነው። በመጀመሪያ የሌለን የነበረውን በረከት እና ድኅነት ማግኘት እና ካገኘነው በኋላ ደግሞ ያን ጸጋ አጽንቶ መያዝና መጠበቅ እኩል ፈታኞችና ተጋድሎን የሚጠይቁ ነገሮች ናቸውና።
መጀመሪያ ላይ በነበረ መንፈሳዊ ቅንዓትና ቁርጠኝነት የተገኙ ጸጋዎችን ወደ ኋላ ላይ ስንፍናና ግድ የለሽነት ያጠፋቸዋልና፤ ወደ ኋላ የሚመጣ ስንፍናና ጥርጥር ያሳጣንንና ያጠፋብንን ነገሮች ደግሞ ትጋት ያስገኛቸዋል። የምትፈልገውን ጸጋ ለማግኘትና ያለህን ለማጽናት ትጋሃ ሌሊቶች፣ አጽዋማት፣ መሬት ላይ መተኛት፣ ጸሎት፣ አንብዕ፣ ለተቸገሩት ማዘንና መመጽወት ታላቅ እገዛና ጠቀሜታ አላቸው። ቅዱ ጎር ዘእንዚናዙ /መድሎተ ጽድቅ ፩ 207/
በተገቢው መንገድ ለተሠሩ የመሠረት ዐለታቸው፤ ለሚሹም ቤታቸው ነው። የጠራውን ሰማው፣ ጀርባውንም አየው፤ ያም ማለት አምላካችሁ እግዚአብሔርን ተከተሉ ማለት ነው። ታላቁ ዳዊት ይህን ሰምቶ ልብ ባለ ጊዜ "በልዑል መጠጊያ የሚኖር ሁሉን በሚችል አምላክ ጥላ ውስጥ ያድራል። አለ። ይህም ከእግዚአብሔር በኋላ ከመሆን ጋር ተመሳሳይ ትርጉም አለው። ዳዊት ራሱንም በተመለከተ "ነፍሴ በኋላ ተከታተለች እኔንም ቀኝህ ተቀበለችኝ" ብሏል። መዝሙሩ ከታሪኩ ጋር እንዴት አብሮ እንደ ሚሄድ አስተውሉ። አንዱ ከእግዚአብሔር በኋላ ለሚከተል ሰው "ቀኝ እጁ" ረዳት እንደ ሆነችው ገለጠ፤ ሌላው ደግሞ በዐለቱ ውስጥ ሆኖ የመለኰትን ድምፅ ለሚጠባበቀው ሊከተለው በመውደድ ለሚጸልየው "ክንዱ" እንደ ከለለችው ገለጠ። ከሙሴ ጋር በደብረ ሲና የተነጋገረው ጌታ የሰጠውን ሕግ ሲመጣ ለሐዋርያቱ አስቀድሞ በምሳሌ የተገለጠው ነገር ትርጉሙ ምን እንደሆነ ነገራቸው። "ሊከተለኝ የሚወድ" ብሎ። "ማንም ከፊቴ የሚሄድ ብኖር" አላለም። ስለ ዘላለማዊ ሕይወት ለጠየቀው ሰው ሲመልስ በተመሳሳይ "ተከተለኝ" በማለት ነግሮታል። የሚከተለው ቢኖር ጀርባውን ያያል።
እግዚአብሔርን ለማየት ይጓጓ የነበረው ሙሴ እንዴት ሊያየው እንደሚችል ተማረ፤ እግዚአብሔርን ማየት ማለት ወደ ሚወስደው ሁሉ እግዚአብሔርን መከተል ማለት ነው። "አልፋለሁ" ማለቱ የሚከተለውን ሁሉ እንደሚመራ ሲገልጥ ነው። ጎር ዘእንዚናዙ /መንፈሳዊ ሕይወት ምንድነው 107/
ለአምላካችን ስንል የምንጋፈጣቸው መከራዎች እና በርካታ መሰናክሎች በሰዎች ዕይታ ተስፋ የሚያስቆርጡ፣ አስጨናቂ እና ልብን የሚያውኩ ሊመስሉ ይችላሉ፤ ጥቁር ሆነውም ሊታዩ ይችላሉ፣ ነገር ግን ውብ ናቸው። መሓ 1፥5፣ 2ቆ 4፥7፣ 6፥8፣ ማቴ 10፥39 ፣ 1ቆ 2፥14 አቡነ ሺኖዳ /ነፍሴ የወደደችውን አያችሁትን? 210/ -ራስን መካድ እና መስቀሉን መሸከም ጥቁር፣ ነገር ግን ውብ ነው። ራስ መካድ በውበት የሚጎመራ እና የሚያብብ ነው። አንድ ጊዜ ራስ ሲጠፋ፣ እግዚአብሔር በእርሱ ውስጥ ይገለጣል። ራስ ሲሞት፣ እግዚአብሔር በእርሱ ውስጥ ይኖራል። ራስ ወዳድነት ሲጠፋ ብቻ፣ አንድ ሰው ንጹሕ እና ቅዱስ ሕይወት መምራት ይጀምራል። እውነተኛ ክርስቲያናዊ ሕይወት በሞት ይጀምራል። በዓለም ዓይኖች፣ ሞት ጥቁር እና አስፈሪ ነው። ይሁንና፣ ሞት የእውነተኛ ክርስቲያናዊ ሕይወት መጀመሪያ ነው። ቆላ 2፥12፣ አቡነ ሺኖዳ /ነፍሴ የወደደችውን አያችሁትን? 225/
ቅዳሴ ላይ "እስከመጨረሻው እቅታ ድረስ ... ታሪክ- ኢዮብ መከራዎች ውብ ናቸው። ኢዮ 2፥7፣ 30፥9፣ 42፥5፣ መዝ 50፥7/፣ ያዕ 1፥2 ታሪክ- አብርሃም መለየት ዘፍ 12፥1 ታሪክ የይስሐቅ ለመሰዋት አብርሃም ይዞ መሄድ። ዘፍ 22፥2
እግዚአብሔር ይመራኛል። እግዚአብሔርን የሚከተል እግዚአብሔርን ያያል፤ አለማዊ ነገሮች ሁሉ ምንም ይሆኑለታል። እግዚአብሔር ስንከተል ራሳችን መሥዋዕት አድርገን እናቀርባለን።
ያለንን ሁሉ ሸጠን። ማቴ 19፥16፣ ፊል 2፥16 እግዚአብሔርን መከተል የሕይወት አክሊል ያቀዳጃል። ያዕ 1፥12
-እውነተኛው ራስ ወዳድነት ራስን በመንፈሳዊ መንገድ መምራት፣ ራስን ከእግዚአብሔር ፍቅር ጋር አንድ ማድረግና ወደ መንግሥቱ መምራት ነው። አንተነትህ ጥፋት ሲሠራ ማጣራት፣ ሲሳሳት መቅጣት፣ የኃጢአት ምኞቶቹን መቃወምና ጠባዩን ማረም እውነተኛ ራስ ወዳድነት ነው። አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 23/ ራስን መካድ ዋናው የቅድስና ሕይወት ነው። አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 24/-የተሳሳተ ራስ ወዳድነት አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 24/
-ራስን ማግነን ዘፍ 3፥5፣ ሕዝ 14፥13፣ ዘፍ 11፥1
-ራስ ወዳድነት የሚያስከትላቸው አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 26/
-ከእግዚአብሔር ጋር ይቀረናል። ምሳሌ ዮና 4፥4
-ከንስሐ አባት ጋር ይቃረናል።
-እኔን ብቻ ይድላኝ ይላል። ሉቃ 16፣ 1ቆ 13
-ራስን የበላይ ማድረግ። ሄሮድስ፣ ፈሪሳውያን፣ ዘፍ 13፥6፣ ናቡቴ 
-ግለኝነት። ሉቃ 10፥40፣15፥1
-በሌሎች መወቀስ አይፈልግም።
-ከራስ ወዳድነት መውጫ ምሳሌዎች አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 34/
ዕጣን፣ ሻማ ለሌሎች ብርሃን ሆነው ይቀልጣሉ።
-ጌታችን ኢየሱስ ክርስቶስ። ፊል 2፥7፣ ኢሳ 53/1፣ 
-ቅዱስ ጳውሎስ። ሐዋ 20፥24፣ 2ቆ 6፥4
-ሐዋርያት 
-ሙሴ። ዕብ 11፥25
-አብርሃም። ዘፍ 22፥1፣12፥1፣ ዕብ 11፥8
ከራስ ወዳድነት መውጫ መንገዶች አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 36/
-ምናኔና ራስን መርሳት። መክ 2፥4፣10 ዳን 1፥8፣10፥3
-ራስን ድል መንሣት። ሚቴ 6፥5፣ ማቴ 5፥40፣5፥39
-ራስን መንቀፍ፦ "እመኑኝ አባቴ! ከሁሉም ነገር በላይ ራስን ከመውቀስ የሚበልጥ ቅድስና የለም" ጳጳሱ ቴዎፎሎስ /42/
"እኛ ራሳችንን ከወቀስን ዳኛው በእኛ ላይ ይደሰታል። ቅዱስ እንጦስ /42/
"ወንድሜ ሆይ! ሌሎች ሳይወቅሱህ በፊት አንተ ራስህን ውቀስ" ቅዱስ መቃርስ /42/
-የአገልግሎት አላማን አለመርሳት። መዝ 113፥9፣ ዮሐ 3፥3፣ ሉቃ 1፥17፣ ማቴ 20፥26፣ ሉቃ 14፥10፣ ሮሜ 12፥10
-አባት የሆነውን ኢየሱስ ክርስቶስን ያየው ዘንድ አባቱንና እናቱን ተወ። የብርሃን ሠራዊት ዘመዶቹ ይሆኑ ዘንድ የሥጋ ዘመዶቹን ተወ። በሰማይ ያለች ኢየሩሳሌም ርስት ትሆነው ዘንድም ምድራዊ ርስቱን ተወ። በላይ ያለውን አክሊል ባሕርይ ገንዘብ ያደርግ ዘንድ የዚህን ዓለም ገንዘብ ተወ። ለዓይን ደስ የሚያሰኘውን ልብስ ትቶ የተዳደፈውን ልብሰ፣ አሮጌውንም ድሪቶ ለበሰ፣ የሙሽርነትን ልብስ ይለብስ ዘንድ፤ የብርሃንንም ሐር ይጎናጸፍ ዘንድ። በምድር ያለውን ሰርግ ተወ። በሰማይ ያለውን ሰርግ ያይ ዘንድ። /አራቱ ኃያላን 137/
ሰውነቱን ሊያድን የሚወድ ሁሉ ይጥላታል ስለ እኔ ሰውነቱን የጣለ ግን ያድናታል 
ሰው ዓለሙን ሁሉ ቢገዛ ነፍሱን ካጣ ምን ይረባዋል
በእኔና በቃሌ የሚያፍር ሁሉ የሰው ልጅ በክብሩ በአባቱም ክብር ቅዱሳን መላእክትን አስከትሎ በመጣ ጊዜ ያፍርበታል
መላእክት ቅዱሳን ናቸው። 
ቅዱስ ማለት በግሪኩ Hagioi (ሀጊዮይ)፦ ሮሜ 11፥7፣12፥13፣1ቆ 1፥2፣ 2ቆ 1፥1፣ 8፥4፣ 1ጴ 2፥9፣ ዘፀ 19፥2፣ ማቴ 27፥52፣ ራእ 5፥8፣ 8፥4፣14፥10፣ ማር 8፥32፣ /ስብከት ወተግሣጽ ገጽ 94/ አቤቱ ጌታዬ ኢየሱስ ክርስቶስ ሆይ፥ በአገልጋይህ ላይ ፊትህን አብራ፣ አቤቱ አልፈር፣ ጠርቼሃለሁና፤ /አባ ጊዮርጊስ ዘጋ /--ውዳሴ መስቀል ገጽ 82/ ሕሴብህ ጸጋከ ኦ ወልድ ዋህድ ..ይበክዪ ኃጥአን ...መጽሐፈ ሰዓታት 
27. እውነት እላችኋለሁ ከዚህ ከቆሙት የእግዚአብሔርን መንግሥት እስኪያዩት ድረስ ሞትን የማይቀምሱ አሉ
28. ከዚህም ነገር በኋላ በስምንተኛው ቀን ጌታችን ኢየሱስ ጴጥሮስን ያዕቆብን ዮሐንስን ይዞአቸው ሊጸልይ ወደ ተራራ ወጣ 
`,

  /** -------------------------------------------------------------- **/

  "መዝሙር ትብሎ መርዓት ": `ትብሎ መርዓት ለመርዓዊሃ ወልድ እኁየ ነዓ ወረደ ኢታጎንዲ ዬ መስቀል ጸገየ መስቀል ጸገየ ዘጋዲ፤ ምስለ ጴጥሮስ ዐዋዲ፣ ወጳውሎስ ሰዓዲ ዬ መስቀል ጸገየ ዘጋዲ፤ ማርያም መስቀሎ ለበዓል ኀበ ትወዲ ዬ መስቀል ጸገየ ዘጋዲ፤ ሙሽሪት ሙሽራዋን አለችው፤ ወንድሜ ወልድ ወደ እኔ መውረድን አታዘገይ፤ ዞሮ ከአስተማረ ከጴጥሮስና ክርስቲያኖችን ያሳድድ ከነበረው ከጳውሎስ ጋር ና፤ ወዮ መስቀል የጋዲን አበባ አበበ፤ ማርያም መስቀሉን ለበዓል በምትጨምርበት ቦታ ወዮ መስቀል የጋዲን አበባ አበበ፤`,
  "ምስባክ መዝ 18፥5": `5፤ ወውእቱሰ ከመ መርዐዊ ዘይወጽእ እምጽሑ። ይትፌሣሐ። ከመ ያረብሐ ዘይሜርድ ፍኖቶ። እምአጽናፈ ሰማይ ሙጻኡ። 
5፤ እርሱ እንደ ሙሽራ ከእልፍኙ ይወጣል፤ በመንገዱ እንደሚራመድ አርበኛ ደስ ይለዋል። 6፤ አወጣጡ ከሰማያት ዳርቻ ነው፤ 
ሙሽራ የተባለ ክርስቶስ፤ የሰውን ልጅ ለማዳን ከሰማይ የመጣ ነው። ዲያብሎስን ድል አድርጎ የሰው ልጆችን በማዳኑ ደስ ይለዋል።
`,
  "ወንጌል ማቴ 9፥14-18": `፲፬. ከዚህ በኋላ፥ የዮሐንስ ደቀ መዛሙርት ወደ እርሱ መጥተው፥ "እኛና ፈሪሳውያን ብዙ እንጾማለን፤ ደቀ መዛሙርትህስ ለምን አይጾሙም?" አሉት። 
-ፈሪሳውያን እሁድ ፣ ማክሰኞና ሐሙስ ይጾማሉ። /ዜናሁ ለእግዚእነ 149/
-ፈሪሳውያን፤ ከአይሁድ የሃይማኖት ወገኖች አንዱ ክፍል። የሙሴን ሕግ በብዙ ጥንቃቄ ተረጎሙ። ሰዎች ሕጉን እንዳይተላለፉ ብዙ ትእዛዝና ሥርዐት ጨመሩበት። ይህም ለተራው ሕዝብ ከባድ ሸክም ሆነ፤ ማቴ 15፥1፣ 23፥1። ዋና ዐሳባቸው ሰው የሚጸድቀው በግል ሕይወቱና ሕግን በመፈጸም ነው የሚል ነበር፤ ሐዋ 15፥5። በመካከላቸው እንደ ኒቆዲሞስና እንደ ጳውሎስ ያሉ ቅን ሰዎች ነበሩ። ብዙዎች ግን በሕግ ላይ የተጨመረውን የአባቶች ወግ እየተመለከቱ ዋናውን የሕግ መንፈስ ፣ ፍርድን ፣ ምሕረትንና ፣ ታማኝነትን ረሱ። በዚህ ምክንያት ክርስቶስ ደጋግሞ ግብዞች በማለት ወቀሣቸው፤ ሉቃ 11፥37፣ ማቴ 23። በክርስቶስ ዘመን ፈሪሳውያን ስድስት ሺህ ያህል ደርሰው ነበር፤ ሀብታሞች ነበሩ። ብዙ ጊዜም በምኲራቦች መሪዎች ነበሩ። ፈሪሳውያን የተቃወሙ በቤተ መቅደስም ሥልጣን ያገኙ ሰዱቃውያን የሚባሉ ወገኖች ነበሩ፤ ሐዋ 23፥6። ፈሪሳውያን ክርስቶስን ለመግደል ተማከሩ፤ ዮሐ 11፥47። በኋላ አንዳንዶች በክርስቶስ አመኑ፤ ሐዋ 15፥5። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 282/
፲፭. ጌታችን ኢየሱስም እንዲህ አላቸው "የሙሽራው ሚዜዎች ሙሽራው ከእነርሱ ጋር ሳለ ሊያዝኑ አይችሉም፤ ነገር ግን ሙሽራው ከእነርሱ የሚወሰድበት ወራት ይመጣል። ያንጊዜ ይጾማሉ።
-ሙሽራ፤ ለመጀመሪያ ጊዜ የሚያገባ በልዩ ልብስ ያጌጠ፣ በሰርገኞች ልብስ ያጌጠ ወንድ፤ ማቴ 25፥1፤ ዮሐ 2፥9። ሙሽራ የፀሐይ መዝ 19፥5፣ የእግዚአብሔር አብ፣ የክርስቶስም ምሳሌ ነው፤ ኢሳ 62፥5፤ ማቴ 9፥15፣ ዮሐ 3፥29። የምእመናንም ምሳሌ ነው፤ ኢሳ 61፥5። ሙሽሪት፤ ለመጀመሪያ ጊዜ የምታገባ ሴት፤ ዮሐ 3፥29። ለጋብቻዋ ልዩ ልብስ ትለብሳለች፤ ኤር 2፥32። የቤተ እስራኤል እና የቤተ ክርስቲያን ምሳሌ ናት። ኢሳ 62፥5፣ ራእ 21፥2፣9፣ 22፥17። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 50/ -ሚዜ፤ በጋብቻ ጊዜ የሙሽራውና የሙሽራዪቱ ዋና ረዳት፤ ዮሐ 3፥29።/የመጽሐፍ ቅዱስ መዝገበ ቃላት 52/
ሙሽራው ከእነርሱ የሚወሰድበት ወራት ይመጣል። ያንጊዜ ይጾማሉ።
-ሐዋርያት ሲሞት ሁለት ቀን አክፈለዋል፤ መንፈስ ቅዱስ ተቀብለው አርባ ቀን ጾመዋል። /ዜናሁ ለእግዚእነ 149/
-ይህ ጾም ሐዋርያት ነው። ሙሽራ የተባለ እርሱ፤ ሚዜዎች የተባሉ ደቀ መዛሙርቱ ናቸው። መለየት የተባለ ዕርገት ነው። እኔ ሳለሁ አይጾሙም ማለቱ እርሱ ካልሞተና ካላረገ መንፈስ ቅዱስም ካልተሰጣቸው በመንፈስ ቅዱስ ባልታደሰ ሰውነት ጾመው ድል መንሣት ስለማይቻላቸው ነው። ሐዋርያትም በመንፈስ ቅዱስ ባልታደሰ ሰውነታቸው ጾም ጹሙ የሚላቸው የለም። 
ጹሙ የሚላቸው ቢኖር ሰውነታቸው ይጎዳል ጾሙም ይፈርሳል፤ በመንፈስ ቅዱስ በታደሰ ሰውነት ቢጾሙ ግን እነርሱ ጾሙን ይፈጹሙታል ጾሙም እነርሱን ከፈተና ይጠብቃቸዋል ማለት እንደሆነ ያስረዳል። የኦሪቱ የጾም ሥርዓት ከሐዲሱ የጾም ሥርዓት የተለየ መሆኑን ሊያስረዳቸው ስለ ፈለገም ነው። /ጾምና ምጽዋት ገጽ 91/
-ጌታ ሆይ ነፍሳችን ያንተ ሙሽራ ናት አካላችን ደግሞ የሰርጉ ቤት ነው፤ እንግዶችህም የስሜት ሕዋሳቶቻችንና አስተሳሰቦቻችን ናቸው። ጌታ ሆይ የአንድ ሰው ሰውነት የአንተ የሰርግ ቤት ከሆነ እንዴት የበለጠ ቤተ ክርስቲያን የሰርግ ቤት አትሆን!።ዮሐ 3፥29፣ /ቅዱ ኤፍ/
-በምሥራቅ፣ እንዲሁም በቅብጥ አብያተ ክርስቲያናት ከሆሣዕና እሑድ ምሽት እስከ ዕለተ ማክሰኞ ምሽት ድረስ"መርዓዊ ክርስቶስ" ንጹሕ ሙሽራ ጌታችን ኢየሱስ ክርስቶስ) ሕማማተ መስቀል የሚያወሱ ምንባባት በስፋት ይነበባሉ። በእነዚህ ዕለታት የሚሰጠውን አገልግሎትም "የመረዓዊ ክርስቶስ አገልግሎት" በማለት ይጠሩታል። ሙሽራዋ (ድንግል) ንጹሕ የሚሆን የሰርግ ቤት ናት። ውዳሴ ማርያም። ኮከብ ብርሃን ...ከምሥራቅ የወጣ ብርሃናዊ ኮከብ፤በሰማይ የሚታይ እውነተኛ ፀሐይ፤ ንጹሕ ሙሽራ ኢየሱስ ክርስቶስ ነው። ሰዓታት /-መዝገበ በርከት ገጽ 150/ አቤቱ መስቀልህ በላዩ ላይ የተኛኽበት የሕማማትኽ አልጋ ነው፤ በስድስት ሰዓትም ሰማይን አወክኻት፣ ምድርንም አንቀጠቀጥካት፤ አቤቱ ስለ ሕማምህ ስለ መስቀልህ ርሱን የሙሽርነትህ አልጋ የሚኾን፤ በላዩም ላይ ለቅድስት ቤተ ክርስቲያንህ የተሞሸርክላት፣ ከአንተ በመነጨም ውኃ ያጠብካት፤ በቀኝ ጎንኽ በፈሰሰው ደምህ ያተምካት ከቀኝኽ ሕይወት መነጨ።" /አባ ጊዮርጊስ ዘጋ/ 
በቤተ ክርስቲያናችን ትውፊት ዘመነ መርዓዊ (ቅበላ መርዓዊ) ከጾመ ፋሲካ እስከ ዐቢይ ጾም መግቢያ ዋዜማ እሑድ ያሉት ሰባት ዕለታትን ይይዛል። /-መዝገበ በርከት ገጽ 151/
-ሰርግ የተባለም የክርስቶስ ሥጋዌ ነው። በእርሱ አምነው በፈቃዱ ለተመላለሱ ለኖሩ እርሱ የምሕረት ደጁን ይከፍትላቸዋል። ያልተዘጋጁት የተባሉ ደግሞ በሃይማኖታቸው ጥርጥር በምግባራቸው መሰናክል እንደ ያዙ ያሉ ናቸው። (ጸያሔ ፍኖት) 446
-ፋናዎቻችንን እናብራ (ምግባራችንን እንግለጥ) ደጁ ሳይዘጋ ሙሽራውን ለመቀበል እንፋጠን፤ ያለዚያ ግን መግባት አይቻለንም። ሌባ እንዳይመጣብን ተዘልዘንም እንዳያገኘንም እንጠቀቅ። እንኪያስ ፈጥነን ንስሐ እንግባ" /ቅዱ ጎሮ ዘኑ/
-ሊያዝኑ አይችሉም ሲል ገና የኃላፊነት ቀንበር አልወደቀባቸውም እና አላዘኑም። /ቃላት ወንጌል ገጽ 153/
-ሙሽራው ክርስቶስም እርስዋን ያጨበትን የጋብቻ ጥሎሽ ሳይሰጥ ለእርሱ የታጨችውን ሙሽራ አይወስድም። ከዚህም በተጨማሪ ሙሽራው ሰማያዊ ንጉሥ ነውና ሙሽሪት ሰማያዊት ሆና እንድትገኝ እርሱዋን ማሳመን ጊዜ ይጠይቃል። እርሱዋን የእርሱ ለማድረግ የተጠየቀው ጥሎሽ ክቡር ደሙ ነበር። /-8ኛዋ ቀንና ሌሎችም ገጽ 73/
፲፮. የአዲስ ልብስ ዕራፊም በአሮጌ ልብስ ቀዳዳ ላይ የሚጥፍ የለም፤ ደኅናኛውን ልብስ ይዞት ይሄዳልና፤ ቀደዳውንም ያሰፋዋልና። 
፲፯. በአሮጌ ረዋት አዲስ የወይን ጠጅ አይጨምሩም፤ ቢጨመር ግን ረዋቱ ይቀደዳል፤ ወይኑም ይፈስሳል፤ ረዋቱም ይበላሻል፤ ነገር ግን፤ አዲሱን ወይን በአዲስ ረዋት ይሾሙታል፤ ሁለቱም እርስ በርሳቸዉ ይጠባበቃሉ።"
*ረዋት፤ የውሃ መያዣ እርኮት፤ ከቊርበት ይሠራል፤ በምሳሌ ደመናን ያመለክታል፤ ኢዮ 38፥37 /የመጽሐፍ ቅዱስ መዝገበ ቃላት 69/
*ወይን፤ የወይን ቦታ፣ የወይን ጠጅ፣ ወይን ከጥንት ጀምሮ የታወቀ ተክል ነው ዘፍ 14፥18፣ በእስራኤል አገር በብዛት ይገኛል፤ ዘኁ 13፥23። የወይን ቦታ ዙሪያው ይቀጠርና ለጠባቂው ዳስ ወይም ግንብ ይሠራል፤ ኢሳ 1፥8፣ 5፥1፣ ማር 12፥1። ሐረጉ በመደገፊያ ይዘረጋል ሕዝ 17፥6፣ በየዓመቱ ይገረዛል (ይኮረከማል)፤ ዘሌ 25፥3፣ ዮሐ 15፥2። የወይን ጠጅ ለማውጣት ፍሬው በመጥመቂያው ውስጥ ይረገጣል፤ ኢሳ 16፥10፣ አሞ 9፥13። እስራኤላውያን የወይን ጠጅ በአቁማዳና በሸክላ ዕቃ ያኖሩ ነበር፤ ማቴ 9፥13፣ ዮሐ 2፥6። የደረቀ ወይን (ዘቢብ) ለምግብ ይሆናል፤ 1ሳሙ 25፥18። የወይን ብዛት የእግዚአብሔር በረከት ምልክት ነው ዘፍ 27፥28፤ ወይን መሥዋዕት ይሆናል፤ ዘፀ 29፥40። ሰውን ደስ ያሰኛል፤ መዝ 104፥15፣ ምሳ 31፥6፣ መክ 10፥19፣ ሐዋ 2፥13። ጌታችን ወይን ጠጣ፤ ውሃንም ወደ ወይን ለወጠ፤ ለዐዲስ ኪዳን ሥርዐትም ወይንን ሰጠ፤ ማቴ 11፥19፣ 26፥27፣ ዮሐ 2፥1። ወይን መድኃኒት ይሆናል፤ ሉቃ 10፥34፣ 1ጢ 5፥23። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 210/
- በአዲስ ልብስና በአዲስ የወይን ጠጅ የተመሰለው ለእኛ የሚሰጠን የመዳን ጸጋ ሲሆን በአሮጌ ጨርቅና በአሮጌ አቁማዳ የተመሰለው ደግሞ በአዳም ኃጢአት ምክንያት ያረጀውና የጐሰቆለው ባሕርያችንና ሰውነታችን ነው። ባረጀ ልብስና ባረጀ አቁማዳ በተመሰለው በመጀመሪያ አዳማዊ እኛነታችን ሆነን እርሱን ወደ መምሰል የሚወስዱንን ነገሮች ለመፈጸም አንችልም ነበር። ስለሆነም የሰው ልጅ ሁሉ አዲሱን የመዳን ጸጋ መቀበልና በእርሱ መጠቀም ይችል ዘንድ አስቀድሞ ባሕርዩ በሐዲስ ተፈጥሮ መፈጠርና አዲስ ሰው መሆን፣ መታደስና እንደገና መፈጠር ነበረበት ማለት ነው። ስለዚህ በሚሰጠው የመዳን ጸጋ ለመጠቀም በመጀመሪያ አሮጌው አዳማዊ ሰውነት መታደስና በዳግማዊ አዳም በኢየሱስ ክርስቶስ እንደገና መፈጠር እንዳለበት አስተማረን። ዮሐ 3፥3፣ ሮሜ 6፥4፣ 2ቆ 5፥17፣ ኤፌ 4፥24፣ ሮሜ 6፥6፣7፥4 /መድሎተ ጽድቅ ቅጽ ፩ ገጽ 104/
-...ክፉና ከፈቃደ እግዚአብሔር ውጭ ከሆነ ልማድ መለየትና ልቡናንም ከእርሱ ማጽዳት ...ተገቢ ነው። አቡነ ሺኖዳ /--የንስሐ ሕይወት ገጽ 175/ የመንግሥተ ሰማያት ሕይወትን ሲነግረን ነው። ሮሜ 12፥2፣ ኤፌ 4፥24፣ ቆላ 3፥10 /--ምጽአተ ክርስቶስ ገጽ 258/ ዛሬ ያለክን ቅድስና ጠብቀው፤ ትላንት ትተካቸው የነበሩ ክፉ መንገዶች ዛሬ ወደ አንተ ሲመጡ ይህን ቃል አስታውስ /-ኦርቶዶክሳዊ ንስሓ ክፍል አንድ ገጽ 272/
፲፰. ይህንም ሲነግራቸው፥ እነሆ አንድ መኰንን መጥቶ፥ "ልጄ አሁን ሞተች፤ ነገር ግን መጥተህ እጅህን ጫንባት፤ ትድናለችም" እያለ ሰገደለት።
`,

  /** ------------------------------------------------------------ **/
  
  /* TIKMET */

  /** --------------------------------------------------------- **/

  "መዝሙር ትዌድሶ መርዓት": `ትዌድሶ መርዓት እንዘ ትብል ነዓ ወልድ እኁየ ንጻዕ ሀቅል (ት) ንርዓይ ለእመ ጸገየ ወይን ወለእመ ፈረየ ሮማን (ት) አሠርገወ ሰማይ በከዋክብት ወምድር በስነ ጽጌያት (ት) እስመ ውኅቱ ወልድ ዋሕድ እግዚአ ለሰንበት ትዌድሶ መርዓት ወትብሎ ወልድ እኁየ ቃልከ አዳም። ሙሽሪት ታወድሰዋለች እንዲህ እያለች ወይን ማበቡን፤ ሮማን ማፍራቱን እናይ ዘነድ ወንድሜ ና ወደ ቆላ እንውጣ፤ ሰማይን በከዋክብት ምድርን በአበቦች አስጌጠ፤ እርሱም የሰንበት ጌታ ወልድ ነውና፤ ሙሽሪት ወንድሜ ቃልህ የተወደደ ነው እያለች ታመሰግነዋለች።`,
  "ምስባክ መዝ 127፥2": `2፤ፍሬ ፃማከ ተሴሰየ። ብፁዕ አንተ ወሠናይ ለከ። 3፤ ብእሲትከ ከመ ወይን ሥሙር ውስተ ጽርሐ ቤትከ። 2፤ የድካምህን ፍሬ ትመገባለህ፤ ብፁዕ ነህ፥ መልካምም ይሆንልሃል። 3፤ ሚስትህ በቤትህ እልፍኝ ውስጥ እንደሚያፈራ ወይን ትሆናለች።
ጥረህ ግረህ ብላ፤ አንድም ሳትዘርፍ ሳትቀጥፍ በደከምክበት ፍሬ ኑር፤ ብፁዕ አንተ ወሠናይ ለከ። እንዲህ ያደረክ እንደሆነ ንዑድ ክቡር ነህ፤ ምስጉን ትሆናለህ ክብር ይሰጥሃል፤
መልካም ይሆንልሃል።
ብእሲትከ ከመ ወይን ሥሙር ውስተ ጽርሐ ቤትከ። ሚስትህ በቤትህ እልፍኝ ውስጥ እንደሚያፈራ ወይን ናት። በቤትህ እልፍኝ የምትኖር ሚስትህ እንደ አማረ እንደ ተወደደ ዛፍ ናት፤ ነቢዩ ዳዊት ሚስትን በወይን የመሰለበት ምክንያት አለው፤ ይኸውም ወይን ሲከረከም እንደሚያፈራ ልባም ሚስትም በመከራ ጊዜ መልካም ፍሬ ታፈራለች፤ ወይን ፀሓያማውን ጊዜ እንደሚናፍቅ ልባም ሚስትም የባልዋን ፍቅር ደስታ ብሩህ ፈገግታውንና ገጽታውን ትናፍቃለች።
`,
  "ወንጌል ዮሐ 3፥25-ፍሜ": `amanu፳፭. ከዚህም በኋላ በዮሐንስ ደቀ መዛሙርትና በአይሁድ መካከል ስለ ማንጻት ክርክር ሆነ፤ የእግዚአብሔር በግ ብሎ ኢየሱስ ክርስቶስን ካስተዋወቀ በኋላ የኢየሱስ ክርስቶስ ተከታዮች እየበዙ የዮሐንስ ተከታዮች እያነሱ ሄደዋል። ከዮሐንስ ሲማሩና ሲጠመቁ የነበሩትም ወደ ኢየሱስ ክርስቶስ ጉባኤ እየሄዱ ይማሩ ነበር። የዮሐንስ ደቀ መዛሙርትም ማስተማርና ማጥመቅ የሚገባው ለእኛ መምህር ነው እንጂ ሕዝቡ ወደ ሌላ መሄድ የለባቸውም ብለው ተከራከሩ። ወደ ኢየሱስ ክርስቶስ ጉባኤ የሚሄዱት አይሁድም ማጥመቅ ማስተማር የሚገባው ዮሐንስ ለመሰከረለት ለኢየሱስ ክርስቶስ ነው በማለት ይከራከሩ ነበር። ስለሆነም ክርክሩ የተካሄደው በዮሐንስ ደቀ መዛሙርትና በአይሁድ መካከል ነው።/ የዮሐንስ ወንጌል ትርጉም 103/ የዮሐንስ ደቀ መዛሙርት ሄደው ብዙ ሕዝብ ወደ ኢየሱስ ክርስቶስ እንደሚሄድና እንደሚማር ለዮሐንስ ነገሩት። ዮሐንስ ማስተማር የሚገባው የመምህርነት ባለቤት ኢየሱስ ክርስቶስ መሆኑን በመመስከር ክርክራቸውን አስቆመው። 
-የዮሐንስ ደቀ መዛሙርት የመምህራቸውን የዮሐንስን ጥምቀት ያመሰግኑ ነበር። አይሁድም የብሉይ ኪዳንን ጥምቀት ያክብሩ ነበር። ሁለቱም ስለ ጌታችን ጥምቀት ከመራመር ላይ ደረሱ። የጌታችን ጥምቀት እንደማታስፈልግ ተስማሙ። ከዚህ በኋላ በቅንዓት መንገድ ወደ ዮሐንስ መጥተው ጌታችን እንደሚያጠምቅ ነገሩት። /ግእዝ በግእዝ/ በቤተ ክርስቲያን ትምህርት ያልጸና ሰው መጠመቅ የለበትም። ትምህርቱ ሲለወጥ እመነቱም ይለወጣልና። /ሁለቱ ኪዳናት ገጽ 233/
26-ወደ ዮሐንስ ሄደው፥ "መምህር ሆይ፥ በዮርዳኖስ ማዶ ካንተ ጋር የነበረው፥ አንትም የመሰከርህለት እርሱ እነሆ፥ ያጠምቃል፤ ሁሉም ወደ እርሱ ይሄዳል" አሉት።
27-ዮሐንስም መልሶ እንዲህ አለ፥ "ሰው ከሰማይ ካልተሰጠው በስተቀር እርሱ ራሱ ጸጋ ገንዘብ ሊደርግ ምንም አይችልም።
ከሰማይ ካልተሰጠው ማለት ከእግዚአብሔር ካልተፈቀደለት ማለት ነው። የዮሐንስ ደቀመዛሙርት ለምን ኢየሱስ ክርስቶስ ያስተምራል ለምንስ ያጠምቃል የሚል አሳብ በውስጣቸው ስለያዙ የመምህርነት ጸጋ ከእግዚአብሔር ዘንድ ያልተሰጠው ሰው ማስተማር እንደማይችል ዮሐንስ አስረዳቸው። /የዮሐንስ ወንጌል ትርጉም 104/ አንድም ሥልጣነ ክህነት ነው። /-መድሎተ ጽድቅ ቅጽ ፪ ገጽ 480/
28-እኔ ክርስቶስ አይደለሁም፤ ነገር ግን እንድሰብክለት ከእርሱ በፊት ተልኬአለሁ እንዳልኋችሁ እናንተ ራሳችሁ ምስክሮች ናችው።
29-ሙሽራ ያለችው ሙሽራ ነው፤ ቆሞ የሚሰማው የሙሽራው ሚዜ ግን በሙሽራው ቃል ግን እጅግ ደስ ይለዋል፤ የእኔ ደስታ አሁን ተፈጸመች። 
በሙሽራው ፊት ይሄዳል ለተባለውና የሰው ድምፅ ለተሰኘው ዮሐንስ መጥምቅ ጌታችን ራሱን በገለጠ ጊዜ ዮሐንስ ቦታውን ለእርሱ በመልቀቅ፦ ይህ ወደ ዮርዳኖስ ባሕር የመጣው ስለ እርሱ የተናገርኩለትና ሁሉን በመንፈስ ቅዱስና በእሳት የሚያጠምቀው ነው ብሎ መሰከረ ብሎ ተቀኝቶልን እናገኘዋለን። እግዚአብሔር ወልድ ምእመን በኃጢአት ጎስቁላ ባያት ጊዜ ለራሱ ትሆን ዘንድ አጫት፤ ፍቅሩንና ታማኝነቱን ገለጸላት፤ ማንም ሊለየው በማይችል የፍቅር ማሠሪያ ከራሱ ጋር አንድ አካል አደረጋት ፤ እነሆ ይህቺ መርዓት በንጉሥ ቤተ መንግሥት በክብር ተቀምጣለች ። በንጉሥ ማጌጫም አጊጣለች። ይህቺ መርዓት የፋሲካ ወር አገለገለቻት በአበቦችም አስጌጠቻት። የትንሣኤ ባለቤት የሆንህ ጌታችን ሆይ ክብር ምስጋና ለአንተ ይሁን። መርዓዊ ከመርዓት ጋር ደስ ይበለው፤ የአብ ሙሽራ ከሆነች ከድንግል ማርያም በሥጋ የተወለደው ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ የተመሰገነ ይሁን። / ቅዱ ኤፍ/
እግዚአብሔርን የሚወድ ሰው ሰዎች ሁሉ እግዚአብሔርን እንዲወዱት ወደ እርሱ በመጥራቱ ደስታውን የሚያገኝ ሰው ነው። አቡነ ሺኖዳ /ፍቅር 110/ ፍቅር አይቀናናም። 1ነገ 1፥48፣ ዘፍ 48፥20 መጥምቁ ዮሐንስ ደቀ መዛሙርቱ ወደ ጌታችን ሲሄዱ አልቀናም። አቡነ ሺኖዳ /ፍቅር 235/ እግዚአብሔር እኛን ልጆቼ ብቻ ሳይሆን ከመሽሪት ጋር አነጻጽሮናል።
ደስታ በአገልግሎት ስኬታማነት ይገኛል። መጥምቁ የአገልግሎቱ መጨረሻ በዚህ ቢያልቅም ሙሽራይቱን በሙሽራው እጅ በማስረከቡ ምክንያት ተደስቷል። ዕዝ 3፥12፣ መዝ 12፥65፣ 2ቆ 6፥10 -1ቆሮ 7፥27-29-ኢሳ 54፥5፣ ሆሴ 2፥4 -ሙሽራ ኢየሱስ ክርስቶስ ሙሽራይቱ ቤተ ክርስቲያን ሙሽራይት ምእመናን ያለው ነው። ሙሽራይቱ በሙሽራው ድምጽ ወደ ሙሽራው እንደምትመጣ በክርስቶስ ትምህርት በወንጌል አዋጅ ምእመናን ወደ እርሱ ይሰበሰባሉ። ቤተ ክርስቲያን ሕዝቦቿን የምትጠራበት ድምጽ የሙሽራው የኢየሱስ ክርስቶስ ድምፅ ነው። ሐዋርያው ጳውሎስ "እንግዲህ እምነት ከመስማት ነው መስማትም በእግዚአብሔር ቃል ነው።" ሮሜ 10፥16 እንዳለ። በዚህ ድምጽ መጥምቁ ዮሐንስ "እጅግ ደስ ይለኛል" አለ። ሙሽራይት በተባለች ቤተ ክርስቲያን ሚዜዎች የተባሉ ካህናት በፊቱ ይቆማሉ። የሚዜዎች ደስታም ሙሽራ የተባለውን የክርስቶስን ድምፅ መስማት ነው።" /ቅዱ ዮሐ አፈ/
በምሥራቅ፣ እንዲሁም በቅብጥ አብያተ ክርስቲያናት ከሆሣዕና እሑድ ምሽት እስከ ዕለተ ማክሰኞ ምሽት ድረስ"መርዓዊ ክርስቶስ" ንጹሕ ሙሽራ ጌታችን ኢየሱስ ክርስቶስ) ሕማማተ መስቀል የሚያወሱ ምንባባት በስፋት ይነበባሉ። በእነዚህ ዕለታት የሚሰጠውን አገልግሎትም "የመረዓዊ ክርስቶስ አገልግሎት" በማለት ይጠሩታል። /-መዝገበ በርከት ገጽ 150/ ሙሽራዋ (ድንግል) ንጹሕ የሚሆን የሰርግ ቤት ናት። /ውዳሴ ማርያም/ ኮከብ ብርሃን ...ከምሥራቅ የወጣ ብርሃናዊ ኮከብ፤በሰማይ የሚታይ እውነተኛ ፀሐይ፤ ንጹሕ ሙሽራ ኢየሱስ ክርስቶስ ነው። /ሰዓታት/ 
አቤቱ መስቀልህ በላዩ ላይ የተኛኽበት የሕማማትኽ አልጋ ነው፤ በስድስት ሰዓትም ሰማይን አወክኻት፣ ምድርንም አንቀጠቀጥካት፤ አቤቱ ስለ ሕማምህ ስለ መስቀልህ ርሱን የሙሽርነትህ አልጋ የሚኾን፤ በላዩም ላይ ለቅድስት ቤተ ክርስቲያንህ የተሞሸርክላት፣ ከአንተ በመነጨም ውኃ ያጠብካት፤ በቀኝ ጎንኽ በፈሰሰው ደምህ ያተምካት ከቀኝኽ ሕይወት መነጨ።" አባ ጊዮርጊስ ዘጋ በቤተ ክርስቲያናችን ትውፊት ዘመነ መርዓዊ (ቅበላ መርዓዊ) ከጾመ ፋሲካ እስከ ዐቢይ ጾም መግቢያ ዋዜማ እሑድ ያሉት ሰባት ዕለታትን ይይዛል። /መዝገበ በርከት ገጽ 151/
ሰርግ የተባለም የክርስቶስ ሥጋዌ ነው። በእርሱ አምነው በፈቃዱ ለተመላለሱ ለኖሩ እርሱ የምሕረት ደጁን ይከፍትላቸዋል። ያልተዘጋጁት የተባሉ ደግሞ በሃይማኖታቸው ጥርጥር በምግባራቸው መሰናክል እንደ ያዙ ያሉ ናቸው። (ጸያሔ ፍኖት 446 ) 
ፋናዎቻችንን እናብራ (ምግባራችንን እንግለጥ) ደጁ ሳይዘጋ ሙሽራውን ለመቀበል እንፋጠን፤ ያለዚያ ግን መግባት አይቻለንም። ሌባ እንዳይመጣብን ተዘልዘንም እንዳያገኘንም እንጠቀቅ። እንኪያስ ፈጥነን ንስሐ እንግባ" /ቅዱ ጎሮ ዘኑ/ ሙሽራው ክርስቶስም እርስዋን ያጨበትን የጋብቻ ጥሎሽ ሳይሰጥ ለእርሱ የታጨችውን ሙሽራ አይወስድም። ከዚህም በተጨማሪ ሙሽራው ሰማያዊ ንጉሥ ነውና ሙሽሪት ሰማያዊት ሆና እንድትገኝ እርሱዋን ማሳመን ጊዜ ይጠይቃል። እርሱዋን የእርሱ ለማድረግ የተጠየቀው ጥሎሽ ክቡር ደሙ ነበር። /-8ኛዋ ቀንና ሌሎችም ገጽ 73/ ጌታ ሆይ ነፍሳችን ያንተ ሙሽራ ናት አካላችን ደግሞ የሰርጉ ቤት ነው፤ እንግዶችህም የስሜት ሕዋሳቶቻችንና አስተሳሰቦቻችን ናቸው። 
ጌታ ሆይ የአንድ ሰው ሰውነት የአንተ የሰርግ ቤት ከሆነ እንዴት የበለጠ ቤተ ክርስቲያን የሰርግ ቤት አትሆን!። ዮሐ 3፥29፣ /ቅዱ ኤፍ /
ሙሽራይቱ ምእመናን ናቸው። ራእ 21፥9፣ መሓ 4፥12 ሙሽራ ኢየሱስ ክርስቶስ ነው። ማቴ 9፥15፣ 25/1፣ መዝ 18፥5 ዮሐንስ ኢየሱስ ክርስቶስን ሙሽራ ብሎ የሰየመው ሕዝቡ እንዲወዱትና እንዲከተሉት ነው። ቤተ ክርስቲያንንም ሙሽራይቱ የሚላት፦ ከክርስቶስ ጋር በአንድነት ስለምትኖር ነው። /ግእዝ በግእዝ/ ቆሞ የሚሰማው የሙሽራው ሚዜ ግን በሙሽራው ቃል ግን እጅግ ደስ ይለዋል፤ ፦ ዮሐንስ መጥምቅ ራሱን በሚዜ መስሎ ያስተምራል። ሚዜ የሙሽሪት ባል ሊሆን አይችልም። የሙሽሮች ሰርግ እንዲደምቅ ማድረግ ግን የሥራ ድርሻው ነው። ዮሐንስ መጥምቅ ሕዝቡ ሙሽራውን ኢየሱስ ክርስቶስን በመከተላቸው ደስ ይለዋል። ሕዝቡ ወደ ኢየሱስ ክርስቶስ እንዲሳቡ ፈቃዱ ነውና።/ ግእዝ በግእዝ/ በመጀመሪያ የጫማውን ጠፍር ልፈታ የማይገባኝ ብሎ ነበር። አሁን ራሱን የሙሽራው ሚዜ ማለቱ ደስታውን ፣ ፍቅሩን መቀበሉን /የደስታው ተሳታፊ መሆኑን/ ያመለክታል። /ቅዱ ዮሐ አፈ/ ለሰውነታችን ከሚያስፈልጉ ልብሶች ሁሉ የመጨረሻው ዝቅተኛ ልብስ ድንጋይ የሚመታው እግር የሚረግጠው ጫማ ነው። ዮሐንስ ከክርስቶስ ምን ያህል እንደሚያስ ለመናገር ራሱን ወደ ጫማ አወረደ። ለጫማው እንኳን ብቁ አይደለሁም ሲል ነው። ዮሐ 1፥27፣ ሉቃ 3፥16፣ ማር 1፥7፣ ማቴ 3፥11 /የዮሐንስ ወንጌል ትርጉም 57/
ይህ ቃል ቀድሞ በመኖር ብቻ አይተረጎምም። ክብር፣ ገናንነት፣ ልዕልና ነው እንጂ። ሰው ሁሉ ከእኔ በመጠመቁ ከእኔ በኋላ በመገለጡ ከእኔ የሚያንስ የሚመስላቸው ልዑል አምላክ፣ ክቡር ጌታ ምጡቅ ረቂቅ መለኮት መሆኑን ይወቁ ሲል ነው።
እኔ አገልጋዩ ነኝ እርሱ ግን በክብር መለኮቱ ከአባቱ ጋር አንድ የሚሆን ቀዳማዊ አምላክ ነው። የሚከብረው ከሚያንሰው ምስክርነት አይሻም። ነገር ግን አይሁድን ለመፈወስ እንዲህ አደረገ። ስለዚህም የእግዚአብሔር ልጅ በሥጋ ተገለጠ። ከዮሐንስም ምስክርነትን ተቀበለ። አይሁድ ፈቃዳቸው አሳባቸው ምድራዊ ነውና ሥራቸውም ምድራዊ ነው። ጌታንም በምድራዊ ሰው መሰሉት። ዮሐንስ ግን አሳቡም ፈቃዱም አምላካዊ ነውና ሰማያዊት አምላካዊት ትምህርት ያስተምራል። "ከእኔ በፊት ነበረ" ብሎ ጌትነቱን ይናገራል። ዮሐንስ ከእኔ በኋላ የሚመጣው የእግዚአብሔር ልጅ ነውና ከእኔ ይልቅ ክቡር ነው አለማለቱ ስለ ምንድን ነው? ጠቢቡ ባለ መድኃኒት በሽተኛው እንዳይደነግጥ ዕፁቡን ድንቁን መድኃኒት በየጥቂቱ ይሰጠዋል። እንደዚሁ አይሁድም ነፍሳቸው በምድራዊነት የጠመመች በሰማያዊነት ያልቀናች ሰማያዊ ነገር የማትረዳ ነበርና። ስለዚህ ነገር "ከእኔ በኋላ ይመጣል" ማለቱ በሥጋ እንደማያውቀው ሲነግራቸው ነው። "ከእኔ በፊት ነበረ" ማለቱ በአምላካዊ ትምህርት ቀዳማዊነቱን መረዳቱን ሲነግራቸው ነው። ከእኔ በኋላ የሚመጣው፥ ማለቱ ከእኔ በኋላ የተገኘ ማለት አይደለም። ከእርሱ ቀድሞ ያለና የሚኖር ነውና፤ ይልቁንም ሕዝቡን በመጥራት ከእኔ በኋላ ይገለጣል ሲል ነው እንጂ። ከእኔ በፊት የነበረው ማለቱም ስለ ቀዳማዊነቱ ነወ። 
ከእኔ በኋላ ማለቱ ስለ ሰውነቱ ነው። ዮሐንስ ስድስት ወር ይቀድመዋልና። ከእኔ በፊት ማለቱ ስለ አምላክነቱ ነው። ግእዝ በግእዝ ወንጌል ትርጓ /ጸያሔ ፍኖት 378/ አቤቱ የዘለዓለም አምላክ ሆይ ፊተኛውና ኋለኛው አንተ ነህ፤ ጥንት ወይም ፍጻሜ የለህም። በህልውናው ልዑል ነው። በግብሩ ኃያል ነው፤ በምክሩ ጠቢብ ነው። /ቅዳሴ ባስልዮስ/
የጫማውን ጠፈር ልፈታ እንኳ የማይገባኝ ነው።" በማለቱ ጌታ ራሱን እየዳሠሠ እንዲያጠምቀው ጌታ ፈቀደለት። ቅዱ ዮሐንስ አፈ /ማስያስ 130/ የዮሐንስ መንገድ ጠራጊነት በመወለድ፣ በአገልግሎት፣ በሞቱ በሲዖል /ማስያስ 131/
ትሕትና የክብርና የታላቅነት መንገድ ነው። ምሳ 18፥12፣ 22፥4 ማቴ 18፥3 ቅዱስ ዮሐንስ የጫማውን ጠፈር ልፈታ እንኳ የማይገባኝ ነው።" በማለቱ ጌታ ከእርሱ ተጠምቆ ለማንም ያልተሰጠ ጸጋ መጥምቀ መለኰት ተብሏል። ዮሐ 21፥7፣ ዘፍ 32፥9፣18፥27 ሚክ 8፥6 ኤፌ 4፥2 1ጴጥ 5፥5/ፍኖተ ቅዱሳን 86/
ትሕትና ፍጹምነት ነው፤ ሰው እግዚአብሔርን ባየው ጊዜ ትሑት ይሆናል።ሙሴ ከሰዎች ሁሉ ይልቅ ትሑት ስለነበረ፤ እግዚአብሔር ወደ እርሱ ወርዶ በዚያ ተራራ ላይ ተገለጠለት ዘፀ 3፥11፣ 12፥3፣ 19፥21። ዳግመኛም አብርሃም ይህ ዓይነት ትሕትና ነበረው፤ መልካም (ቅን) ሆኖ ሳለ ራሱን ዐፈርና ዐመድ ብሎ ጠርቷልና ዘፍ 18፥27። ዮሐንስም እንዲሁ ትሑት ነበር፤ ርሱ የሙሽራውን እና የጌታውን የእግር ጫማ ጠፈር ለመፍታት ስንኳ የማይገባው መሆኑን ያውጅ ነበርና። በየትውልዱ የነበሩት ታላላቅ መልካምነት ያገኙት በትሕትናቸው ነበር። ምክንያቱም ወደ እግዚአብሔር ለመቅረብ ትልቁ መንገድ ትሕትና ነውና። ነገር ግን የእመቤታችን የማርያምን ያህል በትሕትና ዝቅ ዝቅ ያለ በምድር አይገኝም፤ ከዚህም ርሷ ከሁሉ በላይ ከፍ መደረጓን በግልጽ እንገነዘባለን" ቅዱ ያዕቆብ ዘሥ /የእመቤታችን ዘላለማዊ ድንግልናና 43/ ትሑቲቱ ድንግል ያንን ታላቅ ክብር ለመሸከም በቃች በዚኽም በልቧ አልታበየችም፤ ርሷ እጅግ ትሑት ልብ ነበራት፤ የእግዚአብሔር እናት መሆን ቀላል ነገር አይደለምና፤ አባ እንጦንስ "ክብርን መሸከም እጅግ ከባድ መከራን ከመሸከም ይልቅ ይከብዳል።
" እንዳለሁ፤ ግን ትሑት ልብ ክብርን ሊሸከም ይችላል ስለዚህም እግዚአብሔር ትሑትና ንጹሕን ልብ አግኝቶ የመለኮትን ሥጋ መዋሐድ እስኪያበሥራት ድረስ ጠበቀ፤ ቅድስት ድንግልም በጸሎቷ " ነፍሴ በመድኃኒቴ በእግዚአብሔር ደስ ይላታል የባራያዪቱን መዋረድ አይቷልና" ስትል ተናግራለችና፤ የባራያዪቱን እንጂ የእናቱን አለማለቷ የትሕትናዋ ማስረጃ ነው፤ በተለይ ይኽን ቃል የተናገረችው ቅድስት ኤልሳቤጥ "የጌታዬ እናት ወደ እኔ ትመጪ ዘንድ እንዴት ይሆንልኛል?" ካለቻት በኋላ መሆኑን ስናስተውል ትሕትናዋን የበለጠ እንረዳለን እናውቃታለን" /አቡነ ሺኖዳ/
ጌታችን ሰው ሁሉ ከተጠመቀ በኋላ መጠመቁ ፍጽምት የሆነች ትሕትናውን ሲያስተምር ነው ሉቃ 2፥22 ማቴ 11፥28። ቅድስት ኤልሳቤጥ ትሑት ነበረች
የእኔ ደስታ አሁን ተፈጸመች። ፦ ሚዜ ደስ የሚሰኘው የሰርጉ ዕለት ብቻ ነው። የሙሽራውና የሙሽሪት ደስታ ግን ይቀጥላል። በሚዜ የተመሰለው የዮሐንስ የማስተማርና የማጥመቅ ጊዜዬ ተፈጸመ ይላል። ከዚህ በኋላ የሚያስተምር ፣ የሚገሥጽ ክርስቶስ ነው። የእኔ ጉባኤ እየጠበበ፣ የክርስቶስ ጉባኤ ግን ለዘለዓለም እየሰፋ ይሄደዳል ማለቱ ነው። /የዮሐንስ ወንጌል ትርጉም 105/
ይህቺ ደስታ በእናቱ ማኅፀን ሳለ የድንግልን ሰላምታ ሲሰማ የጀመረች ናት። /- ጸያሔ ፍኖተ ገጽ 226/ አንድ ግሪካዊ ካህን "አምላኬ አምላኬ ለምን ተውከኝ" የሚለውን የጌታችን የመስቀል ላይ ንግግር አንሥተው ሲያስተምሩም "ለምን ተውከኝ ለሚለው ንግግር እግዚአብሔር አብ ቢመልስ ኖሮ መልሱ ሙሽራ ስለሆንህ የሚል ይሆን ነበር" ብለዋል። የክርስቶስና የቤተ ክርስቲያን አንድነት የተፈጸመው በሰርግ ዕለት በተባለው በዕለተ አርብ ነው። መሓ 3፥11 ያብአነ ቤተ መርዓሁ /ተአምረ ኢየሱስ/
30-የእርሱ ትበዛለች፤ የእኔ ግን ታንስ ዘንድ ይገባል።"
ኤልያስ በሕይወቱ ራሱን ዝቅ አድርጎ ጌታውን ያገነነ ነበር። 1ነገ 18፥36 ሰብአ ሰገልን የመራው ኰከብ እንደ መጥምቁ ሰዎቹን ወደ ጌታ ካደረሰ በኋላ ተሰውሯል። ቅዱ ኤፍ /ኅብረ ወንጌል ገጽ 61/
ከጣዖት ሁሉ የበለጠውና አደገኛው ጣዖት ራስን ማምለክ ነው። ሐዋ 12፥21፣ ማቴ 8፥34፣ ኢሳ 14፥13 አቡነ ሺኖዳ /ሕግጋተ እግዚአብሔር ገጽ 35/ እግዚአብሔርን የሚወድ ሰው እርሱ ይሸሸግ እና እግዚአብሔር ይገለጣል። አቡነ ሺኖዳ /ፍቅር ገጽ 147/ -በሕይወትህ ውስጥ እግዚአብሔር የመጀመሪያ ይሁን። ዘፍ 22፥2፣ የሳሙኤል እናት ሐና፣ ሐዋ 5፥29 /መንፈሳዊው ሰው ገጽ 18/
አገልግሎት የተሳካ እንዲሆን
እግዚአብሔርን ዓላማ ማድረግ፣ ማቴ 20፥26፣ ሉቃ 14፥10፣ እግዚአብሔር መንገድ ማድረግ፣ የሚሰወር ምግባር ፣ ሊሰወር የማይቻል ምግባር ፦ ለሰዎች ያለህ አመለካከት ፣ ቁጣ፣ ትሕትና ፣ ጥበብ ፣ አቋምና፣ ዓይናፋርነት ፣ መዝ 18፥1፣ ማቴ 5፥12፣ 1ቆ 6፥20 /የተራራው ስብከት ገጽ 123/
የመጀመሪያ እና የመጨረሻ እግዚአብሔር ነው። /እግዚአብሔርና ሰው ገጽ 160/
በአሥሩ ትእዛዛት የመጀመሪያው እግዚአብሔር ነው። ዘፀ 20፣ ዘዳ 5፣ የአቡነ ዘበሰማያት ጸሎት መጀመሪያው እግዚአብሔር ነው። ማቴ 6፥9፣ የፍቅር መጀመሪያው እግዚአብሔር ነው። ማቴ 22፥37፣ 10፥37፣39፣ የመታዘዝ መጀመሪያው እግዚአብሔር ነው። ሐዋ 5፥29፣ 
የቅዱሳን መጀመሪያ እግዚአብሔር ነው። ሙሴ፣ መጥምቁ ዮሐንስ ፣ የነቢዩ ሳሙኤል እናት ሐና። ዕብ 11፥34፣ ማቴ 3፥11፣ ዮሐ 1፥30፣ 1ሳሙ 1፥27፣ በኩራት የእግዚአብሔር ነው። ዘፀ 13፥2፣ አሥራት የእግዚአብሔር ነው። ማር 12፥44፣ የሰዓትክ መጀመሪያ እግዚአብሔር ይሁን። መዝ 107፥2፣62፥1፣ በጾምክ የመጀመሪያው እግዚአብሔር ይሁን።
እግዚአብሔር መጀመሪያው ያላደረገ ፦የሰዶም ሰዎች ፣ ባለጸጋው ነዌ፣ ዮናስ፣ አዳምና ሔዋን
31-ከላይ የመጣው ከሁሉ በላይ ነው፤ ከምድር የተገኘውም ምድራዊ ነው የምድሩንም ይናገራል ከሰማይ የመጣው ግን ከሁሉ በለይ ነው።
ከሰማይ የወረደው እርሱ አምላክ ነውና ሰማያዊ ልደት አለው። እኔ ግን ምድራዊ ልደት አለኝ ሲል ነው። የምድሩን ይናገራል ሲልም እናቴ ኤልሳቤጥ አባቴ ዘካርያስ ብዬ ምድራዊ ልደቴን እናገራለሁ ሲል ነው። /ጸያሔ ፍኖተ ገጽ 200/
የጌታችን ምጽአት /-መልእክት ዮሐንስ ገጽ 236/
-ምጽአት ዘግብር። ዘፍ 11፥1፣18፥10፣ ዮሐ 3፥8፣ ሉቃ 1፥35
-ምጽአት ዘበአምሳል። ዘፀ 19፥9፣ ሐዋ 2፥2
-ምጽአት ዘበአካል። ዮሐ 1፥11፣ 3፥31፣ ሮሜ 9፥5፣ ራእ 1፥8
ጌታችን ሰማያዊ ስለሆን ወደ ሰማይ ጠርቶናል። ዕብ 3፥1
ከላይ የመጣው ከሁሉ በላይ ነው፤፦ ከላይ ከሰማይ መጣ የተባለ ኢየሱስ ክርስቶስ ነው። 
ከላይ የሚመጣ ማለት ጌታችን ከፍጥረት ሁሉ በላይ መሆኑን ያመለክታል። /ቅዱ ኤፍ/
ከምድር የተገኘውም ምድራዊ ነው ፦ በማለቱ ዮሐንስ መጥምቅ ስለ ራሱ እየተናገረ መሆኑን ይገልጣል። /ቅዱ ዮሐ አፈ/
32-ባየውና በሰማው ይመሰክራል፤ ነገር ግን ምስክርነቱን የሚቀበል የለም።
ባየውና በሰማው ይመሰክራል፤ ዮሐንስ መጥምቅ ኢየሱስ ክርስቶስ ከአብና ከመንፈስ ቅዱስ ጋር በአንድነት የሚያውቀውን ይናገራል፤ ይመሰክራል፤ አይሁድ ግን አይቀበሉትም ማለቱ ነው። /የዮሐንስ ወንጌል ትርጉም 105/
33-ምስክርነቱን የተቀበለ ግን እግዚአብሔር አውነተኛ እንደሆነ አተመ።
አውነተኛ እንደሆነ አተመ።
የኢየሱስ ክርስቶስን ምስክርነት የተቀበለ ማለት የእግዚአብሔር ልጅ ነኝ ብሎ ሲአስተምር በቃሉ ያመነ ሁሉ እውነተኛ መሆኑ በእግዚአብሔር ዘንድ ይታወቃል፣ ይረጋገጣል ማለቱ ነው። /የዮሐንስ ወንጌል ትርጉም 106/
34-እግዚአብሔር የላከው የእግዚአብሔርን ቃል ይናገራል፤ እግዚአብሔር መንፈሱን ሰፍሮ አይሰጥምና።
..የመንፈስ ቅዱስ መውረድና በሐዋርያት ሲፈጸም የነበረው ድንቅ ሥራ ሁልጊዜ ቤተ ክርስቲያንን እየገነባና እያነጸና ያለማቋረጥ የሚቀጥል ድርጊት እንጂ በዛች ዕለት ብቻ ለአንዴና ለመጨረሻ ጊዜ የተፈጸመ አይደለም። /በትረ ሃይማኖት ገጽ 527/
ቅዱሳን የደረሱበት ጸጋ አስቀድሞ ሰው ሲፈጠር ወደፊት በየጊዜው ጊዜ ይደርስበት ዘንድ ያልተዘጋጀለትንና ያልተሰጠውን አዲስ ነገር የፈጠሩ ሳይሆን ያን ለሰው የተሰጠውን የመሆን ክሂለ ከዊን (potential) የተጠቀሙ፣ በተግባር የገለጡም ናቸው።
ለሰው ልጅ ትልቁ ጸጋው የሚመነጨውና የሚቀዳው "ሰውን በአርአያችንና በአምሳላችን እንፍጠር" ካላው ልዩ አምላካዊ ዐዋጅ ነው። ዘፍ 1፥26፣2፥7
እግዚአብሔር መንፈሱን ሰፍሮ አይሰጥምና።፦ ጸጋ እግዚአብሔር ለሰው ልጆች የሚሰጠው በከፊል፣ በመጠን፣ በመስፈርት ሲሆን አምላክ ለሆነ ሥጋ ግን እግዚአብሔራዊ ጸጋ አልተከፈለበትም ማለት ነው። ፍጹም ጸጋና ጽድቅ ኢየሱስ ክርስቶስ ነው። /ቅዱ ያሬድ/
የመንፈስ ቅዱስ ሥራ ሁሉ በለበሰው ሥራ ገንዘቡ ነውና። እግዚአብሔር አብ ሕይወቱ መንፈስ ቅዱስን በልክ በመጠን የሰጠው አይደለምና። የመንፈስ ቅዱስ ሥራ ሁሉ ገንዘቡ ነው። /ቅዱ ዮሐ አፈ /
የእግዚአብሔርን ቃል መናገር 
እግዚአብሔር ለቅዱሳን የሰጠው ጸጋ /-ፍኖተ ቅዱሳን ገጽ 135/ መዝ 72፥1
-አማላጅነት 
-ደመና ጠቅሶ መሄድ። 2 ነገ 2፥16፣ 1ነገ 18፥7
35-አብ ልጁን ይወዳልና፥ ሁሉን በእጁ ሰጠው። 
በዕለተ ምጽአት ታይቶ ተገልጦ ባላመኑበት ሰዎች ላይ የሚፈርድ ኢየሱስ ክርስቶስ መሆኑን ያሳያል። /የዮሐንስ ወንጌል ትርጉም 106/
36-በወልድ የሚያምን የዘለዓለም ሕይወት አለው፤ በወልድ የማያምን ግን የእግዚአብሔር የቊጣ መቅሠፍት በላዩ ይኖራል እንጂ ሕይወትን አያይም።
በወልድ የሚያምን የዘለዓለም ሕይወት አለው፤ ማለቱ በወልድ በማመን ብቻ መንግሥተ ሰማያትን መውረስ ይቻላልን? በኢየሱስ ክርስቶስ ያመኑ ብዙ ኃጢአተኞች አሉ። ሃይማኖትስ ሥራ ሊተባበራት ትፈልጋለች። ሰው በሃይማኖቱና በሥራ መንግሥተ ሰማያትን ይወርሳልና። ቅዱ ዮሐ አፈ /የዮሐንስ ወንጌል ትርጉም 107/ የእግዚአብሔር የቊጣ መቅሠፍት ፦ የተባለ በዓለም ፍጻሜ ለኃጢአተኞች የሚዘጋጀው ኩነኔ ነው። /ቅዱ ኤፍ/
el`,

  /** ------------------------------------------------------------ **/

  "መዝሙር ኪነ ጥበቡ": `2. ኪነ ጥበቡ መንክር ወዕፁብ ለዘሀሎ መልዕልተ አርያም አርአየ ምሕረቶ በላዕሌነ ዘከለሎ ለሰማይ በከዋክብት ብሩሃን (አ) ወለምድርኒ አሠርገዋ በጽጌያት ንጹሐን (አ) ወሠርዐ ሰንበተ ለነባሪ ያዕርፍ ባቲ (አ) መዐዛሆሙ ለቅዱሳን ከመ ጽጌ ደንጎላት ዘውስተ ቆላት ጸገዩ ቀንሞስ ምስለ ናርዶስ። ኪነ ጥበቡ ዕፁብና ድንቅ ነው፤ በአርያም የሚኖር ዕፁብ ድንቅ ነው፤
ሰማይን በብሩሃን ከዋክብት የጋረደ፤ በእኛ ላይ ምሕረቱን የገለጠ፤ ያርፉባት ዘንድ ለነዋሪ ሰንበትን ሠራ፤ የቅዱሳን መዐዛቸው በቆላ እንዳለ የሱፍ አበባ ነው፤ ቀናንሞስ ከናርዶስ አበቡ።
`,
  "ምስባክ መዝ 102፥14": `14፤ ተዘከር እግዚኦ ከመ መሬት ንሕነ። ሰብእሰ ከመ ሣዕር መዋዕሊሁ። ወከመ ጽጌ ገዳም ከማሁ ይፈሪ። 14፤ አቤቱ፥ እኛ አፈር እንደ ሆንን አስብ። 15፤ ሰውስ በዘመኑ እንደ ሣር ነው፤ እንደ ዱር አበባ እንዲሁ ያብባል፤ አቤቱ እኛ ፈራሽ በስባሽ መሆናችንን አስብ፤ አንድም ፈራሽ በስባሽ ሰውነትን የለበስን መሆናችንን አስብ፤ አንድም በኀጢአት የሚቆሽሽ ለመቃብር የሚሰጥ ሥጋ የተሸከምን መሆናችንን አስብ። ስሑት ሰውነት የለበስን መሆናችንን አስብ ሰብእሰ ከመ ሣዕር መዋዕሊሁ። ሰውስ ዘመኑ እንደ ሣር ነው፤ ሣር ፈጥኖ ደርቆ ጠውልጎ እንደሚጠፋ የሰውም ዕድሜ እንዲሁ ነው። አንድም የሰው ክብሩ ደስታው እንደ ሣር ነው፤ ሣር ደርቆ ጠውልጎ እንደሚጠፋ የሰውም ክብርና ደስታ እንዲሁ ነው። ወከመ ጽጌ ገዳም ከማሁ ይፈሪ። እንደ በረሃ አበባ ይረግፋል፣ ያልፋል ማለት ነው፤ አበባ ለምልሞ አብቦ አፍርቶ ፈጥኖ እንደሚጠፋ ሰውም ተወልዶ አድጎ አግብቶ ወዲያው ይሞታል። እግዚአብሔር ከእኛ ጋር የሚስማማው በእኛ ሰው ሰውኛ ደካማ ውስጥ ባለው አንጻራዊ ቅንነት መጠን ነው። አቡነ ሺኖዳ /ፍቅር 94/ ፍቅር አያስመካም። ከፍ ብሎ የተዋረዱትን የሚመለከት`,
  "ወንጌል ሉቃ 12፥16-32": `፲፮. ምሳሌ መሰለላቸው፤ እንዲህም አላቸው፤ እርሻው የበጀለትና ሀገር የተመቸው ባለጸጋ ሰው ነበረ።
ሰማያዊ ልብ ያለው ሰው መዝገቡ በሰማይ ነው። እያንዳንዱ ሰው ራሱን ይወዳል ፤ ራሱን የሚጠላ ሰው ማንም የለም። ፍቅሩ መንፈሳዊ ፍቅር ከሆነ ራስን መውደድ ኃጢአት አይደለም። ማቴ 22፥3 ይሁን እንጂ ራስን በመውደድ ውስጥ የኃጢአት ፍቅር አለ። ማቴ 10፥39 ይሁን እንጂ አንድ ሰው ራሱን የሚያሳድግባቸው የኃጢአት መንገዶች አሉ፤ እነዚህ መንገዶች ደግሞ ጥፋት ያመጡበታል። 1ዮሐ 2፥16 እንዲህ ዓይነቱ ፍቅር ትኩረት የሚሰጠው ለደስታ፣ ለምቾትና ለቅንጦት ነው። መክ 2፥10፣4፣11፣ 1ነገ 11፥4
በደስታና በቅንጦት አማካይነት የሚመጣ ፍቅር ለራስ የሚሆን እውነተኛ ፍቅር አይደለም። ከፍ ብሎ እየኖረ የተዋረዱትን የሚመለከት እግዚአብሔር አለ።
ምሳሌዎች 
- አቤሴሎም /---ፍቅር ገጽ 210/
-ሄሮድስ 
-ሌላው ሄሮድስ ማቴ 14፥1፣ ሐዋ 12፥23
-አክዓብ 1ነገ 20፥1፣19
-አይሁድ 
-ሐማ። አስ 7-10
-ሰይጣን 2ተ 2፥4
-ክፉ ሰዎች እንደ ጢስ ከፍ ከፍ ብለው ሰፊ ስፍራ ይይዛሉ ፤ ይሁን እንጂ በንነው ይጠፋሉ። አውግስጦስ /-መንፈሳዊው ሰው ገጽ 151/
-ኃጥእ እንደ ሊባኖስ ዝግባ ከፍ ብሎ አየሁት ስመለስ አጣሁት። (መዝሙረ ዳዊት)
-የስኬት ባሕርይ 
-የመጀመሪያ ነገር ለትእዛዝ መታዘዝና በረከትን መቀበል። ዘፍ 39፥2፣ ኢያ 1፥8
-ከምንም ነገር በፊት አንተነትህ በመንፈሳዊው መከናወን ውስጥ እንደ ሆነ እወቅ። ሮሜ 12፥21
-መከናወን ወይም መጠናቀቅ ብርቱ ልብ ሲፈልግ የዛለ ስብእና ግን አይፈልግም። መዝ 26፥3
-መከናወን ጥበብና እውቀትን ይጠይቃል። መዝ 123፥2
-በሕይወትህ የተከናወንህ ሰው እንድትሆን ሕይወታቸው የተከናወነላቸው ሰዎችን ከፊትህ አስቀድም። 
-አንተ በእግዚአብሔር ምሳሌ ያለህ መሆንህን ካልዘነጋህ በእግዚአብሔር ያለ ደግሞ ሊከናወን እንደሚገባው ሊያውቅ ይገባዋል። መዝ 1፣ ዘፍ 39፥2 /መንፈሳዊው ሰው ገጽ 150/
፲፯. እህሌን የማኖርበት የለኝምና ምን ላድርግ ብሎ በልቡ ዐሰበ።
፲፰. እርሱም አለ፦ እንዲህ አደርጋለሁ፤ የቀድሞውን ጎተራዬን አፈርሳለሁ፤ ከእርሱ የሚበልጥ ሌላ ጎተራም እሠራለሁ፤ እህሌንና በረከቴንም በዚያ እሰበስባለሁ። 
ጎተራ፤ የእህል መክተቻ፤ ኢዩ 1፥17፣ ሚል 3፥10፣ ማቴ 6፥26፣ ሉቃ 12፥8። በምሳሌነት በፍርድ ቀን የእግዚአብሔር ሕዝብ የሚሰበሰብበት፤ ማቴ 3፥12። /የመቅ መቃ 262/
...የዲያብሎስን ምክር ልናምናም ሆነ ላናምንም ኃይሉ እንዳለ ግልጽ ነው። ከእርሱ ለሚቀርብልንም ማናቸውም ዓይነት አስቸጋሪና አስገዳጅ ሁኔታዎች መሸነፍ የለብንም። ይህንንም የምላችሁ ከራሴ አንደበት አንቅቼ ሳይሆን እየተነጋገርንበት ባለነው ምሳሌ ውስጥ ነፍሳት ከሥጋቸው ከተለዩ በኋላ ወዲያውኑ ተመርተው እንደሚወሰዱ እንጂ በዚህ እንደማይቆዩ ግልጽ ስለሆነልን ነው። ኢየሱስ ክርስቶስ ምን እንዳለ እስቲ አድምጡ። "ድሀውም ሞተ መላእክትም ወደ አብርሃም እቅፍ ወሰዱት።" ሉቃ 16፥22። ከሞት በኋላ ተመርተው የሚወሰዱት ደግሞ የጻድቁን ነፍሳት ብቻ ሳይሆኑ የኃጥአን ነፍሳትም እንዲሁ ተመርተው ይወሰዳሉ። ይህም በሌላኛው ባለጸጋ ምሳሌ ውስጥ በግልጽ ተቀምጧል። ይኼኛው ባለጸጋ ሰው እርሻው እጅግ ፍሬያማ በሆነችለት ጊዜ ለራሱ የተናገረው እንዲህ በማለት ነበር። "እንዲህ አደርጋለሁ፤ የቀድሞውን ጎተራዬን አፈርሳለሁ፤ ከእርሱ የሚበልጥ ሌላ ጎተራም እሠራለሁ፤"። እንዲህ ካላው አመለካከት የከፋ ጎስቋልነት ምንም የለም። 
በእውነት ጎተራዎቹን አፍርሷል። አስተማማኞቹ ጎተራዎች ግን ግድግዳዎች ሳይሆኑ የድሆች ሆድ ዕቃዎች ነበሩ። ይህን የዘነጋ ሰው ስለ ግድግዳዎቹ ራሱን ሊያስጨንቅ ባልተገባ ነበር። 
ይህን ሰው እግዚአብሔር ምን ነበር ያለው " አንተ ሰነፍ! በዚች ሌሊት ነፍስህን ከሥጋህ ለይተው ይወስዷታል፤ 19። ቅዱ ዮሐ አፈ /ሀብታምና ድሀ ገጽ 47/
፲፱. ሰውነቴንም እንዲህ እላታለው፦ ሰውነቴ ሆይ፥ የሰበሰብሁልሽ ለብዙ ዓመት የሚበቃሽ የደለበ ብዙ ሀብት አለሽ፤ እንግዲህ ወዲህ ዕረፊ፥ ብዪ፤ ጠጪም፤ ደስም ይበልሽ።
፳. እግዚአብሔርም፦ አንተ ሰነፍ! በዚች ሌሊት ነፍስህን ከሥጋህ ለይተው ይወስዷታል፤ እንግዲህ ያጠራቀምኸው ለማን ይሆናል? አለው። 
፳፩. ሀብትን ለራሱ የሚሰበስብ፤ ሀብቱም ከእግዚአብሔር ያልሆነ እንዲሁ ነው።"
*ሀብት፤ ማንኛውንም ዐይነት የንብረትና የገንዘብ ብዛት ወይም ሥጋዊና መንፈሳዊ ችሎታ፤ ዘፍ 13፥2፣ ኢያ 22፥8፣ ኢዮ 1/3፣ 1ቆ 1፥5፣ ራእ 2፥9፣ 3፥17።/የመቅ መቃ 11/
-ቅዱሳን መላእክት ሉቃ 2፥13፣15፥7 ማቴ 13፥40፣ 1ተስ 4፥16፣ ራእ 14፥10
ሞትን ማሰብ። 
አባ አርሳንዮስ ዕለተ ሞቱን እያሰበ ያለቅስ ነበር፤ አባ እንጦስ አባቱ ሲሞት ይህን ዓለም ናቀ፤ ቅዱስ ጳውሊም አንድ የቀብር ሥነ ሥርዓት አይቶ ተለወጠ፤ ቅዱስ እንጦስ ሞትን ለማሰብ በመቃብር ቤት ይኖር ነበር።
ዕንባን የሚከስቱ ምክንያቶች /--ዕንባ በመንፈሳዊ ሕይወት 35/
-የዋህነትና የልብ መነካት
-የዓለምን ከንቱነት መረዳት 
-ኃጢአትን ማሰብ
-ፈተናና ችግር
-ሞትን ማሰብ
-ደስታና ስሜት
- ጸሎት 
-የአቅመ ቢስነት ስሜት
-የብቸኝነት ስሜት
-በሌላ ስቃይ የሚታይ ፈንጠዝያ 
...ልባችሁን በዓለም ፍላጎቶች ወይም ምኞቶች ውስጥ አታስቀምጡ፤ ደጁ ሰፊ ከሆነው ወደ እግዚአብሔር መንግሥት መግባት አትችሉምና። አቡነ ሺኖዳ /ፍቅር 124/
ፍቅር ብቻዬን ይድላኝ አይልም። ማር 12፥42
በዓለማዊ ነገሮች የተጠመዱ ሰዎች በቅንጦት ውስጥ አንደሚኖሩት የሰማዩን በር መክፈት አይፈልጉም። ...ኖኅ ከዚህ ዓለም ወጥቶ ሁሉን ነገር ከሸፈነው ውኃ ላይ ከፍ ከፍ ለማለት በቅቷል። አቡነ ሺኖዳ /የተስፋ ሕይወት ገጽ 148/
በኅሊና ጽድቅ ከዚህ ዓለም ከፍ ብሎ የተቀመጠ ሰው ከዚህ ዓለም ጭንቀቶች እና ድካሞች ሁሉ ነጻ ነው። ቅዱ አምብሮስ /መጽሐፈ መክብብ ገጽ 33/
-በቤተ ክርስቲያን ውስጥም ያለ ምክንያት ያለ ቅዱሳት መጻሕፍት ዕውቀት የሚያገለግሉ ሰዎች አሉ። ሄሮኒመስ /መጽሐፈ መክብብ ገጽ 34
-እግዚአብሔር ፈራጅ ነው። ዘፍ 4፥9፣ ሐዋ 9፥4፣ 3፥10፣ 1ነገ 21፥19፣ ዘፍ 4፥7 የውዴ ቃል ወይም በፍቅር ሲጠራን ለመስማት የተወደደ ግንኙነት ሊኖረን ይገባል። ዘፀ 3፥5፣ መሓ 1፥15፣ ሉቃ 19፥9፣ ማቴ 25፥21 መንፈሳዊ ሰው ከሚታዩት ነገሮች በላይ ነው። /መንፈሳዊው ሰው ገጽ 129/
-ዘላለማዊነት 1ቆ 2፥9፣ 7፥31፣ ማቴ 16፥26
"በውስጤ ከዓለሙ ምንም እንደማልመኝና ምንም እንደማለሰፈራ ሲታወቀኝ በዓለሙ ጫፍ ላይ እቀመጣለሁ" አውግስጢኖስ /መንፈሳዊው ሰው ገጽ 132/
-ጌታችን ያሸነፋቸው 3ቱ ፈተናዎች እርሱን ከማይታዩት ነገሮች ወደሚታየው ዓለም ለማምጣት የተደረጉ ነበሩ። ...በዓለም ያውን ክብር አሳይት አሳቡን ለመሳብ የተደረገ ጥረት ነበር።
አዳምና ሔዋን ተሸንፈዋል። ዘፍ 3፥6
ሎጥ ለሰዶም ተሸንፎ ነበር። ዘፍ 13፥10
የጲጥፋራ ሚስት ለዮሴፍ ተሸንፋ ነበር። ዘፍ 39፥9
 ሰለሞንም ተሸንፋል። መክ 2፥4
ወጣቱ ለንብረቱ ተሸንፋል። ማቴ 19፥22
ዓለምን ድል የነሱ፦፣ መነኮሳት ፣ ሰማዕታት ፣ ጌታችን 
አኛ መሞቻችንን አናውቅም። ማቴ 25፥12፣ ባለጸጎች ሊማሩት የሚገባው ሙያ ሀብታቸውን እንደ ምን ሊጠቀሙበትና በዙሪያቸው ያሉ ሰዎችን እንዴት ሊጠቅም እንደሚገባ ነው። /ቅዱ ዮሐ አፈ/
ሞት
-ሞተ ሥጋ ይቀራል ብለህ አትጓጓ። መንገዱ ቀጥተኛ የማያዳላ ሞት ብቻ ነው። ቅዱ ዮሐ አፈ /ፍካሬ ሞት ወሕይወት ቅጽ ፩ ገጽ 223/ ኀጢአት የሕሊና እንጂ የባሕርይ አይደለችም፤ ሰውም ያለ ኀጢአት ሊኖር አይችልም፤ ይልቁንም ከሐልዮ ኀጢአት የሚነጻ የለም ፤ የሰው ሕሊና ከተወለደበት ቀን ጀምሮ እስከሚሞትበት ቀን ድረስ ሲወጣ ሲወርድ ይኖራልና። /ቅዱ ዮሐ ዘእስክንድርያ/
የሞት ምክንያቶች 1 ሳሙ 31፥4፣ 2ነገ 13፥24፣ ዘፍ 7፥23፣ 2ሳሙ 24፥17፣ 1ሳሙ 4፥18፣ 2ነገ 1፥2፣ በሃይማኖት ሰማዕታት በድንጋይ ፣ በመንኮራኩር ፣ ተሰቅለው 
* በዕለተ ፍትሕ የሚገጥመን መልካም ይሁን ክፉ አሁን አይታወቅም ፣ በርግጠኝነት የታወቀ ነገር ቢኖር ሞት ነው።/አውግስጦስ/
* ሞትን የሚገታ ኀይል (ጉልበት) የለም ፤ ለእሳት ፣ ለባሕር ማዕበል ፣ ለብረትም ለነገሥታት ብርታትም ስንኳ ቢሆን መቃወሚያ ማግኘት ይቻላል ይሆናል ፤ ሞትን መቃወም ግን ፈጽሞ የማይችል ነው።/ አውግስጦስ/
* ወንድሞቼ የእኛ ሕይወት እንዲህ ያለ ነው፤ ጊዜአዊ ነው። ምድራዊ ጨዋታ ይህ ነው። ምንም እንኳ ያልኖርን ብንኾንም ተወልደናል! በሕይወት ክበብ /መስመር/ በገባን ጊዜም ወደ ሞት የምናደርገውን ጉዞ እንጀምራለን! 
እኛ አልፎ ሂያጅና ነዋሪ እንዳልኾነ ሕልም ነን። ሕይወታችን አልፎ እንደሚሔድ የወፍ መብረር ዓይነት ነው። በመጨረሻ በስተኋላው አንዳች ምልክት ሳይተዉ ባሕርን ከፍሎ የሚሔድ መርከብን የመሰለ ነው። እኛ ትቢያ (አቧራ) ፥ ትንፋሽ የጧት ጤዛ ነን። /ቅዱ ጎር ነባቤ መለኰት/
* እኔ ወደዚህ ዓለም አለ ፈቃዴ እንደ መጣሁና አለ ውድ በግድ ከርሷ የምወጣ መኾኔን ነው እንጂ ሌላ የምላችሁ ነገር የለም። ይኸውም ከዚህ አሁን ካለኝ ዕውቀት የበለጠ ዕውቀትን ገንዘብ ሳላደርግ ከዚህችው ዓለም አለ ውድ በግድ ተለይቼ መሔዴን እንጂ ሌላ የማውቀው የለኝም። /አንጋረ ፈላስፋ/
-ከመግነዝ ጨርቅ በቀር አለኝ ከምትለው ነገር ኹሉ አብሮ ወደ መቃብር የሚወርድ አለመኖሩን አትዘንጋ /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 230/
*ሳላዲኖስ የተባለ ንጉሥ እንዲህ አለ " ሬሳዬን ወደ መቃብር ስትወስዱ አንዲት የከፈን ጨርቅ ባንዲት ጦር አስራችሁ በአንድ ወታደር አስይዛችሁ ከሬሳዬ ፊት ፊት እየሔደ በታላቅ ድምፅ ሳላዲኖስ ንጉሥ ከሀብቱ ሙላት ወደ መቃብር ጉድጓድ ይዞታ የሚሔደው ይህን የከፈን ጨርቅ ብቻ ነው ይበል።" ሲል አዞ ነበር ይባላል። /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 231/
* የሎሌውን ዐፅም ከጌታው መለየት ትችል እንደ ኾነ መቃብራትን እየተዘዋወርኽ ተመልከት። /ቅዱ ባስልዮስ/
* ከሞት በኋላ ሀልዎት የሌላቸው ሰው አለኝ የሚላቸው ነገሮች ኹሉ ከንቱ ናቸው። ሀብት አይቆይም ፤ ክብርም አብሮ አይሄድም። ምክንያቱም ሞት ሲመጣ ጊዜ እነዚህ ነገሮች ኹሉ ይጠፋሉና። 
የዓለም ጥያቄ የት አለ? የአላፊ ነገሮች ቅዥት የት አለ? ወርቅ የት አለ? ብርስ የት አለ? ኹሉ ነገር ትቢያ ነው፤ ኹሉም ነገር አመድ ነው፤ ኹሉ ነገር ጥላ ነው። /ቅዱ ዮሐ ዘደማስቆ/
*የቀብር ሥርዓትን በምታይበት ጊዜ ቧላ የሞተባት ሴት እዬዬ እያለች ደረቷን እደቃች፣ ወላጅ አባታቸውን ያጡት ሕፃናት በድኑን እየተከተሉ፣ አገልጋዮቹ እያዘኑ፣ የባልንጀሮቹ ፊት በኀዘን ተመልቶና ተከፍቶ ስታይ የአሁኑን ነገሮች አጭርነት፣ ርባና ቢስነትና ኢምንትነት አስታውስ (አስተውል)። /ቅዱ ዮሐ አፈ/
* እናንተ ሰዎች ያን የገነነ ጌታ ያለውን ደግነት ኹሉ ማየት አይበቃችሁምን? ደግሞ በሞቱ ቀን ይዞት የሚሄደውን ማስተዋል ያስፈልጋችኋል። የሚሸት በድንና ከበድኑ ጋር ፈጥኖ የሚበሰብስ የመግነዝ ጨርቅ ይህን ብቻ ታያላችሁ። /አውግስጦስ/
* የእነዚህ ሰዎች ዕለተ ሞት እስኪደርስ ባለ ጠጋው ደስተኛ ድሀውም አልዓዛርም የተከፋ መሰሉ። ነገር ግን ሞት መጣ፥ ለባለ ጠጋውም ያለውን ነገር ሁሉ ጠራርጎ ወሰደበት። በሞት የባለ ጠጋውና የአልዓዛር ሁኔታዎች ተለዋወጡ። በመጨረሻም በሰው ሁሉ ዘንድ ባለ ጠጋው ማን እንደ ሆነ ድሀውም ማን እንደ ሆነ ታወቀ ተረዳ። አሁን አልዓዛር ከሁሉም ይልቅ እጅግ ባለ ጠጋ፤ ባለ ጠጋው ደግሞ ከሁሉም ያነሰ ቁራጭ ድሀ መሆናቸው ተነገረ። ሉቃ 16/ ቅዱ ዮሐ አፈ/
*" ሀልዎተ እግዚአብሔርን ሳይዙ ብዕል የተባለውን ሁሉ ቢያከማቹ ከዚህ ዓለም ሰው ሁሉ በታች የተዋረደ ምስኪን መሆን ነው፤ እግዚአብሔር ገንዘቡ የሆነለት ድሀ ግን ጉድለት የሌለበት ባለ ጠጋ ነው።/ አውግስጦስ/
-በዚህ ምድር ስደተኛ መኾንህን አትዘንጋ /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 239/
* አንዱ መንገደኛ በሚያልፍበት ሀገር እንደማይኖርበት እያወቀ መሬትንና ቤትን በመግዛት ያለውን ገንዘብ ሁሉ ቢጨርስ ምንኛ ዕብድ በተባለ። እንኪያስ አንተም በዚህ ምድር አድሮ ሂያጅ ነህና ዐይኖችህን ደስ ከሚያሰኝ ነገር ጋር አትጣበቅ፣ አይተኸው ዝም ብለህ እለፈው እንጂ፤ ለዘለዓለም የምትኖርበትንም የተደላደለ ማደሪያ አሰናዳ። /አውግስጦስ/
-የምትሞትበትን ጊዜ አይታወቅምና ቤትህን አስተካክል /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 243/
* እንኪያስ ባልንጀራችን የነበረ ሰው ሞት ጠንቃቃዎች እንድንሆን በቂ ሆኖ ካልቆመ ሌላ ምን ዓይነት ጠንካራ ኀይል ሊያስተካክልልን ይችል ይሆን? ሰው በሞት እይታ ፊት ጠንቃቃና ትሑት የማይሆን ከሆነ ከፈጸማቸው ኃጢአቶች የተነሣ የሚያፍረውና በኃጢአቱ ምክንያት እግዚአብሔርን የሚፈራው መቼ ነው? ስለዚህ ወደር የሌለው ታላቅ ትምህርት ቤት እነሆ አለን። እናያለን፥ በዚህም ተለምዶ ውስጥ ትምህርት እንወስዳለን። /ቅዱ ዮሐ አፈ/
 * ከሌላው ሞት ፍርሃትን ውሰድ፤ ጥንቁቅም ሁን፤ ንዝህላልነትንና ስንፍናን ሁሉ ቆርጠህ ጣል (አስወግድ)፤ የሠራኸው ነገር ምንም ይሁን ምን ልብ አድርገው፣ ኀጢአቶችህን (በኑዛዜ) አስተካክል በእጅጉም መልካምና በጊዜው የሚሆን ንስሐ አድርግ። /ቅዱ ዮሐ አፈ/
* ዘወትር ተዘጋጅተን ሞትን እንጠባበቅ ዘንድ እግዚአብሔር መጨረሻውን ቀን ይሠውርብናል። ኀጢአትን ኋላ አንድ ጊዜ ልትተወዉ የግድ ከኾነ ምነው አሁኑኑ አትተወዉ፤ የእግዚአብሔር ቁጣ ድንገት እንዳይመታህ ንስሐ መግባትን ለነገ ለነገ ወዲያ እያልክ አታዘግየው። ራስህንም መመለሻ ወደሌለው አዘቅት አትጣለው። /አውግስጦስ /
-ዕለተ ሞትን የመዘከር ጥቅም /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 249/
* ከዚህኛው ይልቅ ለወዲያኛው ሕይወት እንዲተጋ በዚህ ሕይወትም ሞትን በማሰብ በመለማመድ መኖር። ጥንቃቄአችንና ትኩረታችን በአንድ ነገር ላይ ብቻ ያነጣጠረ ነው። ከዚህ ዓለም ስለ መውጣታችን። ለዚህም ጉዞ ራሳችንን እንድናዘጋጅ እንሁን። አርቆ አሳቢና ጠንቃቃ ተጓዦች እንደሚያደርጉትም አኮፋዳችንን (ሻንጣችንን) እንሸክፍ። /ቅዱ ጎር ነባ መለ/
* በየሰዓቱ ከዚህ ዓለም መውጣትህን አስታውስ፣ ሞትን በየዕለቱ ፊት አስቀምጥ፣ በማን ፊትና እንዴት ልትቆም እንዳለህ አስታውስ። /ቅዱ አትናቴዎስ/
* ታላቁ ዓሣ ትንሹን ዓሣ እንደሚውጠው ኃይለኛውና ባለጸጋው ደካሞችንና ድሆችን ይውጣቸዋል። /ቅዱ ዮሐ አፈ /
-መልካም ሕይወት ለመምራትና በጽድቅ ጎዳና ለመራመድ
* የመርከብን መንገድ አቅንቶ የሚመራ ሰው በመርከቡ የፊተኛ ጫፍ እንደሚቆም፤ እንደዚሁም ማንኛውም ሰው በጽድቅ ሥራ ለመመላለስና ከእግዚአብሔር አንድነት ላለመለየት ዘውትር ዕለተ ሞቱን ማሰብ ይገባዋል። /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 253/ 
* ሰው ሆይ ውስጣዊ ሕዋሳቶችህንና አዕይንተ ነፍስህን ክፈት። ከኀጢአት አዚም ተነሣ፤ የዚህን የአሁኑን ዓለም ክፋትና ከንቱነት ተረድተህ ተወዉ(ካደው )። 
በመሞት ላይ ያለው ወንድማችን ይርበተበታልና አንተም ትጫወታለህን? ... እርሱ ይርዳል አንተም ራስህን በጸሎት ፣ በንስሐ ፣ በተቀደሰ ሕይወት በመልካም ሥራዎች ጸንተህ ለጸአትህ አትዘጋጅምን? እርሱ ደንግጧአል ፈርቷልም በጥልቅ ኅሊናውም ታውኳል፦ ከዚህ በፊት አይቶት የማያውቀውና በማየቱም ቀድሞ ሰምቶት የማያውቀውን ነገር በመስማቱ።... ምላሱ መናገርን እስኪያቆም ድረስ ወደ እኛም ይጣራል። ወንድሞቼ ደኅና ኹኑ ጸልዩልኝ። ሔጄበት ወደማለውቀው መንገድ እየተጓዝኹ ነውና ። ወደ እርሱ ከሔዱ በኋላ ማንም መመለስ ወደማይችልበት መካነ ነፍሳት እነሔድኹ ነውና ። ማንም ሊያጅበኝ ወደማይችልበት አስፈሪ ቦታ እየሔድኹ ነውና። ምን ሊገጥመኝ እንደሆነ ወደማላሳውቅበት አስፈሪ ፍርድ እሔዳለኹና። /ቅዱ ዮሐ አፈ/
* መከሩ ደርሷልና ይህ ዘመን ወደ ፍጻሜው መጥቷል ፣ መላእክት ማጭድ ይዘዋል የጌታንም ምልክት እየጠበቁ ነው። ተወዳጆች ሆይ ፍሩሃን እንሁን፣ ምክንያቱም ዐሥራ አንደኛው ሰዓት ነውና።...ከእንቅልፍም የነቃን ጥንቁቃን እንሁን። /ቅዱ ኤፍሬም/
* እነሆ ዓመታትና ወራት እንደ ሕልም እንደ ከሰዓት በኋላ ጥላም እያለፉ ነው። አስፈሪውና ታላቁ የክርስቶስ መምጪያ ቀን በፍጥነት እየቀረበ ነው። /ቅዱ ኤፍ/
-ሞትን ማሰብ ኀጢአት ከመሥራት ይከለክለናል 
* አዳም የሚስቱን ጥያቄ (ስጦታ) ተቀብሎ ከተከለከለው በልቶ ሲወድቅ ኢዮብ የሚስቱን ቃል ሰምቶ እግዚአብሔርን አለመካዱ ሞትን ላለመሞት ነው። በድሎ ክዶ ከእግዚአብሔር መለየት ሞት ነውና። /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 256/
* ኀጢአትን ከነጭራሹ ያስወግዳል ወይም ኀጢአት ቢሠራም ስንኳ በጣም ውስን በኾኑ ሁኔታዎች ብቻ ይሆናል። /ቅዱ ባስልዮስ/
*ሞት ቅርብ እንደ ሆነች የሚያስብ እርሱ ብዙ ኅብር ያላቸውን ኀጣውእ አይሠራም። /ቅዱ አሞናስ /
* ሞትን በዐይኖችህ ፊት ፈጥነህ አምጣ፣ ይህን ብታደርግ ለምንም ዓይነት ወይም ዓለማዊ ክፋት ግብር እና ተምኔት አይኖርህም። /ታላቁ ቅዱ እንጦንስ/
*በደብረ ኮሬብ የነበረ ሕዝቅያስ የሚባል መነኮስ ዘውትር ስለ ድኅነተ ነፍሱ ምንም ዓይነት ትኩረት ሳይሰጥ በግድየለሽነት ይኖር እንደ ነበረ ተነገረ። በኋላም ይህ አባት እጅግ በጠና ታመመና ለአንድ ሰዓት ያህል እንደ ሞተ ሆነ ። ከዚህ በኋላም ከሕመሙ አገገመ። ከዚያም በዙሪያው የነበሩትን ሁሉ ከበኣቱ እንዲወጡለት አጥብቆ ተማጸናቸው። እነርሱ ከወጡ በኋላም የበኣቱን በር በመዝጋት ከማንም ጋር ሳይነጋገር ለ12 ዓመት ያህል በዝምታ ኖረ። በእነዚህ አዝማናት ሁሉ ከሰው ሳይገናኝ ብቸኛ ሆኖ ኖረ።  ከደረቅ ዳቦና ከጥሪኝ ውኃ በቀርም ሌላ ምግብ አልቀመሰም። ያያቸው አስፈሪና ልዩ ልዩ የሆኑ ነገሮችን በማስታወስ ሁልጊዜ በዝምታና በተደሞ ሆኖ የሚያቃጥልና የማያቋርጥ ዕንባ ሲያፈስ ኖረ። ከዚህ ዓለም የሚሰናበትበት የዕረፍቱ ጊዜው በደረሰ ጊዜም አኀው የተዘጋውን የበኣቱን በር ሰብረው ገቡ።
 ለነፍሳቸው ድኅነት የሚጠቅምና ለመጽናናታቸው የሚበጅ ቃል ይነግራቸው ዘንድ ግድ ባሉት ጊዜ እንዲህ አላቸው፦ ይቅር በሉኝ፥ ተዘክሮተ ሞተ ያላቸው እርሱ መቼም መች ኀጢአት ሊሠራ አይችልም። አላቸው። /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 257/
*ወንድሞቼ ሆይ ፥ ሞትንና አስፈሪውን የገሃነም ፍርድ ሁለቱንም ዘወትር በአእምሮአችን ሳጥን ለማስቀመጥ በፍጹም ልባችንና በፍጹም ኃይላችን ልንጋደል ይገባናል። በተዘክሮተ ሞት አማካይነት አእምሮ ነቅቶ መጠባበቅ ይይዛል። ወደ ተሻለ ግንዛቤም ይደርሳል። በዚህም የራስ ወዳድነት አሳቦችና ትዝኅርት እንደ ጉም ይበተናሉ። በውዳሴ ከንቱ ፈንታ ንጹሕ የሆነ ትሑት መንፈስ በሕይወታችን ይነሣሣል። ሰው ዕለተ ሞትንና የማያዳላውን ዳኛ የፍርድ ወንበር ፍትሕንም ባሰበ ጊዜ ከብዙ ኀጣውእ የተጠበቀ ይሆናል። በርግጥም ይህ ሰው የእግዚአብሔር ማደሪያ እውነተኛ ቤተ መቅደስ ይሆናል። በዚህ ሁኔታ የምንኖር ከሆነስ ምን ዓይነት ሰይጣናዊ መሣሪያ ሊያታልለን ይችላል? /ቅዱ ጳኩሚስ/
*በየቀኑ ዕለተ ጸአቱን የሚያወጣና የሚያወርድ ሰው፣ በዚህ ዓለም የሚኖረው ዛሬ ብቻ መሆኑን ለራሱ የሚናገር ሰው፣ እርሱ በእግዚአብሔር ላይ ፈጽሞ ኀጢአት አይሠራም፣ ከአብሶና ጌጋየ ይሸሻል እንጂ። /ባሕታዊ አባ ኢሳይያስ/
*ሁልጊዜ ከዚህ ዓለም የምትሰናበት መሆንህን አትርሳ፣ ዕለተ ሞትህን አዘክር፣ አሟሟትህ ምን ሊሆን እንደሚችል ወይም ጸአተ ነፍስህን ብታስታውስ በነፍስህ መተላለፍ አይኖርም። /ማር ወቅሪስ/
*ለመተኛት ወደ አልጋህ ባመራህ ጊዜ አልጋዬ ምን አልባት በዚህ ሌሊት ለእኔ መቃብሬ ልትሆኚ ይሆናል፤ በጊዜያዊ እንቅልፍ ፈንታ በዚህ ሌሊት ያኛው እንቅልፍ ይመጣብኝ እንደሆነ አላውቅም በላት። እግሮቻችን የማይታጠፉ ሆነው ሳይደርቁና ጣቶቻችን ለማማተብ የማይችሉ ሳይሆኑ በፊት ፣ ዐይኖቻችን ፈሳሽ ዕንባ ማውጣት ማፍሰስ የማይችሉ ሆነው ሳይሰረጕዱ አስቀድሞ በሰጊድ፥ በጸሎትና አንብዕ ንስሓ በማፍሰስ ከእግዚአብሔር ጋር ልንወዳጅ ይገባል። /ቅዱ ይስሐቅ ሶርያዊው/
* ስለዚህ ነጻ እግሮች እያሉህ ከመልካም ሥራ ኋላ ሩጥ፤ ከታሠሩ መፈታት በማይችሉበት ማሰሪያ ከመታሠራቸው በፊት። የእጆችህ ጣቶችም እስካሉህ ድረስ ሞት ከመምጣቱ በፊት በጸሎት ፊትህንና መላ ሰውነትህን በትእምርተ መስቀል አማትብ። ዐይኖች እስካሉህ ድረስ በአቧራ ከመሸፈናቸው በፊት በአንብዕ ምላቸው። ...ሰው ሆይ ከዚህ ዓለም መለየትህን አስብ፣ እንዲህም በል፦ እነሆ የታዘዘ መልአክ ከበር ቆሞአል፣ እኔንም ይከተለኛል። ለምን ሊል ዘሊል እሆናለሁ? መመለሻ የሌለው ዘለዓለማዊ መንገድ አለ። /ቅዱ ይስሐቅ ሶርያዊው/
*ከመለኮት ደግነት የተነሣ የሰው ልብ የሚገዛውና ነፍስን ወደ ሕይወት የሚመራት የመጀመሪያው ትምህርት ተዘክሮተ ሞት ነው።... ተዘክሮተ ሞት በሰይጣን እጅግ በብዙ ይጠላል፦ እርሱም ከሰው ተዘክሮን ለመንቀል በሙሉ ኃይሉ መሞከርን አይተውም። የሚቻልስ ቢሆን በምድራዊ ሕይወት አሳብ ተብትቦ ተዘክሮተ ሞትን ከሰው ልብ አእምሮ ለማስወገድ ምድራዊ መንግሥታት ለሰው በሰጠው ነበር። አታላዩ ሰይጣን ተዘክሮተ ሞት በሰው ሁልጊዜም ካለ፣ አሳቡ ለአሁኑ ሕይወት መታለሎች የተጣበቀ ሆኖ እንደማይቀር አልያም የሰይጣን ማታለሎች...ሰውን ሊቀርቡት እንደማይችሉ ያውቃል።
...ተዘክሮተ ሞት በመለኮት ዕርዳታ ነፍስን ወደ ሕይወት ይመራታል። /ማር ይስሐቅ/
*ሞት ያሁን ጊዜና የሚጠበቅ እውነታ እንደ መሆኑ ለእኛ እጅግ ይረዳናል። ወደ ሞት መመልከት ወይም እርሱን መጠበቅና መዘከር ትሑታንና የዋሃን መሆንን ያስለምደናል። እንደዚሁም በጥንቃቄ እንድንኖርና ከኀጢአት እንድንጠበቅ ይረዳናል። ጠቅለል ባለ አነጋገር ሞትን መዘከር ከማንኛውም ዓይነት ክፋት ለመላቀቅ የሚበጀን ነው። /ቅዱ ዮሐ አፈ /
*ጌታ ይህን ያለው በትከሻህ ዕፀ መስቀልን እንድንሸከም አይደለም፣ ሁልጊዜ በዓይኖቻችን ፊት ሞት እንዲኖር ነው እንጂ፤ በአጭሩ ቅዱስ ጳውሎስ እንዳደረገ መሆን ነው (በየዕለቱ እሞታለሁ ያለው)፣ እርሱ የአሁኑን ሕይወት ንቆና አቃልሎ ሞቱን ናፋቂ ነበርና። /ቅዱ ዮሐ አፈ /
-ሞትን ማሰብ ለዘላለማዊ ሕይወት እንድንዘጋጅ ያደርገናል። /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 260/
* ይህን ያህል ሁዳድ መሬት የማሳርስ፣ እጅግ ውብ የሆኑ እልፍኝ ከአዳራሾች ያሠራው ሲሆን አሁን በዚህች ሌሊት ነፍሴ ከሥጋዬ ብትለይ የምሔድበት ሥፍራ አይታወቀኝምና ወዬልኝ ሲል ተናገረ። /አንድ ንጉሥ/
* ሰው ይሸበራል ፥ ይታወካልም፥ በመጨረሻ ይጠፋል። ሳይመሠረት ቀድሞ ይወድቃል፣ እንደ እሳት ይነዳል፣ እንደ መቃ ተቃጥሎ ወደ አመድነት ይለወጣል፤ እንደ አውሎ ነፋስ ይጠራል፣ እንደ ጢስም ይበተናል፣ እንደ አበባ ይዋባል፣ እንደ ሣርም ይደርቃል፣ እንደ አቧራም በመሬት ይተኛል።
ጭንቀትና መታወክ የእርሱ ናቸው፥ ደስታዎች ግን ወደ ሌላ ይሄዳሉ። ጥንቃቄው አሳብ የእርሱ ነው፥ ተድላዎች ግን ወደ ሌላው ይሄዳሉ። ኀዘን የእርሱ ነው፥ ፍሥሐና ኀሴት ግን የሌሎች ይሆናሉ። ወዮ! እኛ ለመልካም ሕይወት የተገቡ ሆኖ አለመገኘት ምን ዓይነት አሳዛኝ መከራ ነው! /ቅዱ ዮሐ አፈ /
-ሞትን ማሰብ ትሑታን እንድንሆን ያደርገናል /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 263/
* ባለጠጋና ራስ ወዳድ የሆኑ ሰዎችን እንዴት በአንድ ላይ እንደሚሰበሰቡ በጥንቃቄ ተመልከት፣ የማቹ በድን በተከተተበት ሳጥን አጠገብ በቆሙ ጊዜና በዙሪያው የተሰበሰቡት ሁሉ የሚነጋገሩትን የማይሰማውንና የማይንቀሳቀሰውን የተጋደመውን በድን በተመለከቱ ጊዜ!...በአጠቃላይ ቤት ሰው በሙሉ ደስታቸው በኀዘን ተለውጦ በድንጋጤ ተሸፍነው ባዩ ጊዜ፣ እነዚህ ሰዎች እንዴት ትሑታንና ልባቸው የተሰበረ እንዲሆን ተመልከት። ታላቅ ትምህርቶችን ሰምተው ምንም እንዳላገኙ ሲሆኑ ሙታንን በተመለከቱ ጊዜ ያለ ምንም ፍልስፍና ወዲያው ይረዳሉ። በፊታቸው የተጋደመውን በድን አይተው ቅምጥልነትን የሚሻው ሰውነት (ሥጋ) የማይጠቅምና ድኩም እንደ ሆነ፣ ሀብታቸውና ሥልጣናቸውም በሞት የሚገደብ ደካማና ኃላፊ መሆኑን ይገነዘባሉ። /ቅዱ ዮሐ አፈ /
-ሞትን ማሰብ ከሁለተኛ ሞት ይጠብቀናል /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 264/
* አንድ ባሕታዊ በሞቱ ሰዓት ደስ ብሎት የተመለከቱት በአጠገቡ የነበሩ ሰዎች ፦ ይህን ያህል በመሞትህ የሚያስደስትህ ነገር ምንድን ነው? ብለው ጠየቁት።
እርሱም "ሞትን ዘወትር በፊቴ አኖርዃት፣ አሁንም ስትመጣ ጊዜ እንግዳ ነገር ሆና አላገኘኋትም። ብሎ መለሰ። /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 266/
*የዚህን ዓለም ፍጻሜ ቢመለከት በዓለም የሚወደድ ነገር ባልተገኘም ነበር። ቅዱሳን አባቶቻችን /ፍካሬ ሞት ወሕይወት ቅጽ ፩ 266/ ሰነፉ ባለጠጋ ሰነፍ ደናግላን ተጠቅሰዋል።
፳፪. ለደቀ መዛሙርቱም እንዲህ አላቸው፥ "ስለዚህ እላችኋለሁ፤ ለነፍሳችሁ ስለምትበለትና ስለምትጠጡት፥ ለሰውነታችሁም ስለምትለብሱት አትጨነቁ።
፳፫. ነፍስ ከምግብ ትበልጣለችና፤ ሰውነትም ከልብስ ይበልጣልና።
 ፳፬. የማይዘሩትንና የማያጭዱትን፥ ጎተራና ጒድጓድ የሌላቸውን የቊራዎችን ጫጩቶች ተመልከቱ፤ እግዚአብሔር ግን ይመግባቸዋል፤ እንግዲህ እናንተ ከወፎች እንዴት እጅግ አትበልጡምን?
፳፭. ከእናንተስ ዐስቦ በቁመቱ ላይ አንድ ክንድ መጨመር የሚቻለው ማነው?
፳፮. ይህንም ቀላሉን የማትችሉ ከሆነ በሌላው ለምን ትጨነቃላችሁ?
፳፯. እነሆ፥ አበቦችን እንደሚያድጉ ተመልከቱ፤ አይፈትሉም፤ አይደክሙም፤ ነገር ግን እላችኋለሁ፤ ሰለሞን እንኳ በክብሩ ዘመን ሁሉ ከእነርሱ እንደ አንዱ አልለበሰም። 
፳፰. እነሆ፥ ዛሬ ያለውን፥ ነገም ወደ እሳት የሚጣለውን የአበባ አገዳ እግዚአብሔር እንዲህ የሚያደርገው ከሆነ፥ እናንተ እምነት የጐደላችሁ፥ ለእናንተማ እንዴት አብልጦ አያደርግላችሁ? 
፳፱. እናንተም የምትበሉትንና የምትጠጡትን አትፈልጉ፤ ወዲያና ወዲህ አትበሉ፤ አትጨነቁለትም።
፴. ይህንም ሁሉ በውጭ ያሉ የዓለም አሕዛብ ይሹታልና፤ ለእናንተስ አባታችሁ ይህን ሁሉ እንደምትሹ ያውቃል።
፴፩. ነገር ግን የእግዚአብሔርን መንግሥትና ጽድቅ ሹ፤ ይህም ሁሉ ይጨመርላችኋል። 
፴፪. "አንተ ታናሽ መንጋ፥ አትፍራ፤ አባታችሁ መንግሥቱን ሊሰጣችሁ ወዶአልና።
ታናሽ ለሆኑት ከሆነው የእግዚአብሔር ፍቅር የተነሣ እርሱ በእርሱ ያምኑ ዘንድ ለጠራቸው ሰዎች ታናሽ የሚለውን ቃል ተጠቅሞበታል። ስለሆነም "አንተ ታናሽ መንጋ፥ አትፍራ፤ አባታችሁ መንግሥቱን ሊሰጣችሁ ወዶአልና። ይህ ታናሽ መንጋ በቁጥር ትንሽ ሊሆን ቢችልም ወደ መንግሥተ ሰማያት የሚገበው እርሱ ነው። ምክንያቱም ወደ ዘላለማዊው መንግሥት የሚያስገባው ደጅ የጠበበ ነውና፤ ወደ ሕይወት የሚወስደው ደጅ የጠበበ መንገዱም የቀጠነ ነውና የሚያገኙትም ጥቅቶች ናቸው። እግዚአብሔር አምላክ ስለ ፍቅሩ ሲል ብዛት ላላቸው ታናናሽ ነገሮች ስላደረገው እንክብካቤ ልነግራችሁ እወዳለሁ። እነዚህ ነገሮች ደግሞ በቁጥር በዋጋ ወይም በመጠን ትናንሽ የሆኑ ነገሮች ናቸው። ከዚህ በተጨማሪ እግዚአብሔር ለትናንሽ ፍጥረታትና ለትናንሽ ነገሮች እንክብካቤ አድርጓል።
5ቱ እንጀራን 2ቱ ዓሣ፣ ዳዊት ጌዴዎን፣ 12ቱ ሐዋርያት፣ አንዲተር ነፍስ፣ ለወፎች፣ እንሰሳት፣ ለምድር፣ ቀዝቃዛ ጽዋ ውኃ፣ የስናፍንጭ ቅንጣት፣ መበለቲቱን፣ አቡመ ሺኖዳ (ፍቅር 79)
የእግዚአብሔርን ጥበብና ፍቅር ስናምን በተስፋ የተሞሉ ቃል ኪዳኖችን ልናምን ይገባናል። ይህም ማለት ከዚህ በታች የተጠቀሱትን እውነተኛ ቃል ኪዳኖችን እናምናለን ማለት ነው።"አንተ ታናሽ መንጋ፥ አትፍራ፤ አባታችሁ መንግሥቱን ሊሰጣችሁ ወዶአልና።…እነዚህ ሁሉ ጥቅሶች ተስፋንና የተጠናከረ ልብን በሰው ውስጥ ይፈጥራሉ። እግዚአብሔር ከቅዱሳኑ ጋራ የተነጋገረውን ስታስታውስ ደግሞ ተስፋ በውስጥህ ይለመልማል። እነዚህን ሁሉ ካስታወስክ ልብህ በተስፋ ከመሞላቱም በላይ ጌታህን በእምነት ትጠብቃለህ። አቢነ ሺኖዳ (የተስፋ ሕይወት 10)
-- ዝቅተኛ ስፍራ ለያዙት /-ፍቅር 78/ ለሞዓብ ማቴ 1፣ ረዓብ ዕብ 11፥31፣ ኢያ 2፥1፣ ለጌዴዎን መሳ 6፥15፣ ዕብ 11፥32፣ ማቴ 2፥6፣ ሉቃ 12፥32፣ ማቴ 7፥14
`,

  /** ---------------------------------------------------------- **/

  "መዝሙር ወመኑ መሐሪ ዘከማከ": `3. ወመኑ መሐሪ ዘከማከ ምስለ ኖኅ ኪዳነ ዘአቀምከ (ወ) ምስለ ኖኅ ዘአቀምከ ለደቂቀ እስራኤል መና ዘአውረድከ ወበጽጌያት ምድረ አሠረጎከ (ወ) ወበጽጌያት ወበሥነ ገዳምኒ ምስለ ቅዱሳኒከ 
(ወ) ወከመ ወሬዛ ኀያል መላትሒሁ ጉርዔሁ መዓርዒር አምሳሉ ዘወይጠል (ወ) ሰማይ ወምድር ዘአንተ ፈጠርከ ፀሓይ ወወርኃ ዘአስተዋደድከ (ወ) በከዋክብት ሰማይ ዘከለልከ ወበጽጌያት ምድር አሠርጎከ (ወ) ቀደሳ ወአክበራ ለሰንበት ወአልዓላ እምኲሉ ዕለት ወመኑ መሐሪ ዘከማከ ወኲሉ ይሴፎ ኪያከ። - ከኖኅ ጋር ቃል ኪዳን ያቆምክ (ያጸናህ)፤ ለእስራኤል ልጆች መናን ያወረድክ፤ በአበቦች ውበት ምድርን ያስጌጥክ፤ የገዳምን ውበት ከቅዱሳንህ ጋር አስጌጥክ፤ ጉንጮቹ እንደ ኀይለኛ ጎልማሳ እንደ ዋሊያ ጉሮሮው ጣፋጭ ነው፤ ሰማይንና ምድርን የፈጠርክ፤ ፀሓይንና ጨረቃን ያስማማህ፤ በከዋክብት ሰማይን የጋረድክ፤ ምድርን በአበቦች ያስጌጥክ ሰንበትን ቀደሳት ከፍ ከፍ አደረጋት ከዕለታት ሁሉ ከፍ ከፍ አደረጋት፤ እንደ አንተ መሐሪ ማንው ሁሉም አንተን ተስፋ ያደርጋል።
`,
  "ምስባክ መዝ 91፥12": `12፤ ጻድቅሰ ከመ በቀልት ይፈሪ። ወይበዝኀ ከመ ዘገባ ዘሊባኖስ። ትኩላን እሙንቱ ውስተ ቤተ እግዚአብሔር። 12፤ ጻድቅ ግን እንደ ዘንባባ ያፈራል፥ እንደ ሊባኖስ ዝግባም ይበዛል፥ 13፤ በእግዚአብሔር ቤት ውስጥ የተተከሉ ናቸው፥ ጻድቅ ሕዝቅያስ አንድም ማናቸውም ጻድቅ እንደ ዘንባባ ያፈራል ማለት ጸጋና ክብር ተጎናጽፎ ይኖራል። ወይበዝኀ ከመ ዘገባ ዘሊባኖስ። በጸጋ እንደ ተተከለ ዘግባም ይኾናል ማለት ያ ከፍሬ እንዲደርስ ጻድቅም ብዙ ጸጋና ክብር ያገኛል። ትኩላን እሙንቱ ውስተ ቤተ እግዚአብሔር። እነዚህ በቤተ ክርስቲያን የተተከሉ ናቸውና ዘንባባ የደስታ ምልክት ነው። ኩፋ 13፥6፣ የድል ምልክት ነው። ሮሜ 8፥37፣ ራእ 17፥14፣ ዮዲት ኢሳ 52፥12 
ዝግባ፤ በቤት ሥራና በምሳሌነት የታወቀ ዛፍ፤ 1ነገ 4፥33፣ በብዛት በሊባኖስ ይገኛል። /የመቅ መቃ 17/
`,
  "ወንጌል ማቴ 12፥1-32": `1-በዚያም ወራት ጌታችን ኢየሱስ በሰንበት በእርሻ መካከል ሄደ ደቀ መዘሙርቱም ተርበው ነበርና እሸት እየቆረጡ ይበሉ ጀመር
-እሸት፤ የበሰለና የጎመራ የእህል ፍሬ። ሰው ከባልንጀራው ዕርሻ ውስጥ ገብቶ በማጨድ ሳይሆን፣ በእጁ ቀጥፎ እሸት መብላት በሙሴ ሕግ የተፈቀደ ነበር፤ ዘዳ 23፥25። ፈሪሳውያን ይህን እንደ ሥራ ስለ ቈጠሩት፣ በሰንበት እሸት እንዳይቀጠፍ ከለከሉ። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 190/
2-ፈሪሳውያንም አይተው እነሆ ደቀ መዘሙርትህ በሰንበት ሊደረግ የማይገባውን ሲያደርጉ እይ አሉት
-እነሆ ደቀ መዘሙርትህ በሰንበት ሊደረግ የማይገባውን ሲያደርጉ እይ አሉት
*ሰንበት፤ ሰንበታት፤ በዕብራይስጥ የቃሉ ትርጉም ማቆም፣ መተው ማለት ነው። እስራኤል ሰባተኛውን ቀን ለእግዚአብሔር እንዲቀድሱት በዐሥርቱ ቃላት ታዝዘዋል፤ ዘፀ 20፥6። ለሰው ዕረፍት ያስፈልጋል። ከዚህም በላይ ሰንበት በእግዚአብሔር ሕዝብ መካከል የቃል ኪዳን ምልክት ነው፤ ዘፀ 31፥17። በዚህም ምክንያት ሰንበትን አለማክበር ከባድ ቅጣትን ያስከትል ነበር፤ ዘኁ 15፥32። ሰንበት የእግዚአብሔር ሥራ እንዲታወሶ ያደርጋል። በመጀመሪያ እግዚአብሔር ስድስት ቀን ሠርቶ እንዳረፈ ሁሉ፣ ሰውም በዚህ ዓለም ሠርቶ ወደ ዘለዓለም ዕረፍት እንደሚገባ ያመለክታል፤ ዘፍ 2፥2፤ ዘፀ 20፥8። 
እስራኤላውያን ወደ ዕረፍት አገራቸው ሲደርሱ ዐሥርቱ ቃላት በድጋሚ ተነገሯቸው። ከዚህም ላይ ሰንበት እግዚአብሔር እስራኤልን ከግብጽ ባርነት እንዳወጣቸው ያመለክታል፤ ዘዳ 5፥12። እስራኤል ቀኑን በሚገባ ባለማክበራቸው በነቢያት ተወቅሠዋል፤ ሕዝ 20፥12፣ አሞ 8፥6፣ እንዲያከብሩትም ተስፋ ተሰጥቷቸዋል፤ ኢሳ 56፥2፣ 58፥13። ነህምያ ሰንበትን አስከብሯል፤ ነህ 10፥31፣ 13፥15። ኢየሱስ ሰንበትን አክብሯል ሉቃ 4፥16፣ የፈሪሳውያንን የሰንበት አከባበር ግን ተቃውሟል። እነርሱ ቀኑ እንዲከበር ብቻ እሸት ከመቅጠፍ፣ ድውይ ከመፈወስ እስኪለክሉ ድረስ ብዙ ሕግና ወግ ደንግገው ነበር። ክርስቶስ ግን ከሰው ወግና ሥርዐት ምሕረት እንደሚበልጥ ራሱም የሰንበት ጌታ መሆኑን አስተማረ፤ ማቴ 12፥1።
ከሳምንቱ በመጀመሪያ ቀን ክርስቶስ ተነሣ ተከታዮቹም በዚህ ቀን መሰብሰብ ጀመሩ። አይሁድና ክርስቲያኖች እየተራራቁ፣ ወንጌልም በአሕዛብ ዘንድ እየተስፋፋ ሲሄድ ምእመናን የእግዚአብሔርን ቀን በሳምንቱ በመጀመሪያ ቀን አከበሩ፣ ቀኑም የጌታ ቀን ተባለ፤ ሉቃ 21፥4፣ ሐዋ 20፥7፣ 1ቆ 16፥2፣ ራእ 1፥10። ይህም ከቀኑ መሠረተ ዐሳብ ጋር ይስማማል፤ ምክንያቱም ክርስቶስ በትንሣኤው ደኅንነትን ፈጽሟል። ምእመናንም በሥራቸው ሳይሆን፣ ክርስቶስ በፈጸመው ሥራ ወደ ዘለዓለም ዕረፍት ገብተው መዳናቸውን በመልካም ሥራቸው ለማሳየት ይተጋሉ፤ ዕብ 4፥1፣ 10፥25። /የመቅ መቃ 78/
* ነገር ግን ጌታችን ሐዋርያቱን ከሕግ በላይ እንዲሆኑ ያስተማራቸውና የእውነትንም ጽድቅ እንዲፈጽሙ ያሠለጠናቸው ስለ ነበር መቼም ቢሆን ሙሉ ለሙሉ ከሕጉ ወጥቶ ቢያስተምር እንኳ የሚደነግጡ አልነበሩም። አባቱም እግዚአብሔር አብ ሰንበትን ቢሽራት አስቀድሞ ስለሠራት ነው። 
በዚህችም የሰንበትን ሕግ በመሻር ልዩ ልዩ ጸጋዎችን በማደል በእውቅ ባለመድኃኒት ከእግር ጥፍር እስከ ራስ ጠጉር በሚሰጥ ሕክምና ድውያነ ሥጋና ድውያነ ነፍስ የሚለዩባትና የሚድኑባት ቀንም እንድትሆን አድርጓታል።
ሐዋርያቱ "እሸት ቀጥፈው ይበሉ ጀመር" ሲል ድርጊታቸው በምሳሌ አንድ ነገርን ይገልጥልናል። የኦሪቱ ሕግ የእህሉ በኲራት በመሠዊያው ላይ ሳይቀርብ ማንም ይበላ ዘንድ አይፈቀድም ነበር ዘፀ 23፥19፣34። ነገር ግን የእህሉን በኲራት የካህናት አለቆች ከአዝመራው ሰብስበው ይወስዱ ዘንድ ይፈቀድላቸው ነበር። ፈሪሳውያን ግን ሐዋርያት የካህናት አለቆች መሆናቸውን አልተገነዘቡምና ስለዚህ ሰንበትን እንደ ሻሩ አድርገው ከሰሱአቸው።
ጌታችን ስለዚህ ንጉሥ ዳዊት ፈጽሞ ያልተከሰሰበትን ተመሳሳይ ግልጽ ድርጊት እንደ መረጃ አድርጎ አቀረበላቸው (1 ሳሙ 21፥1)። እንዲህም አለ "ዳዊት ካህን አይደለምና ከተቀደሰው ኅብስት ይመገብ ዘንድ የተገባው አልነበረም። ነገር ግን ንጉሥ ዳዊት ካህን ነው ምክንያቱም እርሱ የመንፈስ ቅዱስ ቤተ መቅደስ ነውና። ነገር ግን ይህን ፈጽመው አልተረዱም። ስለዚህ ጌታችን መምህራን እንደመሆናቸው መጠን ይህን ሊያውቁ ይገባቸው እንደነበር መረጃ አቅርቦ ገሠጻቸው። እንዲሁም "ካህናትም በሰንበት በመቅደስ ሰንበትን እንዲያረክሱ ኃጢአትም እንዳይሆንባቸው በሕጉ አላነበባችሁምን?" ብሎ መለሰላቸው። በዚህም ሌላ ትምህርት ገለጠልን።
ዳዊት በሳኦል ከመሰደዱ በፊት ወደ ተቀደሰው ኅብስት እንዲቀርብ አልተፈቀደለትም ነበር። ይህ በጌታችን ተፈጽሞአል። ጌታችንም አይሁድ እርሱን ሊገድሉት በተነሣሡበት ጊዜ ከቤተ መቅደስ ውጭ 
ሥጋውን ከደቀ መዛሙርቱ ጋር ደሙንም በእርሱ ካመኑት ጋር ተካፍሎ ነበር። ጌታችን "ሰንበት ስለ ሰው ተፈጥሮአል እንጂ ሰው ስለ ሰንበት አልተፈጠረም" ማር 2፥27 አለ። እንዲህም ሲል ከስድስት ቀናት ሥራ በኋላ የሚያርፉባት ቀን ናት ሲለን ነው። ስለዚህም ነው ዕለቲቱ ሰንበት ተብላ መሰየሟ። ሰንበት ለሰው ልጆች እንጂ ሰዎች ለሰንበት አልተፈጠሩም፤ ሰንበትን ለሰው ልጆች የሰጣትም የሰንበት ጌታዋ ነው። እንዲህም ተብሎ እንደተጻፈ "እንዲሁም የሰው ልጅ ለሰንበት እንኳ ጌታዋ ነው።" ማር 4፥28 ቅዱ ኤፍሬም ሶርያዊው /ኅብረ ወንጌል 98/
ሰንበት (ዘፀ 20፥10)
-የተቀደሰ ጉባኤ አድርግ። ዘሌ 23፥3
-የእግዚአብሔር ቃል የሚሰማባት እንደ ማርታ
-የሰው ባሕርይ ደካማ ነውና ሰንበትን ሠራለት። ሠራለነ ሰንበተ ማር 2፥27፣ ዘዳ 5፥14፣ ዘፀ 23፥12፣ 10፣ ዘሌ 25፥21፣ ኢሳ 56፥2፣ 58፥13
-በብሉይ ኪዳን ሰውን ፈጥሮ አረፈ። በሐዲስ ኪዳንም ሰውን አድኖ አረፈ።
-ሰንበት የተሰጠው ለምልክት ነው። አምላካችን እግዚአብሔር እንደተናገረው ሁሉ ሰንበት የዘለዓለማዊና የመንፈሳዊ ዕረፍት ምልክት ሆኖ የተሰጠ ጸጋ ነው። ዘፀ 31፥13፣ ዘዳ 5፥15፣ እሁድ ሰንበተ ክርስቲያን የጌታ ቀን ናት ፤ መዝ 118፣ ሰንበትን አክብር ዘፀ 16 ፣ ዮሐ 6፥32፣ ሰንበትን አለማክበር ያስቀጣል። ዘፀ 31፥14፣ 35፥2፣ ዘኁ 15፥32፣ ኤር 17፥27፣ ነህ 13፥17፣ ሕዝ 20፥21፣ምንም አትሥሩ። ዘሌ 23፥32
3-እርሱም አላቸው እርሱ በተራበ ጊዜ ከእርሱም ጋር የነበሩት በተራቡ ጊዜ ዳዊት ያደረገውን 
-ዳዊት ካህን አልነበረም። ያመነ ሁሉ ካህን አይሆንምና። 1ሳሙ 21፥1፣ 23፥6፣ ዖዝያን ግን ንጉሥ ሲሆን ካህናቱን በተደፋፈረ ጊዜ ለምጻም ሆነ።
-ምንም እንኳ የተከራከሩት ሰዎች ቢኖሩም የእርሱ ቃላት የማሳመን ኃይል ነበራቸው። ማር 1፥16፣ 22፣ ማቴ 19፥27፣ 23፥13፣ ሉቃ 19፥8 /መንፈሳዊ አገልግሎት 35
4-ወደ እግዚአብሔር ቤት እንደ ገባ ከካህናትም ብቻ በቀር እርሱ ሊበላው የማይገባውን ከእርሱም ጋር የነበሩት ሊበሉት የማይገባቸውን የመሥዋዕቱን ኅብስት እንደ በላ አላነበባችሁምን
- ዳዊትም ወደ ካህኑ ወደ አቤሜሌክ ወደ ኖብ መጣ፤ አቤሜሌክም እርሱን በተገናኘው ጊዜ ደነገጠ ፥ "ስለምን አንተ ብቻህን ነህ? ከአንተስ ጋር ስለምን ማንም የለም?" አለው። ዳዊትም ካህኑን አቤሜሌክን፥ "የተላክህበትን ነገርና የሰጠሁህን ትእዛዝ ማንም አይወቅ ብሎ ንጉሡ አንድ ነገር አዝዞኛል፤ ስለዚህም "ብላቴኖቼን በእግዚአብሔር መታመን" በሚባለው እንዲህ ባለው ስፍራ እንዲሆኑ አዝዣቸዋለሁ። አሁንም አምስት እንጀራ በእጅህ ካለ፥ ወይም በእጅህ ያለውን ስጠኝ" አለው። ካህኑም ለዳዊት መልሶ፥ "ሁሉ የሚበላው እንጀራ የለኝም፤ ነገር ግን የተቀደሰ እንጀራ አለ፤ ብላቴኖቹ ከሴቶች ንጹሐን እንደ ሆኑ መብላት ይችላሉ" አለው። ዳዊትም ለካህኑ መልሶ፥ "ከሴቶች ተለይተን ወደ መንገድ ከወጣን ዛሬ ሦስተኛ ቀናችን ነው። እኔም ብላቴኖቼም ንጹሓን ነን። ነገር ግን ዛሬ ሰውነቴ ንጽሕት ስለሆነች ነው እንጂ ይህቺ መንገድ የነጻች አይደለችም" አለው። 
ካህኑ አቤሜሌክም በእርሱ ፋንታ ትኩስ እንጀራ ይደረግ ዘንድ በእግዚአብሔር ፊት ከአለው ኅብስት በቀር ሌላ እንጀራ አልነበረምና የቊርባኑን ኅብስት ሰጠው። (1 ሳሙ 21፥1-6)
-ኢያሱ ፀሐይን አቁሟል፤ ግን ማንም እየተነሣ ፀሐይን በየጊዜው አቆማለው ቢል አይሆንም።ዳዊትም መብላቱ አንድ ጊዜ ነው። ኤልሳዕ በእንጨት መስጠም ብረቱን እንዲንሳፈፍ አንድ ጊዜ አድርጓል። እኛም ነገ ዛሬ እንደዳነው በቅዱሳን ተአምር ነገም ኃጢአት ሠርቼ እድናለሁ ማለት የለብንም። /-መድሎተ ጽድቅ ቅጽ ፩ 247/
5-በቤተ መቅደስ የሚያገለግሉ ካህናት ሰንበትን እንደሚሽሩአት በደልም እንደማይሆንባቸው በኦሪት ያለውን አላነበባችሁምን (ዘኁ 28፥9)
6-እኔም ከቤተ መቅደስ የሚበልጥ እዚህ እንዳለ እላችኋለሁ
7-ከመሥዋዕት ይልቅ ምሕረትን እመርጣለሁ ያለው ምን እንደ ሆነ ብታውቁስ ኖሮ ያልበደሉትን ባልፈረድችሁባቸው ነበር (ማቴ 9፥13፣ ሆሴ 6፥6)
መሥዋዕት
-መሥዋዕት ማለት መንፈሳዊ አምኃ፥ ሕርድ፣ቁርባን፣ የእንሰሳት ፣ የአዝርዕት እና የአትክልት ፣ የስንዴ፣ የወይን ፣ የዘይት፣ የዕጣን የመሰለው ሁሉ ፍጡር ለፈጣሪው ከጸሎትና ከምስጋና ጋር የሚያቀርበው ፣ የሚያቃጥለው ማለት ነው። /ሁለቱ ኪዳናት 318/
መሥዋዕት ለመሥዋት አራት አካላት ወይም ነገሮች ያስፈልጋሉ።
1 መሥዋዕት የሚቀርብለት ምሕረት የሚጠየቅለት
2 መገናኛ መታረቂያ መሥዋዕት 
3 አስታራቂ ፥ መሥዋዕት አቅራቢ 
4 መሥዋዕት ተቀብሎ ይቅር የሚል ዋጋ የሚከፍል ዕብ 10
መሥዋዕት በሕገ ልቡና /ሁለቱ ኪዳናት 318/
- በሕገ ልቡና /ከአዳም አስከ ሙሴ/
-የመጀመሪያው መሥዋዕት አቅራቢ አዳም ነበር። መሥዋዕቱም ከዕጣን ፣ ቀንዓት፣ ሉባንጃ ከሚባል ሽቱ/ በጎ መዓዛ አድርጎ በጠዋት ለእግዚአብሔር አቅርቧል። ኩፉ 5፥1፣-ዘፍ 4፥4፣ 8፥20፣ 22፥1፣ 26፥25፣ 33፥20፣ 35፥1፣ ኩፋ 5፥32
-በመሥዋዕቱ ያገኙት ጥቅም ተስፋ ነበር። ሰው ሆኖ እንደሚያድናቸው። ገላ 4፥4
-በረከተ ሥጋን አግኝተዋል። ዘፍ 8፥20፣ 26፥3
መሥዋዕት በሕገ ኦሪት /ሁለቱ ኪዳናት 320/ 
የኦሪት መሥዋዕት ዓይነቶች 
1 ጊዜን መሠረት አድርገው የሚቀርቡ። 
ሀ. የዕለት ዘፀ 29፥38
ለ. የሰንበት ዘሌ 24፥5
ሐ. የሠርቅ ወርኀ (የመባቻ) ዘኁ 28፥11
መ. የዓመት በዓላት። 
የፋሲካ። ዘኁ 28፥16፣ ዘፀ 23፥14፣ 34፥18 መለከት የሚነፋበት
የማስተሥርያ ፣የዳስ በዓል ዘሌ 23፥23፣ ዘኁ 29፥1
የመከር። ዘፀ 23፥16፣ ዘሌ 23፥9
2. በቅብዐት ምክንያት የሚቀርብ መሥዋዕት /ሁለቱ ኪዳናት 322/
ሰዎች ሲካኑ /ዘሌ 8፥1፣ 9፥1፣ ዘኁ 8፥1
ሲነግሡ 1ሳሙ 11፥14፣ 16፥1
ንዋያተ ቅድሳትንና የእግዚአብሔርን ድንኳን ወይም አዲሱን ቤት ለማክበር ከቅብዓት በኋላ የሚቀርብ መሥዋዕት ፤ ዘኁ 7፥1፣ 1ኛ ነገ 8፥62
3. የሰዎችን ሕይወት መሠረት አድርጎ የሚቀርብ መሥዋዕት 
ሀ. የመንጻት መሥዋዕት ዘሌ 12፥1፣ 14፣ 15፥16
ለ. የኃጢአት መሥዋዕት ዘሌ 4፥1
ሐ. የቅንዓት መሥዋዕት. ዘኁ 5፥11
መ. የቅድስና መሥዋዕት. ዘኁ 6፥1
ሠ. የበደል መሥዋዕት0 ዘሌ 5፥19፣ ዘሌ 6፥1
ረ. የስእለት መሥዋዕት ዘሌ 22፥23
ሰ. የፈቃድ መሥዋዕት ዘሌ 22፥23
ሸ. የምስጋና መሥዋዕት ዘሌ 11፥18
መሥዋዕተ ኦሪት ከአቀራረቡ አንጻር 
1. የሚቃጠል ዘሌ 6፥8-12
2. የእህል ቁርባን። ዘሌ 6፥14
3. የኃጢአት መሥዋዕት። ዘሌ 6፥24
4. የበደል መሥዋዕት። ዘሌ 7፥1
5. የደኅንነት መሥዋዕት። ዘሌ 7፥11፣ 28
6. የቅድስና መሥዋዕት። ዘሌ 8፥22
በኦሪቱ መሥዋዕት የተገኘው ጥቅም 
1. ሥርየተ ኃጢአት። ዕብ 9፥23፣ ዘሌ 17፥11
2. ተስፋ። ዕብ 11፥13
መሥዋዕቱ ምንድን ነበር? /ሁለቱ ኪዳናት 328/
1. የሞተ ነበር። መዝ 105፥28፣ ዘሌ 17፥11
2. ሰውን አያቀርብም ነበር። 
3. ሸክም ነበር። ዘኁ 29
4. የሚደጋገም ነበር። ዕብ 9፥10
መሥዋዕተ ወንጌል 
ዮሐ 1፥29፣ ዕብ 9፥12
አዲሱ መሥዋዕት ለምን አስፈለገ? 
1. በቀደመው ፍጹም ሥርዓት ስላልተገኘ። ዕብ 10፥1፣ መዝ 39፥6
2. እርሱ እግዚአብሔር ያስፈልግ ስለ ነበር። ኢሳ 63፥8፣ መዝ 39፥6፣ ዕብ 10፥6
የሐዲሱ መሥዋዕት ምን ዓይነት ነው? 
1. ሕያው ነው። ዮሐ 14፥6፣ ዕብ 12፥24
2. ፍጹም የኃጢአት ማስተሥርያ ነው። መዝ 13፥1፣ 52፥2፣ 5፥9፣ 139፥3፣ ሮሜ 3፥9፣ ዮሐ 1፥29፣ 1ዮሐ 1፥7፣2፥2፣ ዕብ 10፥14፣ 9፥13
* ከአእላፍ ጊደሮች መሠዋት ይልቅ የርሱ መሠዋት የተሻለ የእግዚአብሔር መገኘት ባንቺ የሆነ የሚክያስ የትንቢቱ ክንውን አንቺ ነሽ። አባ ጊዮርጊስ ዘጋ /ነገረ ማርያም በብሉይ ኪዳን ፪ 144/
3.ፍጹም አንድነት የተገኘበት ነው። ኤፌ 2፥14፣ ራእ 3፥20፣ ዮሐ 6፥56
4. አማናዊ ነው። ማቴ 26፥26
5. አንድ ጊዜ የቀረበ ነው። ዕብ 9፥11፣ 7፥27፣25፣ 1ቆ 11፥27
መሥዋዕተ ምእመናን 
-መንፈሳዊ አገልግሎት። ሮሜ 12፥1፣ 6፥12
-መባ /አምኀ/ ፊል 4፥18፣ ዕብ 13፥16
-ምስጋና። ዕብ 13፥15፣ መዝ 49፥16፣ ሆሴ 14፥1
-የምሕረት ጸሎት። ማቴ 9፥13፣ማቴ 5፤23፣ራእ 8፤3
-መሥዋዕትነት። ኤፌ 5፥1፣ 1ዮሐ 4፥18፣ 1ጴ 2፥19፣ ዕብ 11፥1፣ ማቴ 10፥37 
-እግዚአብሔር ይቅር ያለን ስለአቀረብነው መሥዋዕት አይደለም። መሥዋዕት ከማቅረብ በፊት ከወንድምህ ታረቅ። ማቴ 5፥23፣ ራእ 8፥3፣-ሆሴ 6፥6
-እግዚአብሔር ምሕረትን ይቅርታን ከመውደዱ የተነሣ ይቅርታ የሚወድዱትን ሁሉ ይቅር አለ። ዘማዊቷ ማርያምን በአንዲት ብልቃጥ ሽቱ ይቅር አልልሽም አላለም፤ በቀኙ የተሰቀለውንም ሽፍታ በጨነቀህ ጊዜ አንዲት ቃል በመናገር ያን ሁሉ ኃጢአትን ይቅር አልለውም አላለውም። የመጣው ለምሕረት ነው፥ ኪዳኑም የምሕረት ነው። ለቅዱሳንም የገባው የምሕረት ቃል ኪዳን ነው።/ሁለቱ ኪዳናት 290/
የመምህራነ አይሁድ ወግ ስህተት
1-የሰንበት መንገድ ማለታቸው ሐዋ 1፥13 የሰንበት መንገድ 1 ከአንድ ኪሜ አይበልጥም። ኢሳ 58፥11
2-ፈውሰ ሥጋን መቃወም ፣ዮሐ 9፥16፣
3-በዓል የሚሻርበትን ሁኔታ አያውቁም /በዓላት 33/
* ክርስቲያን እንደ አይሁድ በዕለተ ቀዳሚነት ተግባርን ማጒደል አይገባቸውም። በዚያች ዕለት እንደ ክርስቲያን ይሥሩ እንጂ። ፍትሐ ነገሥት /የኢትዮጵያ ቤ/ን ታሪክ ቅጽ 164/
ምሕረት 
ምሕረት ከእግዚአብሔር ባሕርያት አንዱ ነው። ፣ከዘላለም ፍርድ ያድናል። እግዚአብሔር ይራራልናል። 
የምሕረት ታላቅነትና ምልክቱ 
የእግዚአብሔር ምሕረት የሚገለጠው ለማን ነው?
1. እግዚአብሔርን በሙሉ ልባቸው ለሚጠይቁ።
2. ምሕረት ለሚያደርጉ። 
3. ለተበደሉት። 
4. ለደካሞች ፣ በተጋዙት፣ በተጣሉት፣ ልባቸው በተሰበረ፣ ሉቃ 18፥14፣ 19፥6፣ ዮሐ 8፥7
5. የሚራራለት ባጣ ሰው ላይ። ዮሐ 5፥7፣ ዘፍ 19፥1፣1ቆ 10፥3፣ 3፥2፣ ሮሜ 12፥18
* ከአእላፍ ጊደሮች መሠዋት ይልቅ የርሱ መሠዋት የተሻለ የእግዚአብሔር መገኘት የኾነ የሚክያስ የትንቢቱ ክንውን አንቺ ነሽ። /አባ ጊዮርጊስ ዘጋ/
* ምን ይዤ ወደ እግዚአብሔር ፊት ልምጣና በልዑል አምላክ ፊት ልስገድ? የሚቃጠለውን መሥዋዕትና የአንዱን ዓመት ጥጃ ይዤ በፊቱ ልምጣን? እግዚአብሔርስ በሺሕ በጎች ወይስ በእልፍ የዘይት ፈሳሾች ደስ ይለዋልን? ወይስ የበኩር ልጄን ስለ በደሌ የኾዴንም ፍሬ ስለ ነፍሴ ኀጢአት እስጣለኹን? ሰው ሆይ መልካሙን ነግሮኻል፤ እግዚአብሔር ከአንተ ዘንድ የሚሻው ምንድን ነው? ፍርድን ታደርግ ዘንድ ምሕረትንም ትወድድ ዘንድ፤ ከአምላክኽም ጋር በትሕትና ትኼድ ዘንድ አይደለምን? /አባ ጊዮርጊስ ዘጋ/
8-የሰንበት ጌታዋ የሰው ልጅ ነውና
-ጌታዋ ሲል ፈጣሪዋ አምላኳ ነኝ ሲል ነው። ዮሐ 10፥30፣ 13፥13፣ ማቴ 28፥18፣ ዮሐ 8፥58፣ ኤፌ 1፥2 /የልቡና ችሎት 344/ ሰው ሲሆን አካላችንን እና ባሕርያችንን ስለ ነሣ የእኛንም ሰው የሰው ልጅ ብሎ ራሱን ይጠራል። /ተንከተም 171/
-ስለመምጣቱ ምልክቶችን የተናገረ፣ የሚፈርደው ጌታ ክርስቶስ ስለዕለቷ ሊያውቅ አይችልም አይባልም። የመምጫው ዕለት እግዚአብሔር እና ቅዱሳን የሚያርፉባት አማናዊቷ ሰንበት ከሆነች ታዲያ የሰንበት ጌታ እንዴት አያውቅም? /ቅዱ አምብሮስ / እግዚአብሔር እንደሰው የሚያርፍበት ጊዜ የሚያስፈልገው አይደለም፣ አይደክምም፣ አይታክትም። ቅዱ ቀሌምንጦስ ዘእስክንድርያ /የዕብራውያን ትርጓሜ 71/
 እውነተኛ ሰንበት ዕረፍት ሊሰጣቸው መጣ ሰንበትን በአፍኣ ከሚጠብቁ እውነተኛውን ሰንበት ያውቁ ዘንድ ወደደ። ስለዚህ በሰንበት ቀን መልካም ሥራን ሠራ፣ ለምጽ አነጻ፣ የዕውራንን ዐይን አበራ፣ አንካሶችን እንዲዘሉ አደረገ፣ የሰው ልጅ የሰንበት ጌታዋ እንደሆነ አስተማራቸው። ዮሐ 1፥12 ያዕቆብ ታድሮስ ማላቲ /የዕብራውያን ትርጓሜ 74/ የክርስቲያን ዕለፍቱ ትንሣኤ ፣ መንግሥተ ሰማያት ነው። 
* የጌታችን ትንሣኤ የእኛ የእውነተኛ ዕረፍታችን ማሳያ ነው። ሰንበታችንም ነው። /የዕብራውያን ትርጓሜ 73/ እውነተኛ ዕረፍታችን ክርስቶስ ነው። ለሎች ዕረፍት ሰጥተክ እረፍባት
፱. ጌታችን ኢየሱስም ከዚያ ዐልፎ ወደ ምኲራበቸው ገባ።
፲. እነሆ፥ እጁ የሰለለች ሰው ነበር፤ ይከሱት ዘንድ፥ "በሰንበት መፈወስ ይገባልን?" ብለው ጠየቁት። 
-ሐዋርያት በስሙ ታምራት ማድረጋቸው ነብይ ብቻ እንዳልሆነ ያስረዳናል። /የልቡና ችሎት 246/ እጆቻችን ይፈውስልን! 
፲፩. እርሱም አላቸው፥ "ከእናንተ መካከል አንድ በግ ያለው በሰንበት ወደ ጒድጓድ ውስጥ ቢወድቅበት ይዞ የማያወጣው ማነው?
-እግዚአብሔር ለእንሰሳት ያለው ፍቅር። ዘዳ 22፥1፣ 4፣ 10፣ ዘፀ 23፥5፣ ኢሳ 1፥3፣ 1ቆ 9፥9፣ ማቴ 21፥5፣ ዘፍ 22፥32፣ ማቴ 10፥29፣ መዝ 146፥9፣ 1ነገ 17፥4፣ ሉቃ 15
፲፪. እንግዲያማ ከበግ ይልቅ ሰው እንድ ምን አይበልጥም! እንኪያስ በሰንበት መልካም ማድረግ ይገባል።"
-ከዕለታት በአንዲቱ ቀን ጌታችንና መድኃኒታችን ኢየሱስ ክርስቶስ ወደ ምኲራብ ገባ። በዚያም እጁ የሰለለች ሰው ነበር። ፈሪሳውያን ግን የጌታችንን የማዳን ሥራ ከማየት ይልቅ በክፋታቸው በሰንበት ቀን ይፈውሰው እንደ ሆነ ብለው ሊያሳጡት ፈልገው ይጠባበቁ ነበር።
ሰው ወዳጁ ጌታ ግን እጁ የሰለለችውን ሰው፦ ተነሥተህ ወደ መካከል ና" ብሎ ከፊታቸው አቆመው። ይህን ያደረገው ሰውዬው እንዴት እንደሚያሳዝን እንዲመለከቱና የልባቸው ጨካኝነት እንዴት የበዛ እንደ ሆነ ዐውቀው እንዲመለሱ ነበር። ቀጥሎም "በሰንበት በጎ ማድረግ ተፈቅዶአልን? ወይስ ክፉ? ነፍስ ማዳን ወይስ መግደል?" ሲል ጠየቃቸው። ወንጌላዊው ማቴዎስ "ከእናንተ መካከል አንድ በግ ያለው በሰንበት ወደ ጒድጓድ ውስጥ ቢወድቅበት ይዞ የማያወጣው ማነው? እንግዲያማ ከበግ ይልቅ ሰው እንድ ምን አይበልጥም! አላቸው ይላል። እነርሱም ዝም አሉ።ስለ ልቡናቸው ድንቁርና እያዘነ ጌታ በቁጣ አያቸው።
ሰውዬውንም ፦ ከዚያም በኋላ ያን ሰው "እጅህን ዘርጋ" አለው፤ እጁንም ዘረጋት፤ ያንጊዜም ድና እንደ ሁለተኛዋ ሆነች። ፈሪሳውያንም ወጥተው ሊገድሉት ስለ እርሱ ተማከሩ። አስተውሉ! እነርሱ ምንም የተጎዱት ነገር የለም፤ ግን ደግሞ በሽተኛ ስላዳነ ጌታችንን ሊገድሉት ይማከሩበት ነበር።
ወዳጆቼ ዛሬስ በአርአያ ሥላሴ የተፈጠረውን ግሩም ፍጥረት፣ እግዚአብሔር በገዛ ደሙ የገዛውን ውድ ፍጥረት፣ አእላፍ መላእክት ስለ እርሱ የሚመልዱለት ሰው ጒድጓድ ውስጥ ተጥሎ ሳለ እርሱን ትተን በጉን ያነሣን ስንቶች እንሆን ይሆን? ስለ በግ ብለን ስንት ድሆችን በድለን ይሆን? ስለ በግ ብለን ስንት ንጹሐንን ፍትሕ አጓደልንባቸው ይሆን? "በጉ ከሚጠፋ ሰው ይጥፋ" ብለን ጨክነን የፈረድን ስንቶች እንሆን ይሆን? እስኪ ሁላችንም የምንውልበትን ቦታ አንድ ጊዜ በዐይነ ሕሊናችን እንቃኘው። ከዚያም ማንን እንዴት ስለ በግ ብለን እንደበደልነው እናስታውስ!
እግዚአብሔር ግን በዚሁ እንድንቀጥል ተስማምቶ ሳይሆን ከዚያ እንድንመለስ እየጠበቀን ነው። በእውነት ራሳችንን እንመርምር፤ እናስመርምር። ቅዱ ዮሐንስ አፈወርቅ /ሰማዕትነት አያምልጣችሁ 97/ የእግዚአብሔር ትዕዛዛት ያሉት በእኛ ኃይለ ውስጥ ነው። ማቴ 23፥4፣13፣ 1ቆ 3፥2፣ ሐዋ 15፥19
የእግዚአብሔር ታላቅ ፍቅርና ርኅራኄ፦ለሰው ዘላለማዊ ሕይወት ሰጥቷል። ልጆቼ ብሎ ጠርቶናል። ግንኙነታችን በፍቅር አድርጎታል። ቤዛ ሆኖ አድኖናል። የንስሐ መንገድ ሰጥቶናል። (ሐዋ 11፥18፣ ሉቃ 15፥7፣ ኤር 31፥18) ፣መለኮታዊ መነሳሳትን ሰጥቶናል። 2ጴ 1፥21 ፣የመንፈስ ቅዱስ ቤት አድርጎናል። ገላ 5፥22፣ 1ቆ 3፥16፣ ጸጋውን አሳድሮብናል። ዘፍ 12፥2፣ 
ሃይማኖታዊ ሥርዓቶችን ተሰጥቶናል። ዕብ 1፥14፣ ማቴ 22፥30፣፣በችግራችን ጊዜ አይለይም።
፲፫. ከዚያም በኋላ ያን ሰው "እጅህን ዘርጋ" አለው፤ እጁንም ዘረጋት፤ ያንጊዜም ድና እንደ ሁለተኛዋ ሆነች።
-ይህ ተአምር የኢየሱስ ክርስቶስ ኃይል ብቻ ሳይሆን ሰብአዊ ጥበብም /ማስተዋልም/ መራቅ እንዳለበት የሚያሳይ ነው። ይህ ሰው በወቅቱ ለሰብዓዊ ጥበብ ዕድል ፈንታ ቢሰጥ ኖሮ "እጄ እንደሰለለች እያወቅሁ እንዴት እዘረጋት ዘንድ እችላለሁ? የሰለለ እጅ ይዘረጋ ዘንድ ይችላልን? ልዘርጋው ከቻልኩስ እንዴት ድኅነት ልጠይቅ እችላለሁ? አንተ በመጀመሪያ አድንልኝና ከዚያ በኋላ እዘረጋዋለሁ" በማለት ይከራከር ነበር። ነገር ግን ይህን ሁሉ ትቶ ራሱን ሞኝ ሊያደርግ በመቻሉ ሊድን በቅቷል። "የሰለለች እጅ ትዘረጋ ዘንድ አትችልም" ለሚለው ሰብአዊ ጥበብ ቦታ አልሰጠውም። እንዲህ ዓይነቱ ጥበብ ተራራን ከነበረበት ሥፍራ ወደ ሌላ ሥፍራ ነቅሎ ማዛወርን በውኃ ላይ መራመድ መቻሉንና ስለ ነገ መጨነቅ አለመፈለጉን የሚያምን ጥበብ ነው። 
ሰብአዊ ጥበብ ሰዎች እግዚአብሔርን ባሕርያቱን አሠራሩን በአጉሊ መነፅር (microscope) እንዲመረምሩ የሚያስከጅል ጥበብ ነው። ይህ ጥበብ አንዳንድ ሰዎች እነርሱ እንደመሰላቸውና ከእነርሱ ባሕርያት ጋር ሊሄድ እንደሚችል አድርገው በእነርሱ ጥበብ ካልሆነ በስተቀር መጽሐፍ ቅዱስንና የቤተ ክርስቲያንን ሕግጋት ላለመቀበል አሻፈረኝ እንዲሉ የሚያስደርግ ጥበብ ነው።
በአንጻሩ ግን የእግዚአብሔር ልጆች የእግዚአብሔር የሆነውን ሁሉ በሞኝነት ይቀበሉታል። አቤቱ ጌታ ሆይ በቀይ ባሕር ላይ እንራመድ ዘንድ ትወዳለህን? 
ከወደድህ እንዳንሰጥም የሚያደርገውን መንገድ በባሕሩ ላይ በእርግጥ ስለምታዘጋጅልን እንራመዳለን" ይላሉ። ነፍስህን ከስሜት ቀንበር፣ ከሰብዓዊ ጥበብ ነፃ አድርጋት። አቡነ ሺኖዳ /የነፍስ አርነት 7/ የእርሱ ቃላት ትእዛዝን ወደ ነርቨ፣ ወደ ጅማት፣ ወደ ደም ሥርና ወደ አጥንት ይደርሳል። ከዚህ በኋላ እያንዳንዱ የሰውነት ክፍል ወደ ቦታው በመመለስ የቀደመ ተግባሩን ያከናውናል። ምክንያቱም እግዚአብሔር በሥራው ኀያል ነው። ዘፍ 1፥3፣ ሉቃ 7፥14፣ ማቴ 7፥1። አቡነ ሺኖዳ /-እግዚአብሔርና ሰው 29/ ኢየሱስ ክርስቶስ የዓለም መድኃኒት ነው።( ዮሐ 15፥6፣ 1፥9፣3፥16፣4፥42፣)
፲፬. ፈሪሳውያንም ወጥተው ሊገድሉት ስለ እርሱ ተማከሩ።
-ጌታችን በጊዜው ተገቢ ስለሆነ እንዲሁም -ፍጹም ሰው ነውና ፈቀቅ አለ።
፲፭. ጌታችን ኢየሱስም ባወቀ ጊዜ ከዚያ ሄደ፤ ብዙ ሰዎችም ተከተሉትም፤ ሁሉንም አዳናቸው።
፲፮. እንዳይገልጡትም አዘዛቸው። 
፲፯. በነቢዩ በኢሳይያስ የተነገረው ይፈጸም ዘንድ፥ እንዲህ ሲል። 
፲፰. "እነሆ፥ የመረጥሁት ልጄ፥ ነፍሴ የወደደችው፥ መንፈሴን በእርሱ ላይ አኖራለሁ፤ እርሱ ለአሕዛብ ፍርድን ይናገራል፤ (ኢሳ 42፥1)
፲፱. አይከራከርም፤ አይጮኽም፤ በአደባባይም ቃሉን የሚሰማ የለም። (ያዕ 3፥1)
የአንደበት አደጋዎች 
-ከንቱ ንግግር ማለት አንደበትን ለተሳሳተ ጥቅም ማዋል ማለት ነው።
የአንደበት ጥፋቶች ፣የኩራት ኃጢአቶች ፣ውሸት ያዘሉ ኃጢአቶች ፣ ፍቅርን የሚጻረሩ ኃጢአቶች ፣ የጭካኔ ኃጢአቶች ፣የጎደፈ ቃላት፣እምነትን የሚመለከቱ የአንደበት ኃጢአቶች ፣የነፍስን ጥፋት የሚያቀርቡ ኃጢአቶች ፣ከልብ የሚወጡ ኃጢአቶች 
የአንደበት ኃጢአት ጉዳቶች፦ከሰው ያጋጫል፣ ሰው ያሰናክላል
በንግግር ውስጥ ያሉ ጥንቃቄዎች፣ በዝግታ መናገር። ያዕ 1፥19 (መንፈሳዊ ውጊያዎች 97)
ብዙ ጊዜ ተናግሬያለሁ ብዙ ጊዜም ንስሐ ገብቻአለሁ። ለዝምታ ግን ንስሐ ገብቼ አላውቅም። አባ አርሳኔዎስ /መንፈሳዊ ውጊያዎች 104/፣ ብዙ ንግግር ተመስጦን ያሳጣል። ...ሁለገብ የሆነው መንፈሳዊ ሰው ዝም ሲል ዝምታው በጥበብ ነው። ከተናገረ ደግሞ የሚናገረው ጥቅም የሚሰጥ ቃል ነው። እነዚህን ሁለት ነገሮች አንድ ላይ ከመጠበቁም በላይ ሁለቱንም የሚጠቀመው ለትክክለኛ ጊዜ ነው። አቡነ ሺኖዳ /መንፈሳዊው ሰው 143/
፳. ያሸናፊነቱን ፍርድ እስኪያመጣ ድረስ የተቀጠቀጠ መቃን አይሰበርም፤ የሚጤስ የጣፍ ኩስታሪንም አያጠፋም። 
*መቃ፤ በወንዝ ዳር የሚበቅል፤ ቀርክሓን (ቀርቅሓን) የሚመስል፤ ለመጻፊያ ብዕር ለመቅረጽ፣ የቤት ማገር የሚሆን ተክል፤ ማቴ 27፥29። /የመቅ መቃ 36/
መንፈሳዊ ሰው ሙሉ ስብዕና አለው። የዋህነትና ጥበብ። 1ተስ 5፥21፣ ሐዋ 5፥29 ቸርነትና ብርታት። -ፍቅርና ተግሣጽ። ዘፍ 45፥1፣ ዮሐ 13፥1፣ ማቴ 16፥23፣
የዋህነትና ድፍረት። ማቴ 11፥28፣ -ፍቅርና ፍርሃት ። መዝ 5፥6፣ ማቴ 22፥29፣ 1ዮሐ 4፥18፣ አገልግሎት እና ተመስጦ። ዮሐ 8፥1፣ 18፥1፣ 2ቆ 12፥2፣ ንግግርና ዝምታ ፣ ዕንባና ደስታ። ፊል 4፥4፣ መክ 7፥3፣ምሕረትና ፍርድ ይዟል።
መድኃኒታችን ኢየሱስ ክርስቶስ የዋህ ነው።" አይከራከርም፤ አይጮኽም፤ በአደባባይም ቃሉን የሚሰማ የለም። ያሸናፊነቱን ፍርድ እስኪያመጣ ድረስ የተቀጠቀጠ መቃን አይሰበርም፤ የሚጤስ የጣፍ ኩስታሪንም አያጠፋም።" ይህ ይሁን እንጂ መድኃኒታችን ኃያል ነው። ስብዕናውም እንዲሁ ኃያል ነው። እርሱ በሚናገራቸው ቃላት፣ በጽናቱ በፍቅሩና በሌሎች ላይ በሚያሳድረው ስሜት ኃያል ነው። እርሱ ልቡ ትሑት ስለሆነ ሕፃናትን ከመውደዱም በላይ አቅፏቸው ርኅራኄውን ያሳያቸው ነበር። እርሱ ሐዋርያው ቅዱስ ዮሐንስ ፍቁረ እግዚእ ወደ ደረቱ ተጠግቶ እንዲማር ሲፈቅድ ለኃጢአተኛዋም ሴት ተከራክሮላታል። ይህን ሁሉ ሲያደርግ ክብሩ ከእርሱ ዘንድ አልራቀም። አምላካችን ሰይጣን እንዲፈትነው ቢፈቅድም ከመጠን ሲያበዛ ገስጾታል። ወታደሮቹ እንዲያስሩት እጁን ቢሰጣቸውም እኔ ነኝ ባላቸው ጊዜ ወደ ኋላ አፈግፍገው በምድር ወድቀዋል። ወላጆችና መምህራን ቸርነት እንዲኖራቸው ቢያስፈልግም ክብራቸው ሊጠበቅ ይገባል። አቡነ ሺኖዳ /መንፈሳዊው ሰው 137/
የዋሆች እነማን ናቸው? /የተራራው ስብከት 40/
-የዋህ ሰው መንፈሱ የሰከነ ነው። (ማቴ 11፥28፣ 12፥19) በየዋህ ሰው ውስጥ ትክክል ነኝ ባይነትና ጩኸት አይገኙም። ከሰዎች ጋር ሲነጋገር ድምፁን ከፍ አያደርግም፣ አይቆጣም፣ አያመናጭቅም። 1ቆ 13፥5 የዋህ ሰው ተግባቢ ነው።
ለውይይት አይከብድም፣ ለመንፈሳዊ ሕይወት ቅድሚያ ይሰጣል፣ ማንም አያስጨንቅም ያዕ 3፥17፣ ታጋሽ ነው፣ ይቅር የሚል፣ ታማኝ ነው፣ በደልን አይቆጥርም። 1ቆ 13፥5 መዝ 26፥13
ቸርነት 
ቸር እንድንሆን ሐዋርያት ጥሪ አድርገዋል ሉቃ 15፥1፣ ቸር ሰው አይወቅስም። ማቴ 26፥69፣ ፣ቸርነት ገደብ አለው። ሮሜ 11፥22፣ ሉቃ 13፥6/የመንፈስ ፍሬዎች 62/ ድፍረት ለሌላቸው ሰዎች እንክብካቤ ያደረገውም የእግዚአብሔር ፍቅር ነው። እርሱ የሚጤሰው ጧፍ ድፍረት በማጣት እንዳይጠፋ እንክብካቤ ያደርግለታል። እንዲጠፋ ወይም እንዲቀጣጠል የሚያደርገው የእርሱ የጸጋ ነፋስ ነው። ለተቀጠቀጠም ሸምበቆም እንዲሁ ነው። የተቀጠቀጠውን ሸምበቆ ቀጥ ብሎ እንዲቆም የሚያስረውም እርሱ ነው። አቡነ ሺኖዳ /ፍቅር 77/
ጠብ ወይም አለመስማማት
 ጠብ ድብልቅ ኃጢአት ነው።
1. ጠብ ድብልቅ እና የተጠላ ኃጢአት ነው። 
2. ጠብ ጨካኝ ልብን ይገልጣል። ማቴ 5፥5፣ 11፥28፣ 12፥20
3. ጠብ ከፍቅር ጋር ሊጓዝ አይችልም። ገላ 5፥22
4. ጠብ ክፉ ኃጢአት ነው። ሮሜ 12፥14፣ ያዕ 1፥19፣ ኤፌ 4፥31፣ ምሳ 22፥24፣ ማቴ 5፥22
5. ጠብ ጥላቻን ይገልጣል። 1ዮሐ 3፥15
6. ጠብ ለብቀላ ያለ ፍላጎትን ይደብቃል፤ ወይም አለመቻቻልን ይገልጣል። ሮሜ 12፥19፣ 1ቆ 13፥4 
የጠብ ውጤቶች ፦ራስ ወዳድነት ይመጣል ፣ራስን መቆጣጠር አይቻልም። ምሳ 16፥32።፣ ድካምን ይገልጣል። 
የጠብ ዓይነቶች /መንፈሳዊ ውጊያዎች 180/
1. ብዙ ዓይነት ፣2. ማስፈራራት ፣3. ጦርነት ፣4. በግለሰቦች መካከል ስሜትን የሚያጠፋ፣5. ሰድቦች ፣6. ወቀሳ
-ባልንጀራህን በሁሉም ነገር ከወቀስኸው፣ በመጨረሻ የምትወቀሰው ሰው ታጣለህ። ስለዚህ ከባልንጀራህ ጋር በመልካም ሁኔታ ውስጥ ሁን ወይም ብቻህን ኑር። ምክንያቱም እርሱ አንድ ጊዜ ወንጀለኛ ሌላ ጊዜ ደግሞ ንጹሕ ሰው ሊሆን ስለሚችል ነው። መራራ ውኃን ከአፈር ጋር የማትጠጣ ከሆነህ ትጠማለህ፤ ማንም ሁል ጊዜ ንጹሕ ውኃ ሊጠጣ አይችልምና። /መንፈሳዊ ውጊያዎች 181/
7. አሉታዊ ጠብ ምግብ መተው..
8. ምኞት 
የጠብ ምክያቶች /መንፈሳዊ ውጊያዎች 182/
1. ጨካኝ፣ 2. የነርቭ መብዛት ፣3. ደጋፊ ማጣት ወይም ድካም ከመሸሸግ፣4. ፍርሃት ፣5. በራስ ጉልበት መመካት ፣6. ምቀኝነት ፣7. አለመረዳት። ዮሐ 16፥2፣8. መፍትሔ ነው ብሎ በማሰብ፣9. የአእምሮ ሕመም፣10. አጉል ብልጠት። ዘካ 13፥7፣11. እውነትን ለመሸፈን በሚደረግ 
ተስፋ 
የተቀጠቀጠ ሸምበቆ ያስረዋል
"የተቀጠቀጠ ሸምበቆ ቢደግፉት ቀጥ ብሎ ይቆማል፤ የሚጤስ ጧፍም ከለኮሱት ይነዳል። ሚክ 7፥8፣ ምሳ 24፥16፣ 
፳፩. አሕዛብም በስሙ ተስፋ ያደርጋሉ።" 
ተስፋ
ተስፋ፤ ምኞትና ናፍቆት ብቻ ሳይሆን፣ አለኝታና መተማመን የሚገኝበት ነው፤ ሮሜ 15፥13። የክርስቲያን ተስፋ በክርስቶስ ትንሣኤ ላይ የተመሠረተ የእግዚአብሔር ስጦታ ነው፤ 1ጴ 1፥2። ተስፋ በዚህ ዓለም አይወሰንም፤ 1ቆ 15፥9። በሚመጣው ዓለም የእግዚአብሔር መንግሥት ተካፋዮች እንድንሆን ለእኛም ለሌሎችም ተስፋ አለን፤ ኤፌ 1፥18፤ 1ተስ 2፥19። ተስፋችን ምንም እንኳ አሁን ባይታይም የተረጋገጠና የማይጠፋ ነው፤ ዕብ 11፥1፣ ሮሜ 5፥5። እግዚአብሔር በክርስቶስ ተስፋ ሰጥቷልና እርሱ ስለማይዋሽ ተስፋችን ከንቱ አይሆንም፤ 1ጢ 1፥1፣ ቲቶ 1፥1። ተስፋ ከእምነትና ከፍቅር ጋር የተያያዘ ነው፤ 1ቆ 13፥13። ተስፋ አማኙን በቅድስና እንዲኖር መከራን እንዲታገሥ ያበረታታዋል፤ 1ዮሐ 3፥3፣ ሮሜ 8፥18። እግዚአብሔር ለሰጠው ተስፋ ተካፋይ መሆናችንን በመንፈስ ቅዱስ አረጋግጧል ፤ ሮሜ 8፥14፣ ኤፌ 1፥13። ሆኖም ተስፋ ፈቃዱን ለሚያደርጉ መሆኑን ዐውቀን የእግዚአብሔርን ፈቃድ ለመፈጸም መትጋት አለብን፤ ማቴ 7፥21፣ 2ጴ 1፥1 /የመቅ መቃ 128/ ተስፋ ያደርጋሉ የተባሉ አሕዛብ ናቸው፤ እኛ ደግሞ ልጆቹ ነን ስለዚህም ተስፋችን ጽኑ መሆን እንዳለበት ያስተምረናል። ተስፋ ከሰው ዕድሜ ጋር የማይተናነስ ጥንታዊነት አለው። ዘፍ 3፥15፣ ሮሜ 11፥13 
ተስፋ ለሕይወታችን አስፈላጊ ነው። የእግዚአብሔር ልጆች ምንግዜም ተስፋ ስላላቸው በማንኛውም ሰዓት የሚኖሩት በተስፋ ነው። በመከራ ጊዜ ተስፋ አላቸው ፣ ነገሮች ሲወሳሰቡ ተስፋ አላቸው ፣ እግዚአብሔር የዘገየ በሚመስልበት ጊዜና ነገሮች ሁሉ ጨለማ በሚመስሉበት ጊዜም ተስፋ ይኖቸዋል። የእግዚአብሔር ልጆች በዘላለም ሕይወት ላይም ተስፋ አላቸው 1ቆ 15/19፣ ለኃጢአተኞችም በንስሐ ውስጥ ተስፋ አለ።
ክርስትና ለተቀጠቀጠ ሸንበቆና ለሚጨሰው ጧፍ ተስፋ ሰጥቷል። እግዚአብሔር የተቀጠቀጠ ሸንበቆን ሰብስቦ በአንድ ለማሰርና የሚጨስ ጧፍን ለማቀጣጠል አይሳነውም። 
በክርስትና ተስፋ የተሰጠው ለሁሉም ነው።
ለነቢዩ ዮናስ በዓሣ አንባሪ ሆድ ውስጥ ፣ ለ3ቱ ደቂቅ በእሳት ውስጥ፣ ለዳንኤል በአናብስት ጉድጓድ ውስጥ፣ ለአልዓዛር በመቃብር ውስጥ፣ ለመጻጒዕ በአልጋው ላይ ፣ለመኳኒቷም ተስፈ አለ። ኢሳ 54፥1
በእግዚአብሔር ዘንድ ሁሉ ይቻላል ማር 10፥27፣ 9፥23፣ ፊል 4፥13። መዝ 26፥3
አንድ ሰው እግዚአብሔርን ተስፋ ሲያደርግ እርሱን ይጠብቃል።
"ለመጀመሪያ ጊዜ በአውሮፕላን የሚጓዝ ሰው አውሮፕላኑ በሰዓት ከ800 ኪሜ በላይ በመጓዝ ላይ መሆኑን ስለማያውቅ ለእነርሱ አውሮፕላኑ በአየር ላይ የቆመ ይመስለዋል። ይሁን እንጂ በዚያን ሰዓት አንዳንዶቹ የአውሮፕላኑ ሞተር ውልብልቢቶችና ሌሎች የሞተር ክፍሎች የማይንቀሳቀሱ ቢመስሉም እነርሱ ግን በከፍተኛ ፍጥነት በመንቀሳቀስ ላይ ናቸው።
ተስፋ የሌለው በጭንቀት ፣ በስቃይ ፣ ግራ መጋባት ፣ ዓላማ በሌለው ጥበቃና በዛለ መንፈስ ውስጥ የወደቀ ይሆናል፣ ሰይጣን በመዳፎቹ ውስጥ አስገብቶ መጫወቻ ያደርገዋል።
ተስፋ ወደ መቁረጥ የሚያመራው ሰይጣን ነው።
የተስፋ ሕይወት እምነትን ይፈልጋል ኢሳ 49፥16፣ 40፥31
ተስፋን የሚያስተምሩ ፦1. ጻድቅ ዮሴፍ ዘፍ 39፥41፣2. የአዳም ኃጢአት ሮሜ 5፥12፣ ዮሐ 3፥16፣ 1ቆ 2፥9፣3. ሞት 1ቆ 15፣ ፣4. በሽታዎች 2ቆ 12፥7፣ ዘፍ 32፥28፣5. ኢዮብ ኢዮ 1፣እግዚአብሔር ተስፋ ሰጥቷል። ማቴ 11፥28፣ ኢሳ 53፥6፣ መዝ 54፥22፣ 19፥1
፳፪. ከዚህ በኋላ ጋኔን ያደረበትን ዕውርና ደንቆሮ አመጡለት፤ ያም ዕውር ደንቆሮ እስኪናገር፥ አስኪያይም ድረስ ፈወሰው።
*ዕውር፤ ማየት የማይችል፤ ዘሌ 21፥18፤ 19፥14። በብዙ ጥቅስ ላይ ያለማስተዋል ምሳሌ ነው። ኢሳ 35፥5፣ ሰኤ 4፥14፣ ማቴ 15፥14፣ 23፥16፣ 2ቆ 4፥4፣ ራእ 3፥17። ክርስቶስ ዕውራንን ፈወሰ፤ ማቴ 11፥5፣ 12፥22፣ ማር 10፥46፣ ዮሐ 9፥1። /የመቅ መቃ 220/
*ደንቈሮ፤ የማይሰማ፤ ዘፀ 4፥1፣ ዘሌ 19፥14፣ ማቴ 11፥5፣ ማር 7፥32፣ 9፥23። የእግዚአብሔርን ቃል ለማይቀበልና ለማያስተውል ምሳሌ ነው፤ መዝ 38፥13፣ ኢሳ 42፥18። /የቅ መቃ 241/
* ወንጌላዊው " ከዚህ በኋላ ጋኔን ያደረበትን ዕውርና ደንቆሮ አመጡለት፤ ያም ዕውር ደንቆሮ እስኪናገር፥ አስኪያይም ድረስ ፈወሰው።" ብሎ ጻፈልን። ይህ ሰው የዕብራውያን ምሳሌ ነው።
ስለ ዕብራውያን " በዓይናቸው እንዳያዩ፥ በጆሮአቸውም እንዳይሰሙ፥ በልባቸውም እንዳያስተውሉ፥ ተመልሰውም እንዳልፈውሳቸው፥ የዚህ ሕዝብ ልብ ደንድኖአልና ጆሮአቸውም ደንቁሮአል ዓይናቸውንም ጨፍነዋል።" ማቴ 13፥15። ተብሎ ተጽፏልና። ጌታችንም ወደዚህ ሕዝብ መጣ በእነርሱ ያመኑትን ፈወሳቸው። "ዕውር ደንቆሮ እስኪናገር፥ አስኪያይም ድረስ ፈወሰው።" እንዲል እንዲሁ በእርሱ ያመኑበትን አዳናቸው።
"ከዚህም በኋላ ጋኔን ያደረበትን ዕውርና ደንቆሮ አመጡለት፤ ያም ዕውር ደንቆሮ እስኪናገር፥ አስኪያይም ድረስ ፈወሰው።ሕዝቡም ሁሉ እየተደነቁ፥ "ይህ የዳዊት ልጅ አይደለምን?" አሉ።" በባለመድኀኒቶች ዘንድ ልዩ ልዩ መድኀኒቶች አሉ። ለምሳሌ ሰውነትን የሚያጠራ፣ ሰውነትን የሚያከሳ፣ ብርታትን የሚሰጥ፣ ቁስልን የሚያደርቅ የሚለበልብ፣ ዕረፍትን የሚሰጥ መድኃኒት አለ። ከእግዚአብሔር ዘንድ የመጣው ሰማያዊው መድኃኒት ክርስቶስ ግን አንድ ሆኖ ለሁሉ የሚሆን መድኃኒት ነው።
እርሱ የዕውሩን ዓይን ያበራል፤ ለምጻሞችን ያነጻል፣ ለሙታን ሕይወትን ሰጥቶ ያስነሣል፣ ባሕሩን ጸጥ ያደርጋል፣ አጋንንትን ያወጣል። ፈሪሳውያን ግን ይህን ተግባሩን ለአጋንንት አለቃ ሰጥተው ተናገሩ። በአጋንንት አለቃ አጋንንት ያወጣል አሉ።
በእውን ይህ ስድባቸው ይቅር ይባላልን? እንዴት ጋኔን የዕውሩን ዓይን ሊያበራ፣ ለምጻሙን ሊያነጻ፣ ሙት ያስነሣል? ይህ ሕዝብ እንደተናገረው ግሩም የሆነ ተአምር ነው። ነገር ግን ፈሪሳውያንና መምህራን ተጠራጠሩት። ይህ ድርጊታቸው " የማያዩ እንዲያዩ የሚያዩም እንዲታወሩ እኔ ወደዚህ ዓለም ለፍርድ መጣሁ።" ዮሐ 9፥39። የሚለው ቃሉ በእነርሱ ላይ መፈጸሙን የሚያጠይቅ አይደለምን?" ቅዱ ኤፍሬም / ኅብረ ወንጌል 171/
፳፫. ሕዝቡም ሁሉ እየተደነቁ፥ "ይህ የዳዊት ልጅ አይደለምን?" አሉ።
፳፬. ፈሪሳውያን ግን በሰሙ ጊዜ "በአጋንንት አለቃ በብዔል ዜቡል ነዉ እንጂ ይህስ አጋንንትን አያወጣም" አሉ።
*ብዔል ዜቡል፤ የዝንብ ጌታ ማለት ነው። በአቃሮን የሚኖሩ ፍልስጤማውያን ያመልክቱ የነበረ ጣዖት ስም፤ 2ነገ 1፥2። ይህ በኣል የዝንብ ጌታ መባሉ በፍልስጥኤማውያን እምነት ዝንብ የሚፈጥር ስለ ሆነ ነው። እንደ እምነታቸው የዝንብ ጌታ በመሆኑ በዝንብ አማካይነት በሕዝብ ላይ በሽታን ሊያመጣ ፣ ወይም ደግሞ ዝንብን ከአገር በማጥፋት በሽታን ሊያስወግድ ይችላል። በዐኪ ግን ብዔል ዜቡል ሰይጣን ወይም የአጋንንት አለቃ የሚጠራበት ስም ነው፤ ሉቃ 11፥15። /የመቅ መቃ 125/
-የጌታችንን ሥራ ከዕንቅብ በታች ለመቅበር ደክመዋል። ዮሐ 9፥24፣ ማቴ 11፥24፣ የእኛ ሥራ በሌሎች ላይ ዕንቅብን ለመጫን አይሁን። ማቴ 9፥37፣ ከራስ ወዳድነት ነጻ ስትሆን በሌሎች ላይ ዕንቅብ አትሆንም። /-የተራራው ስብከት ገጽ 120/፣ ሲሰድቡት አልተሳደበም። ዕብ 12፥2፣ ዮሐ 8/48፣ 7፥12፣ ማቴ 27፥63፣ ሉቃ 11፥15
፳፭. ጌታችንም ኢየሱስ ዐሳባቸዉን ዐውቆ እንዲህ አላቸው፥ "እርስ በርሳዋ የምትለያይ መንግሥት ሁሉ ትጠፋለች፤ ከተማም ሁላ፤ ቤትም እርስ በርሳዋ የምትለያይ ከሆነች አትጸናም። 
 ዐሳባቸውን ዐውቆ ፦ ጌታችን ሁሉን አዋቂ ነው።
፳፮. ሰይጣንም ሰይጣንን የሚያወጣዉ ከሆነ እርስ በርሱ ተለያየ፤ እንግዲህ መንግሥቱ እንዴት ትጸናለች።
፳፯. እኔስ፥ በብዔል ዜቡል አጋንንትን የማወጣ ከሆንሁ ልጆቻችሁ በምን ያወጡአቸዋል? ስለዚህ እነርሱ ፈራጆች ይሆኑባችኋል።
-በዚህ የጌታችን ትምህርት በብሉይ ኪዳን ዘመን በአጋንንት አጋንንት የማውጣት ሥራ አልተሠራም። እናንተ ያልሠራችሁትን በመጽሐፍ ያልተጻፈውን አንተ ትሠራለህ አንዴት ትሉኛላችሁ ሲላቸው ነው።
-አንዱ የሚፈውስ አንዱ የሚያድን አጋንንት የለም። አጋንንት ሁሌም ክፉ ናቸው። በሥራቸው አንድ ናቸው።
ከዚህ የምንማረው፦ ስንታመም ወደ እግዚአብሔር መቅረብን ፣ አንድነትን ፣ አጋንንት በእግዚአብሔር ኀይል እንደሚሸነፉ፣ የአጋንንት ኅብረት ለክፋት ብቻ መሆኑን ነው።
፳፰. እኔ በእግዚአብሔር መንፈስ አጋንንትን የማወጣ ከሆነ ግን፥ እንግዲያስ የእግዚአብሔር መንግሥት አሁን ወደ እናንተ ደርሳለች።
-አጋንንትን በሥልጣኔ ከእናንተ ማራቅ እነርሱም መውጣት ከቻሉ ከዲያብሎስ ተገዥነት ነጻ የምትወጡበት ጊዜ ላይ ደርሳችኋል። ይህ ደግሞ የዲያብሎስ ሥልጣን ተሽሮ የእግዚአብሔር መንግሥት ለመቅረቧ ምልክት ነው ሲል ነው።
መንፈስ ተብለው በመጽሐፍ የተጠሩ፦ መንፈስ ቅዱስን። ዘፍ 1፥2፣ መዝ 138፥7፣ ማቴ 10፥20፣ 12፥28፣ ኢዮ 33፥4፣ ፣ እግዚአብሔር የሚሰጠውን ጸጋ፣ እውቀት ያመለክታል። ዘፀ 28፥3፣ 31፥3፣ ዘዳ 34፥9፣ ከእግዚአብሔር የሚሰጥ ልዩ ኃይል።  መሳ 6፥34፣ 15፥14፣ 1ሳሙ 10፥10፣ 
ላመኑ የሚሰጥ፣ ላላመኑ ደግሞ የማይሰጥ ወይም የሚነሣ ጸጋ (ረድኤተ) እግዚአብሔር። 1ሳ 16፥14፣ ሕዝ 36፥26፣ በቅዱሳን ላይ ያደረ ጸጋ እግዚአብሔር። 2ነገ 2፥9፣ 15፣ የሰው ሕይወት (ነፍስ)። ኢዮ 12፥20፣ መዝ 77፥39፣ መክ 8፥8፣ 1ቆ 2፥11፣ የእግዚአብሔር አገልጋዮች፣ ቅዱሳን መላእክት። መዝ 103፥4፣ ዕብ 1፥14፣ እግዚአብሔር። 2ቆ 3፥17፣ ዮሐ 4፥24፣ ርኩሳን መናፍስት /መድሎተ ጽድቅ ቅጽ ፩ 334/
፳፱. ኀይለኛን አስቀድሞ ካላሰረ በስተቀር ወደ ኀይለኛ ቤት ለመግባት፥ ገንዘቡንም ለመበርበር የሚችል ማንም የለም፤ ከዚህም በኋላ ቤቱን ይበረብራል።
-ኀይለኛ የተባለ ዲያብሎስ ነው። ኋለኛው ቤት የተባለ ሲኦል ነው። ገንዘብ የተባለ የአዳም ልጆች ናቸው። ይኸውም ጌታችን በዕለተ ዓርብ በተሰቀለ ጊዜ ዲያብሎስ ነፍሱን ወደ ሲኦል ሥጋውን ወደ መቃብር ለመውሰድ በቀረበ ጊዜ ጌታችን ዲያብሎስን በሥልጣኑ አስሮ ልጆቹን ከሲኦል ወደ ገነት መልሷል። ኢየሱስ ክርስቶስ ሆይ ሰለማያልቀው ፍቅር ወደ አንተ እማለላለሁ፤ ኋለኛውን አስቀድመህ አስረህ ወደ የኋለኛውን ቤት በርብረህ በዚያ ለነበሩት ዘላዓለማዊ ነፃነትን የሰጠሃቸው፤ ለእኛም ለማንጠቅም ባሪያዎችህ ከባላጋራችን የባርነት አገዛዝ ነፃ ያወጣኸን አምላክ ሆይ ዛሬም የማይታየውንና ረቂቁን ኀያሉን እጅህን ዘርጋና ባሪያህን አባቴን ከዲያብሎስ ባርነት ነፃ አድርገው። የወሴፍ /መጽሐፈ በርለዓም ወየወሴፍ 264) እኔ ግን ትል ነኝ ...። ትል ያለው የተዋሐደውን ሥጋ። ወጥመዱ አምላክነቱ። መቃጥ መስቀል ነው። መዝ 22፥6
፴. ከእኔ ጋር ያልሆነ ባለጋራዬ ነው፤ ከእኔም ጋር የማይሰበስብ ይበትናል።
ከእኔ ጋር ያልሆነ ባለጋራዬ ነው፤ (ዮሐ 8፥50)
 ከእኔም ጋር የማይሰበስብ ይበትናል።
በሕይወታችን ሁሉ እግዚአብሔርን መሪ፣ በሰጠንም እርሱን የምናመሰግን፤ የእርሱን ሥራ መሥራት፤ በሥራችን ፍቃዱን መጠየቅ ፤ ከእግዚአብሔር ጋር መሰብሰብ ነው። ከእግዚአብሔር ጋራ የተሰበሰበን ማን ይበትነዋል? 
-ለያዕቆብ፥ "እኔ እግዚአብሔር ከአንተ ጋራ ነኝ፤ ማንም አይቋቋምህም...።
ከእግዚአብሔር ተለይተው የሰበሰቡ እና የተበተነባቸው።
ታሪክ -ባለፀጋው- ሉቃ 12፤ የባቢሎን ሰዎች ዘፍ 12
ከእግዚአብሔር የሰበሰቡ
አብርሃም 
እዮብ 
ከእግዚአብሔር የሰበሰቡ ሰዎች፦ ያመሰግናሉ ፣ ነዳያንን አይሩሱም፣ ቢያጡት እንኳ "እግዚአብሔር ሰጠ እግዚአብሔር ነሣ ብለው በአምላካቸው ይጸናሉ፣ አሥራት ያወጣሉ። ሰው ዓለሙን ሁሉ ቢያተርፍ ...። -ፍቅር ከሌለኝ ከንቱ ነኝ።1ቆ 13፥1 -ሁሉን ያዘጋጀ እግዚአብሔር ነው። የሚያሳድግ እግዚአብሔር ነው። ከተማን እግዚአብሔር ካልጠበቀ...። ኃጥኣን እንደ ሊባኖስ ዝግባ ከፍ ብለው..።
ከእግዚአብሔር የማይሰበስብ፦ ምስጋና የለበትም ፣ ነዳያን አይታሰቡበትም፣ አሥራት አይወጣበትም ፣ኃጢአት ይሠራበታል 
፴፩. ስለዚህ እላችኋለሁ፦ ለሰው ኀጢአትና ስድብ ሁሉ ይሰረያል፤ መንፈስ ቅዱስን ለሰደበ ግን አይሰረይለትም። 
፴፪. በሰዉ ልጅ ላይ ቃል የሚናገር ይሰረይለታል፤ በመንፈስ ቅዱስ ላይ የሚናገር ግን በዚህ ዓለምም ቢሆን፥ በሚመጣውም ዓለም ቢሆን፥ አይሰረይለትም
-ጌታችን "በሰዉ ልጅ ላይ ቃል የሚናገር ይሰረይለታል፤ በመንፈስ ቅዱስ ላይ የሚናገር ግን በዚህ ዓለምም ቢሆን፥ በሚመጣውም ዓለም ቢሆን፥ አይሰረይለትም" ብሎ አስተማረ። አይሁድ ሆይ! ጌታችን እንዲሁ ኃጢአታችሁን ይቅር ብሎ ነበር። በጥምቀት በእርሱ ያመኑትን ያለ ምንም ዋጋ የኃጢአት ስርየትን ሰጥቶአቸዋል።
እንዲህ ዓይነት ኃጢአት ግን በጥምቀት ቢሆን በዚህ ዓለምም በሚመጣውም ስርየትን አያገኝም ወይም በመልካም ሥራዎቻችን ሁሉ የምትራዳንንና እስከ መጨረሻው ኃጢአታችንን የምትሰውረውን ምሕረቱን እንዲህ ዓይነት ሰው አያገኝም ሲል ጌታችን እንዲህ አለ። ጌታችን አንድ ሰው ይህን የመሰለ ኃጢአት ቢያደርግ ለዚህ ኃጢአቱ ተመጣጣኝ ቅጣት ያገኘዋል አላለም። ነገር ግን እንዲሁ በከንቱ የኃጢአት ስርየት አያገኝም አለ።
በሌላ አነጋገር አንድ ሰው ምንም እንኳ መልካም የሆኑ ሥራዎችን ሁሉ ቢሠራ ቢፈጽም ሁሉንም ፈጽሞ ቢሆንና ይህን ኃጢአት ፈጽሞ ቢገኝ ያለ ቅጣት እንዲሁ ስርየትን የሚያገኝ አይደለም። እንዲህ ዓይነት ኃጢአትን የፈጸመን ሰው በገሃነም ይቀጣዋል። ዳዊት እንኳ ለፈጸመው ነፍስ ማጥፋት ተመጣጣኝ የሆነ ቅጣትን ተቀብሎአል።
ስለዚህ ከዚህ ኃጢአት በቀር በንስሐ ስርየትን የማያገኝ ኃጢአት የለም" ብዬ በድፍረት እናገራለሁ። ነገር ግን እንዲህ ዓይነት ኃጢአት እስከመጨረሻው የኃጢአት ስርየት እንዳያገኝ የሚከለክል ኃጢአት አይደለም። አንድ ሰው በገሃነም ቅጣቱን የሚቀበል ከሆነ እግዚአብሔር ቅጣት አድርጎ በእርሱ ላይ የበየነው ነው። ለምሳሌ ጳውሎስ በመንገዱ መንፈስ ቅዱስን አልተሳደበም። እንደ እርሱ አሳዶች የሆኑ ብዙዎች ነበሩ ነገር ግን በመንገዳቸው መንፈስ ቅዱስን የተሳደበ አልነበረም።
"በመንፈስ ቅዱስ ላይ የሚናገር ግን በዚህ ዓለምም ቢሆን፥ በሚመጣውም ዓለም ቢሆን፥ አይሰረይለትም" ሲልም ፈጽሞ የኃጢአት ይቅርታን ማግኘት አይችልም ሲል ነው። ወንጌላዊው በማብራሪያው ላይ "የዘለዓለም ኃጢአት ዕዳ ይሆንበታል" ማለቱን ልብ እንበል። ይህ ማብራሪያ ዕዳው ፈጽሞ መክፈል እንዲገባው የሚያስረዳ ነው። ለዕዳውም ምንም ዓይነት ምሕረትን የሚያገኝ አይሆንም። በዚህም ጌታችን የኃጢአት ስርየትንና ቅጣትን ለያይቶ አስቀመጠ።
በእርግጥ እንዲህ ዓይነት ጠባሳ ፈጽሞ የሚጠጠፋ አይደለም። ጌታችን ይህንን ሰው ኃጢአተኛ ወይም ክፉ አድራጊ ወይም በደለኛ አላለውም። ነገር ግን ባለ ዕዳ አለው። ነሐስን እሳትን ሳትጠቀም በውኃ ብቻ ንጹሕ ልታደርገው ትችላለህ። እንዲህ ዓይነት ኃጢአትን ግን በእሳት ብቻ ነው ልታነጻው የምትችለው። እንዲህ ስለሆነ "በዚህ ዓለምም ቢሆን፥ በሚመጣውም ዓለም ቢሆን፥ አይሰረይለትም" አለ።
በእርግጥ ይህ ቃል በጊዜው ለነበሩ የተነገረ ነው ውይስ ዛሬም ላለነው የሚሠራ ነው? ብለን ልንጠይቅ እንችላለን።
በጌታችን ዘመን የነበሩ ጌታን ሥጋን ለብሶ በመመልከታቸው ብዙዎች አላመኑበትም ነበር። በመንፈስ ቅዱስ ላይ ለመናገር ግን ምንም ዓይነት ምክንያት አልነበራቸውም። እንዲሁም ስለሆነ "በሰዉ ልጅ ላይ ቃል የሚናገር ይሰረይለታል፤ በመንፈስ ቅዱስ ላይ የሚናገር ግን በዚህ ዓለምም ቢሆን፥ በሚመጣውም ዓለም ቢሆን፥ አይሰረይለትም" ብሎ ተናገረ።
በዚህም ስለ ሁለት ቅጣት የተነገረ አይደለምን? አንደኛው በዚህ ዓለም ስለሚቀበሉት ቅጣት ሲሆን ሌላኛው በሚመጣው ዓለም ስለሚቀበሉት ሥቃይ ነው። በዚህ ምድር ስለ ሁሉም ኃጢአቶቻችን ቅጣት የምንቀበል አይደለንም ነገር ግን በመንፈስ ቅዱስ ላይ የስድብ ቃል የተናገረ "ይህም ሰው በዓመፅ ዋጋ መሬት ገዛ በግንባሩም ተደፍቶ ከመካከሉ ተሰነጠቀ አንጀቱም ሁሉ ተዘርገፈ" ሐዋ 1፥18። ተብሎ እንደተጻፈልን እንደ አስቆሮቱ ይሁዳ በዚህም ዓለም በሚመጣውም ዓለም ቅጣቱን ይቀበላል።
ቅዱስ ጴጥሮስ በይሁዳ ላይ የተፈጸመውን የእግዚአብሔርን ቁጣ እንደጻፈልን ልብ በል። ይህ ግን በዚያን ጊዜ ለነበሩ በእግዚአብሔር ላይ የስድብን ቃል ለሚያወጡ የተነገረ ነው። ይህን በዚህ ዘመን የሚፈጽሙ ወገኖች ግን መንፈስ ቅዱስን እንደተሳደቡ ሳያውቁ ይፈጽሙታል። ስለዚህ በዚህ ኃጢአት ውስጥ ያለ ሰው በዚህም ምድር ሳለ ንስሐ ቢገባ ስርየት ያገኛል። ንስሐ መግባት ለማያድነው ለእርሱ ግን እንደ አስቆሮቱ ይሁዳ "ባልተወለደ ይሻለው ነበር"።
ስለዚህ ሁሉም ኃጢአተኞች አውቀውም ሆነ ሳያውቁ ለሚፈጽሙት ኃጢአት ስርየት ያገኛሉ። ጌታችንም "ምሕረትን አያገኝም" አላለም። ኃጢአቱ አይሰረይለትም አለ። 
አንድ ሰው ስለ ዕዳው በዚህ ምድር ቅጣትን የተቀበለ ከሆነ በሚመጣው ዓለም ምሕረት ሊቀበል ይችላል። ፍርዱ ግን የማይሻር ከሆነ የዚያ ሰው መተላለፍ ምን ያህል ታላቅ እንደሆነ መረዳት እንችላለን። ነገር ግን በዚህ ምድር ምሕረትን ያገኘ እንደሆነ የጸጋ ባለቤት የሆነው የቸሩ አምላካችን ጸጋው ምን ያህል ታላቅ እንደሆነ እንረዳለን።
እግዚአብሔር አምላክ እነዚህ ሰዎች ንስሐ ቢገቡ ስርየትን የማይሰጣቸው ሆኖ አይደለም። ነገር ግን እግዚአብሔርን ስለመሳደባቸው ንስሐ እንዳይገቡ ሰይጣን ስለሚያሳውራቸው እንዲህ አለ። ቅዱስ ጳውሎስ እንኳ " አስቀድሞ ተሳዳቢና አሳዳጅ አንገላችም ምንም ብሆን፥ ይህን አደረገልኝ፤ ነገር ግን ሳላውቅ ባለማመን ስላደረግሁት ምሕረትን አገኘሁ።" ብሎአል። 1ጢ 1፥13። ስለዚህ አውቀው ይህን ስለፈጸሙት ጌታችን "ኃጢአታቸው አይሰረይላቸውም" እንዳለ እንረዳለን። ለዚህም ድፍረቱ ንስሐ ከመግባት ይልቅ ነፍሱን ለማጥፋት የሞከረው ይሁዳ ማስረጃ ይሆነናል።
አይሁድ ጌታችንን ከአጋንንት ጋር ማኅበርተኛ አድርገው ተናግረውበታልና ዕጣ ፋንታቸውምን ከአጋንንት ጋር አደረገባቸው። ለአጋንንት በዚህም ምድር ቢሆን በሚመጣው ኃጢአት ስርየት አይፈጸምላቸውም። እነርሱ እንኳ ስለ እርሱ "የናዝሬቱ ኢየሱስ ሆይ፥ ከአንተ ጋር ምን አለን? ልታጠፋን መጣህን? ማን እንደ ሆንህ አውቄአለሁ የእግዚአብሔር ቅዱሱ" ብለው መስክረውለታል። ማር 1፥24።
አይሁድ ግን "ርኲስ መንፈስ አለብህ" በማለት ይሳደቡ ነበር። በዚህ ምክንያት ከአጋንንት ይልቅ የተረገሙ እንደነበሩ መረዳት ይቻላል።
በእያንዳንዱ ኃጢአታቸው በእርሱ ላይ የስድብን ቃል ከመናገር የተመለሱ አልነበሩም። ነገር ግን እነዚያ በእግዚአብሔር ላይ የስድብን ቃል የሚናገሩ ወገኖች እግዚአብሔርን መሳደብ የኃጢአት ስርየትን እንደማያሰጥ እያወቁ የሚፈጽሙ ናቸው። እነዚህ ፈጽሞ የኃጢአት ስርየትን አያገኙም።
አይሁድ ጌታችንን ባለመቀበል ጨክነው ነበር። መሢሕ ክርስቶስ መሆኑን የተቀበለው የለም። ስለዚህ በእርሱ ላይ የስድብን ቃል የሚናገሩ ወገኖች የሚናገሩት የስድብ ቃል ያልተገባ መሆኑን መረዳት ይቻላል። መተላለፋቸውም የኃጢአት ስርየትን ከመጠየቅም ያለፈ ነው። ቅዱ ኤፍሬም /ኅብረ ወንጌል 168/
መንፈስ ቅዱስን የመስደብ ኃጢአት /-መንፈስ ቅዱስና በእኛ 108/
-ይህ ኃጢአት ይቅርታ ወይም ስርየት የማያገኝ ኃጢአት ነው።
መንፈስ ቅዱስን የመስደብ ኃጢአት የመንፈስ ቅዱስን አምላክነት የመካድ ኃጢአት አይደለም፤ ምክንያቱም በአራተኛው መቶ ክፍለ ዘመን በመቅዶንዮስ የክህደት ኑፋቄ አማካይነት መንፈስ ቅዱስን ክደው የነበሩ ሰዎች በንስሐ ሲመለሱ ቤተ ክርስቲያን ተቀብላቸዋለችና። መንፈስ ቅዱስን የመስደብ ኃጢአት ሕልውናውንና በእርሱ ማመንን የመካድ ኃጢአትም አይደለም፤ ምክንያቱም ተመልሰው በእርሱ ያመኑት ሁሉ ድነዋልና። ንስሐ ወደ ድኀነት ስለሚመራም መንፈስ ቅዱስን መቃወምም አይደለም። ይህ ከሆነ ታዲያ መንፈስ ቅዱስን የመስደብ ኃጢአት ማለት ምን ማለት ነው? የማይሰረየውስ ለምንድን ነው? መንፈስ ቅዱስን መስደብ ኃጢአት ማለት እያንዳንዱን የመንፈስ ቅዱስ ሥራ በልብ፣ በአሳብና በፈቃድ ሙሉ ለሙሉ፣ ያለ ማቋረጥና በሕይወት ዘመን በሙሉ መካድ ማለት ነው።
ይህን የሚያደርግ ሰው ንስሐ ሊገባ አይችልም።  ምክንያቱም ማንም ቢሆን በውስጡ በሚኖረው በመንፈስ ቅዱስ ሥራ ካልሆነ ንስሐ ሊገባ ስለማይችል ነው። 
ይህ ሰው ንስሐ ካልገባ ደግሞ መድኃኒታችን ኢየሱስ ክርስቶስ "...ንስሐ ባትገቡ ሁላችሁ እንዲሁ ትጠፋላችሁ።" ሉቃ 13፥3 ብሎ እንደ ተናገረ ይቅርታ ወይም ስርየት ሊያገኝ አይችልም። ከአባቶች አንዱም ንስሐ ያልገቡበት ኃጢአት ይቅርታ ሊያገኝ አይችልም ብለዋል። ስለሆነም በሕይወት ዘመን ሙሉ የመንፈስ ቅዱስን ሥራ የተቃወመ ሰው ንስሐ ሊገባ ስለማይችል ይቅርታ ሊያገኝ አይችልም።
ምን አልባት እዚህ ላይ አንድ ሰው "ከመሞቱ በፊት ንስሐ ቢገባስ?" ብሎ ሊጠይቅ ይችላል። ለዚህ ሰው የምንሰጠው መልስ ፦ የዚህ ሰው ኃጢአት መንፈስ ቅዱስን የመስደብ ኃጢአት ሊሆን አይችልም፤ ምክንያቱም የሰውየው ንስሐ በውስጡ ያለውን የመንፈስ ቅዱስ ሥራ ተቀብሎ ንስሐ መግባቱን ስለሚያሳይ ነው። ይህ በሕይወት ዘመን ሙሉ መንፈስ ቅዱስን የመካድ ሥራ ሊባል አይችልም። እዚህ ላይ ነብዩ ዳዊት በመዝሙራት መጽሐፍ ውስጥ ስለ ንስሐ የተናገራቸውን ቃላት እናስታውሳለን፦ " ከፊትህ አትጣለኝ፤ ቅዱስ መንፈስህንም ከእኔ ላይ አትውሰድብኝ።" መዝ 50፥11
ዳዊት በንጉሥ ሳኦል ላይ እንደ ሆነው የእግዚአብሔር መንፈስ ላይመለስ ፈጽሞ እንዳይለየው ፈርቶ ነበር! "የእግዚአብሔር መንፈስ ከሳኦል ራቀ፤ መንፈስም ከእግዚአብሔር ዘንድ አሰቃየው።" 1ሳሙ 16፥14። ዲያብሎስ ሙሉ ለሙሉ ሲቆጣጠረው የተመለከተው ነቢዩ ሳሙኤል አልቅሶለታል።
ይሁን እንጂ እግዚአብሔር ለሳሙኤል "...ለናቅሁት ለሳኦል የምታለቅስለት እስከ መቼ ነው?" 1ሳ 16፥1። ነበር ያለው።
መንፈስ ቅዱስን መስደብ በተሳዳቢው ሰው የሕይወት ዘመን ውስጥ ሙሉ ለሙሉ የተደረገ ተቃውሞ ከሆነ ግን እግዚአብሔር ይህን ሰው ይክደዋል ለዲያብሎስም አሳልፎ ይሰጠዋል።
ዲያብሎስ ብዙ ጊዜ መንፈስ ቅዱስን የሚሰድቡ ሰዎችን የሚያሞኘው መንፈስ ቅዱስን ከሰደቡ በኋላ ድኅነት እንደማያገኙና ተስፋ በመቁረጥ ለእርሱ እጃቸውን እንዲሰጡ በማድረግ ነው። ይሁን እንጂ ሰውየው በሕይወት እስካለ ድረስ ከክርስቶስ በስተ ቀኝ ለተሰቀለው ሰው የንስሐና የድኅነት በር ክፍት እንደ ነበረ ለእርሱም ክፍት ይሆናል። አቡነ ሺኖዳ /መንፈስ ቅዱስና በእኛ 109/
-መናፍቃን እንደሚሉት ጌታን የሰደበ በደሉ ይቅር ይባልለታል ለማለትና ጌታን ዝቅ ለማድረግ አይደለም። በሰው ልጅ ላይ የስድብ ቃል የሚናገር ሁሉ በደሉ ይቅር ይባልለታል ማለቱ ተሳዳቢው ሰው የጌታችንን የመድኃኒታችን የኢየሱስ ክርስቶስን የባሕርይ አምላክነት ሳይረዳ ባለማወቅ ሩቅ ብእሲ (ፍጡር) ተራ ሰው ብሎ ቢናገርና ኋላ የጌታን የባሕርይ አምላክነት ተረድቶ ቢጸጸት ለኃጢአቱ ሥርየት ይኖረዋል። ምክንያቱም ጌታ ሰውን ለማዳን ሲል ባሕርዩን ዝቅ አድርጎ በትሕትና ሰው የሚሠራውን ሥራ ከኃጢአት በስተቀር ሠርቷልና ለተሳዳቢው ምክንያት ይኖረዋል። ነገር ግን በሥጋ እግዚአብሔር እንደመጣ መምህራን ነግረውት፣ ወንጌልን አንብቦ እየተረዳ ጌታን ፍጡር ወይም አማላጅ ቢል ፣ ኃጢአቱ በዚህች ምድርም ሆነ በላይኛው አይሠረይለትም ለማለት ነው። ምክንያቱም በባሕርይ አብ ወልድ መንፈስ ቅዱስ አንድ ናቸው። /ዓምደ ሃይማኖት 57/ ማንም መሳደብ አይገባም። ማቴ 5፥22፣ 1ዮሐ 3፥14፣10፣12፣ ሮሜ 13፥7
`,

  /** ------------------------------------------------------------- **/

  "መዝሙር ሐለፈ ክረምት": `በጊዜሁ ኀለፈ ክረምት ቆመ በረከት ናሁ ጸገየ ጽጌያት ናርዶስ ፈረየ በውስተ ገነት ቀንሞስ ከርካዕ ምስለ ዕንጎታት ክርስቶስ ሠርዐ ሰንበት ነአኵቶ ለዘጸገወነ ሠናይቶ።- በጊዜው ክረምት አለፈ ተከተተ፤ በረከት ተገኘ፤ እነሆ አበቦች አበቡ፤ በሽቱ ገነት ውስጥ ናርዶስ አፈራ፤ ሎሚ ከትርንጎ ጋር አፈራ፤ በጎውን የሰጠንን ሰንበትን የሠራውን ክርስቶስን እናመሰግነዋለን።`,
  "ምስባክ መዝ 73፥17": `16፤አንተ ፈጠርከ ፀሐይ ወወርኀ። 17፤ ወአንተ ገበርከ አድባረ ምድረ ኵሎ። ክረምተ ወሐጋይ ዘአንተ ፈጠርከ። 16፤ አንተ ፀሐይንና ጨረቃን ፈጠርህ። 17፤ አንተ የምድር ዳርቻዎችን ሁሉ ሠራህ፤ በጋንና ክረምትን አንተ አደረግህ።
አንተ ፀሐይንና ጨረቃን ፈጠርህ። አድባር ተራራውን ኮረብታውን ድልድሉን ሁሉ የፈጠርህ አንተ ነህ።
`,
  "ወንጌል ማቴ 6፥25-ፍሜ": `፳፭. ስለዚህም እላችኋለሁ፤ ለነፍሳችሁ በምትበሉትና በምትጠጡት፥ ለሥጋችሁም በምትለብሱት አትጨነቁ፤ ነፍስ ከምግብ አትበልጥምን? ሥጋስ ከልብስ አይበልጥምን?
- አቤቱ አሁን ሁሉን የምትመግብ ነህ። ቅዳሴ ዲዮስቆሮስ (ኀዳፌ ነፍስ)
፳፮. የማይዘሩ የማያጭዱ፥ በጎተራም የማይስስቡ የሰማይወፎችን ተመልከቱ፤ ሰማያዊው አባታቸሁም ይመግባቸዋል፤ እናንተ አጅግ ከእነርሱ ትበልጡ የለምን?
ሥነ ፍጥረትን የመማር ጠቀሜታ
1. የሕይወትን ዓላማ ለመረዳት መሓ 2፥4
2. ሥነ ፍጥረት እግዚአብሔርን ያሳውቃል። 
"የቤተ ክርስቲያን ዓላማ የፍጥረታትን ባሕርያት ማጥናት አይደለም (ፍልስፍናዊና አእምሮአዊ በሆነ መንገድ ማጥናት አይደለም ሲል ነው) ነገር ግን ጠቀሜታቸውን እና ፋይዳቸውን ይመለከታል" /ቅዱስ ባስልዮስ/
"አንተ ራስህ ለእርሱ እንደ ባርያ ለመታዘዝ እና እንደ ወዳጅም እንድትረዳው (እንድታውቀው) እንደ ተፈጠርክ ሁሉ፡ እግዚአብሔር እነዚህን ነገሮች (ፍጥረታትን) እንዴት እንደፈጠረ መረዳት ከአንተ ችሎታ በላይ ነው። /ሊቁ አውግስጢኖስ/
3. የሰውንና የመላእክትን ክብር እንረዳለን
4. ቅዱሳት መጻሕፍትን ማንበብ ነው
"የመነኮሳት አባት የነበረው አባ እንጦንስ በነበረበት ዘመን ብዙ ፈላስፎች እየቀረቡ ይሞግቱት ነበር። አንድ ቀን አንድ ፈላስፋ ቅዱስ እንጦንስን "ከሚያጽናኑ መጻሕፍት እንዴት ትከለከላለህ (ትቆጠባለህ)" ሲል ጠየቀው ቅዱስ እንጦንስም "ፈላስፋው ሆይ! የኔ መጽሐፍ ተፈጥሮ ነው። ስለዚህ የእግዚአብሔርን ቋንቋ በተግባር ከተፈጥሮ ማንበብ ችያለሁ" በማለት መለሰለት። /ነገረ ሃይማኖት ዘኦተ 45/
-- ተፈጥሮ እንደ ቅዱሳት መጻሕፍት መለኮታዊ ጽሑፍ ነው። በመካከላቸው እውነተኛ ተቃርኖ ሊኖር አይችልም" /ጋሊልዮ ጋሊሊ/
-ጉንዳን ትጉህና ብርቱ ሠራተኛ ነው ። ስለዚህ እነርሱን በማየት ከዚህ እንሰሳ በስንፍና ስላለመያ'ዝ፣ ሥራንና ትጋትን ስላለመናቅ ታላቅ የሆነ ምክርን ትቀበላለህ። ስለዚህ ምክንያት መጽሐፍ ቅዱስም ታካቹን ሰው ወደ ጉንዳን እንዲህ ብሎ ልኮታል፦ 'አንተ ታካች፥ ወደ ገብረ ጒንዳን ሒድ፥ መንገዱን ተመልከትህ ቅና፣ ከእርሱም ይልቅ ብልህ ሁን" (ምሳ 6፥6። እንዲህ ሊል ወድዶ ነው፦ 'አንተ ሰው ሆይ! መሥራት እንደሚገባህና ሊሠራ የማይወድ ሊበላ እንደማይገባው ከመጽሐፍ ቅዱስ ልትማር አትፈልግምን? (2ተስ 3፥10 እንኪያስ አእምሮ ከሌላቸው እንሰሳት ይህን ተማር! ይህ በቤተ ሰባችን ውስጥም የምናደርገው ነው። ሸምገል ያሉትና አረጋውያን ናቸው ተብለው የሚታሰቡት ሰዎች ጥፋት ሲያጠፉ አስተዋይ ሕፃናት እንዲመለከቱ እንነግራቸዋለን። 
ይህ ከአንተ የሚያንሰው ሕፃን ምን ያህል ትጒህና ንቁ እንደ ሆነ ተመልከት' እንላቸዋለን። 
አንተም ምን ያህል ትጉህ ልትሆን እንደሚገባህ ከዚህ እንስሳ ምክርን ተቀበል፤ ሰማይንና ፀሐይን ብቻ ሳይሆን ጒንዳንንም ስለ ፈጠረ እግዚአብሔርን ከፍ ከፍ አድርገው። ምንም እንኳን ይህ እንሰሳ ትንሽ ቢሆንም የእግዚአብሔር ጥበብ እጅግ ጥልቅ መሆኑን ግን ትልቅ ማሳያ ነው። ስለዚህ ጒንዳን ምን ያህል አርቆ አሳቢ መሆኑን አስተውል፤ እግዚአብሔርም ይህን በሚያህል ትንሽ እንሰሳ የማያቋርጥ የሥራ ፍላጎት እንዴት እንዳኖረ ልብ በል! ከዚህ እንሰሳ ትግሃነትን እየተማርህም ጎን ለጎን ደግሞ ከንብም ጠንቃቃነትን ፣ ትግሃትንና ማኅበራዊ ስምምነትን ውሰድ!" ቅዱስ ዮሐንስ አፈወርቅ /ትንሿ ቤተ ክርስቲያን 324/
-ጒንዳን ካሉት ጥበቦች አንዱ ይህ ነው፦ ተራ ገብቶ ሲጓዝ እያንዳንዱ እያንዳንዱ ቅንጣት በአፉ ይይዛል። ምንም የሌላቸው ጒንዳኖች የያዙትን ጒንዳኖች "የያዛችሁትን ቅንጣት ስጡን" አይሏቸውም (ማቴ 25፥8። በኃይልም አይነጥቋቸውም። ነገር ግን ባዷቸውን የእነዚያን መንገድ ተከትለው ይሔዳሉ። በዚያ መንገድ ሔደው እነዚያ እኽል ያገኙበት ቦታ ይደርሳሉ ። /ትንሿ ቤተ ክርስቲያን 324/
-...ከእነዚህና እነዚህን ከመሰሉ እንሰሳት በጎ ምግባርን ተማር፤ በተቃራኒው ደግሞ ክፋትን ማስወገድን! ስለዚህ ከፋ አርቅ፤ ካልሆነ ግን እንዲህ የሚል ቃል ትሰማለህ፦ "ከክንፈራቸው በታች የእፉኝት መርዝ አለ" መዝ 139፥3። ዳግመኛም ውሻ ሐፍረተ ቢስ ነው። ስለዚህ እንደዚህ ዓይነት ክፋትን ጥላ። ቀበሮም ተንኰለኛና አታላይ ነው። ስለዚህ ይህን ክፋት አትከተል፤ ይልቁንስ ልክ ንብ በመሰማሪያዎች ስትበር ሁሉንም ዓይነት አበባ እንደማትመርጥና ሌላውን ሁሉ ትታ ጠቃሚውን ብቻ እንደምትፈልግ አንተም እንደዚሁ አድርግ።
አእምሮ የሌላቸውን እንሰሳት ሁሉ ስትመረምር ከእነርሱ የምታገኘው ጠቃሚ ነገር ካለ ይህ በባሕርይ የእነርሱ የሆነውን በጎ ነገር አንተም ውሰደው፤" ቅዱ ዮሐንስ አፈወርቅ /ትምህርት በእንተ ምክንያተ ሐውልታት 232/
-ወፎች ከምድር ከፍ ብለው ሲበሩ በቀላሉ (በወጥመድ) አይያዙም፤ አንተም እንደዚሁ ከላይ ያሉ (ሰማያዊ) ነገሮችን የምትመለከት ከሆነ በወጥመድም ሆነ በማንኛቸውም ዓይነት መሣሪያ በቀላሉ አትያዝም። ዲያብሎስ ወፍ አዳኝ ነው። ስለዚህ ከቀስቶቹ ከፍታ መጥቀህ ብረር። ወደ ላይ ወደ አርያም የወጣ ሰው ከዚያ ወዲያ የዚህን ዓለም ማናቸውም ነገሮች አያስደንቁትም።
ወደ ተራሮች ጫፍ በወጣን ጊዜ ከተማይቱና ግንቦቿ በጣም ትንሽ መስለው እንደሚታዩን፣ ሰዎችም በምድር ላይ የሚንቀሳቀሱ ጉንዳኖች እንደሚመስሉን እንዲሁ አንተም ወደ መንፈሳዊ ጥበብ ከፍታ ስትወጣ በምድር ላይ ካለው ነገር አንዱስ እንኳን አይማርክህም። ከዚህ ይልቅም ሰማያዊ ነገሮችን ስታስብ ገንዘብም ቢሆን፣ ክብርም ቢሆን፣ ሹመትም ቢሆን፣ ወይም ይህን የመሰለ ሌላ ነገርም ቢሆን በፊትህ እንደ ኢምንት ነው።
ቅዱስ ጳውሎስ እንደተናገረው የዚህ ዓለም ክብሮች ኢምንትና ከሞቱ ነገሮች በላይ ምንም ረብ ጥቅም የሌላቸው ናቸው። እንዲህም በመሆኑ እንዲህ ብሎ አሰምቶ ተናገረ ፦ "ዓለሙ በእኔ ዘንድ ስቁል (ምዉት) ነው (ገላ 6፥14። ጨምሮም እንዲህ ሲል ተግሣጹን ተናገረ፦ "በላይ ያለውን አስቡ (ቈላ 3፥2። በላይ ያለውን? አንተ ጳውሎስ! እየተናገርክ ያለኸው ስለ ምን ዓይነት ጸሎት ነው? ፀሐይ ያለበትን፣ ጨረቃ ያለችበትን ነውን? "አይደለም" (ይላል ይህ ቅዱስ ጳውሎስ)።
እንኪያስ የት ነው? መላእክት ያሉበትን ነውን? ሊቃነ መላእክት ያሉበትን? ኪሩቤል ያሉበትን? ሱራፌል ያሉበትን? "አይደለም" (ይላል ይህ ጳውሎስ)። ታዲያ የት ነው? "ሀበ ኀሎ ክርስቶስ በየማነ እግዚአብሔር ይነብር-ክርስቶስ በእግዚአብሔር ቀኝ ተቀምጦ (በአብ ዕሪና) (በላይ ያለውን አስቡ)።
ስለዚህ ተወዳጅ ጳውሎስን እንታዘዘው ፤ ይህንን ዘወትር እናስብ፤ በወጥመድ ለተያዘች ወፍ ክንፏ ምንም ጥቅም እንደሌለው፣ ክንፎቿም ማምታቷም ለከንቱና ለማይጠቅም እንደ ሆነ እንደ ሆነ እንዲሁ አንተም አንዴ በጽኑ በክፉ ዝሙት ከተያዝህ በኋላ አሳቦችህ ጥቅም የላቸውም! የምትችለውን ያህል ብትታገል እንኳን ተይዘሃል!
ለወፎች ክንፈ የተሰጣቸው በወጥመድ እንዳይያዙ ነው። ሰዎችም የማሰብ ኃይል የተሰጣቸው ኃጢአትን እንዲያስወግዱ ነው። እንግዲህ እንዲህ የማሰብ ኃይል ተሰጥቶን ሳለ ይባስ ብለን ከምድር አራዊት በታች የማናስተውል ከሆንን ሊደረግልን የሚችል ምሕረት ወይም ይቅርታ እንደምን ያለ ምሕረት እንደምንስ ያለ ይቅርታ ነው? በወጥመድ ተይዛ የነበረች ወፍ ድንገት ከወጥመዱ ብታመልጥ፣ ወደ ወጥመድ ገብቶ የነበረው አጋዘንም ወጥመዱን በጣጥሶ ቢሄድ፥ ከእንግዲህ ወዲህ በተመሳሳይ ወጥመድ እነዚህን መያዝ ከባድ ነው፤ የሕይወት ተሞክሮ ለሁለቱም ጥንቃቄን አስተምሯቸዋልና። እኛ ግን ምንም እንኳን በተመሳሳይ ወጥመድ ብንያዝም ተመልሰን ወደዚያው ወጥመድ እንወድቃለን፤ ምንም እንኳን በለባዊነት የከበርን ብንሆንም አእምሮ እንደሌላቸው እንሰሳት እንኳን ቀድመን አናስብም! አንጠነቀቅም! ሴትን በማየት እልፍ ጉዳቶችን ተቀብለን ወደ ቤታችን የተመለስነው፣ በዝሙት ተመኝተን ስናበቃ ለአያሌ ቀናት ያዘንነው ስንቴ ነው? 
ነገር ግን ከዚያ በኋላም ቢሆን በዚሁ ጉዳይ ላይ ጠንቃቆች አልሆንም፤ አንዱን ቁስል ሳናገግም ዳግመኛ ወደዚያ ክፉ ጠባይ እንወድቃለን፤ በተመሳሳይ መንገድ እንያዛለን፤ እጅግ ጥቂት ለሆነች የደስታ ሽርፍራፊ ብለንም ረጅምና ተደጋጋሚ ሥቃይን እንቀበላለን። ዘወትር "በወጥመድ መካከል እንደምትሄድ በገደልም መካከል እንደምትመላለስ ዕወቅ" የሚለውን ኃይል ቃል ደጋግመን ለራሳችን ብንናገረው ግን ከእነዚህ ጉዳቶች ሁሉ እንጠበቃለን (ሲራ 9፥13። /ቅዱ ዮሐንስ አፈወርቅ/
-የሰማይ ወፎች የተባሉ እስራኤላውያን አንድም አሕዛብ ናቸው። /ዜናሁ ለእግዚእነ 176/
እግዚአብሔር በመግቦቱ ፍጥረቱን ሲጠብቅ እኛ በሰጠን ጉልበት ብርቱ ሠራተኞች ልንሆን ይገባናል። (ምሳ 31፥10፣ 2ተ 3፥6፣ ሉቃ 10፥7፣ 1ጢ 5፥8)
፳፯. ከእናንተ ተጨንቆ በቁመቱ ላይ አንድ ክንድ መጨመር የሚችል ማን ነው?
-በእርጅና የኮሰመውንም ሰውነቴን ማደስ ወይም የሞተውን ሥጋዬን ማስነሣት የማይቻለኝ ነኝ። በርለዓም /132/
-ከሐኪም ዘንድ ሔደህ ብትጠይቅ የብዙ በሽታዎች ምክንያት አብዝቶ መብላትና መጠጣት መሆኑን ይነግርሃል። መጥኖ መብላትና መጠጣት የጤና እናት ነው። ሐኪሞች መጥኖ መብላትንና መጠጣትን "የጤንነት እናት ብለው የሚጠሩት ለዚህ ነው። መጥኖ መብላትና መጠጣት የጤንነት እናት ከሆነ፥ አብዝቶ መብላትና መጠጣት የበሽታዎች ሁሉ ምንጭ ነው። አንዳንድ ጊዜ እነዚህ አብዝቶ መብላትና መጠጣት ጋር ተያይዘው የሚመጡት በሽታዎች ከሐኪሙ ዓቅም በላይ ሆነው ይገኛሉ።
በእግር ላይ የሚመጣ ሪህ፣ የሚጥል በሽታ፣ በጭንቅላት ውስጥ የሚፈሰውና ሰውነት እንዲደነዝዝ የሚያደርግ ደም፣ የማየት ችሎታን መቀነስ፣ በመገጣጠሚያዎች ላይ የሚመጣው ቁርጥማት፣ በሰውነት ላይ የሚታዩ አንዳንድ አላስፈላጊ የሆኑ የመንቀጥቀጥ ስሜቶች፣ የሰውነት መዛልና ልምሾ መሆን፣ የወፍ በሽታ ፣ ትኩሳት እንዲሁም ለመዘርዘር ጊዜ የማናገኝባቸው ሌሎች ብዙ በሽታዎች ምንጫቸው መጥኖ መብላትና መጾም አይደለም ፤ አብዝቶ መብላትና መጠጣት እንጂ። /ቅዱስ ዮሐንስ አፈወርቅ/
* እንዲሁም ጌታችን " "ስለዚህ እላችኋለሁ፤ ለነፍሳችሁ ስለምትበለትና ስለምትጠጡት፥ ለሰውነታችሁም ስለምትለብሱት አትጨነቁ።" አለ። እነዚህ ነገሮች እግዚአብሔርን ለሚፈሩት የሚያስፈልጉ ናቸው። ያለ እነዚህ መኖር እንደማንችል አስተውል ሲል የሁላችን አዳኝ የሆነው ጌታችን ፥ ለነፍሳችሁ ስለምትበለትና ስለምትጠጡት፥ ለሰውነታችሁም ስለምትለብሱት አትጨነቁ። ነፍስ ከምግብ ትበልጣለችና፤ ሰውነትም ከልብስ ይበልጣልና።" በማለት ይመልሳል። ስለዚህ ምግብንና ልብስን ከእነዚህ መንፈሳዊ አካላት አስበልጠን ልንመለከታቸው አይገባም። ጭንቀት ነፍስን ይጎዳታል፤ የተከማቸ ገንዘብም መልሶ ራስን ያጠፋል።
ሰውነት ለብሶ ከሰውነት ብትለይ ምግብ እንዴት ሰውነትን ሊረዳት ይችላል? ምግብ ሰውነትን የሚያገለግል ከሆነ ለነፍስ ምን ይረባታል? ምክንያቱም ሟችም ግዘፍም አይደለችም በባሕርይዋ ከሥጋ የተለየች ናትና። ስለዚህ ልብ እንበል ነፍስ ከሥጋ ስትለይ ሥጋን በጨርቅ ልንከፍናት እንችላለን። ነገር ግን ነፍስ ከሥጋ ውጪ ስትሆን ምንም ልናደርግላት አይቻለንም። ጌታችን እንደተሰደደ፤ እንደ ተራበ እንደተጠማ በእነዚህም ምግባራት የሁለቱ (የነፍስና የሥጋ) ክብር ምን እንደሆነ በማሳየት ደቀመዛሙርቱ ይህን እውነት እንዲረዱ አደረጋቸው።
ከዓለማዊ ጭንቀት እንዲወጡ አስተምሮአቸዋል። እርሱ እነርሱን ስለ እነዚህ ከማሰብ አውጥቶ በሰማያዊው ኅብስት ላይ እንዲታመኑና ከምድር ካለው ይልቅ በሰማያት ባለው ላይ ትኩረታቸውን እንዲያደርጉ ምሳሌ ሆናቸው። እንዲህም ስለሆነ ስለ መግቦቱ "ወደ ሰማይ ወፎች ተመልከቱ" አለ። እንዲሁም "ቊራዎችን ተመልከቱ፤ አይዘሩም አያጭዱም፥ ዕቃ ቤት ወይም ጎተራ የላቸውም፥" ብሎ አስተማራቸው። በሰማይ የሚበሩ አእዋፋት ዘርቶ መብላት የማያስጨንቃቸው ከሆነና እግዚአብሔር የሚመግባቸው ከሆነ ከሁሉ ይልቅ ክቡር የሆነና በምድር ላይ ያሉት ሁሉ የተሰጡት የሰው ልጅ እንዴት ስለሚበላውና ስለሚለብሰው ይጨነቃል? የእግዚአብሔር መግቦት ከሚያስፈልጋቸው ፍጥረት ይልቅ ለእርሱ የሚፈጸምለት ነውና።
የወፎቹ ምሳሌ እናንተን የማያሳምን ከሆነ ጌታችን "ከእናንተስ ዐስቦ በቁመቱ ላይ አንድ ክንድ መጨመር የሚቻለው ማነው? ፳፮. ይህንም ቀላሉን የማትችሉ ከሆነ በሌላው ለምን ትጨነቃላችሁ? ፳፯. እነሆ፥ አበቦችን እንደሚያድጉ ተመልከቱ፤ አይፈትሉም፤ አይደክሙም፤ ነገር ግን እላችኋለሁ፤ ሰለሞን እንኳ በክብሩ ዘመን ሁሉ ከእነርሱ እንደ አንዱ አልለበሰም።" ብሎ ጨምሮ አስተምሮናል። 
ስለ ምግብ ሲናገር ሊመገቡ የሚገባቸውን መጠን የሰማይ ወፎችን ምሳሌ አድርጎ አቀረበ ፤ ስለ ልብስ ሲያወሳ ከሰሎሞን ልብስ ይልቅ ውብ የሆኑትን የምድር አበቦችን ምሳሌ አድርጎ አቀረበ። እንዴት ታዲያ ከእነዚህ ወፎች ይልቅ የሰው ልጅ በክብሩም ሆነ በአምላኩ ዘንድ ባለው ስፍራ አይልቅ? የምድር ሣሮች ምግብ ለመፈለግ እንደ አእዋፋት ከቦታ ቦታ አይዘዋወሩም፤ ነገር ግን በአንድ ቦታ ጸንተው ይኖራሉ፤ እግዚአብሔር ግን ይመግባቸዋል።
እንግዲህ እግዚአብሔር እስከዚህ ደርሶ ፍጥረቱን የሚመግብ ከሆነ ማስተዋል የተሰጠህ አንተ ስለ እግዚአብሔር መግቦት እንዴት ትጠራጠራለህ? ስለ ምንስ ትጨነቃለህ? ስለዚህ አንተ "መንግሥትና ጽድቅ ሹ፤ ይህም ሁሉ ይጨመርልሃል።"
እግዚአብሔርን በመፍራት ነፍስህን መግባት፤ እግዚአብሔር ሰውነትህን ይመግባታል። እነዚህን ነገሮች አንተ ማድረግ ያልቻልካቸውን እግዚአብሔር ያደርግልሃል። እግዚአብሔር ዝናብንና ነፋስን ካልሰጠ ምን ብትጨነቅ ልፋትህ ሁሉ ከንቱ እንደሚሆን ልብ አትልምን? እርሱን ያላመኑና በእርሱ ላይ ያንጎራገሩ እስራኤላውያንን እግዚአብሔር ታግሶ ዐርባ ዓመት ሙሉ ከመገባቸው ያለ ድካም ጫማቸውን ልብሳቸው ሳያልቅ ጠብቆ ካኖራቸው በእርሱ ላመኑ እንዴት የበለጠ አያደርግ?
ጌታችን ትምህርቱን ሲቋጭ "ነገ ለራሱ ይጨነቃል ለነገ አትጨነቁ፤ ለቀኑ ክፋቱ ይበቃዋል።" አለ። ጌታችን "ክፉ" ያለው ቀኑን ሳይሆን ጭንቀትን ነው። በዚህ ሥፍራ ጭንቀት ያለው ከእምነት ውጪ የሆነውን ጭንቀት ነው። ከእምነታችን ማነስ የተነሣ ለአንድ ቀን እንኳ ከመጨነቅ መመለስ አይቻለንም። ነገርን ለእግዚአብሔር እንስጠው። ይህ "የዕለት እንጀራችንን ስጠን ዛሬ" የሚለው ቃል "ከእናንተ ልጁ እንጀራ ቢለምነው ድንጋይ የሚሰጠው ከእናንተ ማን ሰው ነው? ዓሣስ ቢለምነው እባብ ይሰጠዋልን? እንኪያስ እናንተ ክፉዎች ስትሆኑ ለልጆቻችሁ መልካም ስጦታ መስጠት ካወቃችሁ በሰማያት ያለው አባታችሁ ለሚለምኑት እንዴት አብልጦ መልካም ነገር ይሰጣቸው?" ከሚለው ቃል ጋር አንድ ነው። ይህን ሲያጠነክር ሐዋርያው "ለገዛ ልጁ ያልራራለት ነገር ግን ስለ ሁላችን አሳልፎ የሰጠው ያው ከእርሱ ጋር ደግሞ ሁሉን ነገር እንዲያው እንዴት አይሰጠንም" ሮሜ 8፥32። ብሎ ጽፎልናል።
ጌታችን ቁጣው በዘመናት ሁሉ ባሳዘኑት በሰው ልጆች ላይ አላመጣም፤ ነገር ግን የመዳን ብርሃን በእነርሱ ላይ አበራ። ፍርድ ለሚገባቸው ሙታን ሕይወትን ብድራት አድርጎ ሰጠ። እርሱ ጌታችን ላልጠየቁት ዘለዓለማዊ ሕይወትን ከሰጠ እንዴት ለሚጠይቁት አብልጦ አይሰጥ? ስለዚህ አትጨነቁ። ቅዱ ኤፍሬም /ኅብረ ወንጌል 114/
--ከዓለም ለይቶና መርጦ በፊቱ አስቀምጦሃልና። በቅዱሱ አጠራሩ የጠራህ እግዚአብሔር ሁል ጊዜ ቅርብ ነውና፤ በምንም አትጨነቅ፤ ነገር ግን በሁሉ ነገር ጸልይ፤ ማልድም፤ እያመሰገንህም ልመናህን ለእግዚአብሔር ግለጥ። (በርለዓም 293)
--እኛ ስለ ነፍሳችን ድኅነት ተጨንቀን በሙሉ ልባችን ወደ እግዚአብሔር ከተመለስን ለሥጋ ስለሚያስፈልገን ነገር እርሱ ያስባል። ምክንያቱም ጌታችን እንዳለ ሰው በዚህ ምድር ሕይወቱ የቱንም ያህል ቢጨነቅ 'በቁመቱ ላይ አንዲት ስንዝር መጨመር አይቻለውም። በዓለም ያለውን ሀብት ሁሉ ብናጠራቅመው የሚጠቅመን ምንድር ነው? በመጨረሻ ሁሉንም ትተነው እንሄዳለንና። በምድር ላይ ያለ ምንም ዓይነት ሀብትና ሥልጣንስ ራቁታችንን ወደ መቃብር ከመውረድ ያድነናል? በፍጹም የለም! ጨለማና ዋይታ ዘላለማዊ ቅጣትም ተቀብሎ ይከበናል። በፍጹም ሰላምና ተመስጦ ሳናቋርጥ መጸለይ የሚገባን ለዚህ ነው። ...ለማይጠቅም ነገር መጨነቅን አቁመህ ጌታ አምላክህን ደስ የሚያሰኘውን ሥራ ለመሥራት እንድትችል በማስተዋል ተመላለስ። (ራእየ ኒፎን 227)
--የእግዚአብሔር መለኮታዊ ጥበቃ ለፍጥረታት በዋናነት በሁለት መንገድ ይከናወናል። አንደኛው ግልጽ ጠብቆት የሚባለው ሲሆን ሌላኛው ደግሞ ሥውር ጠብቆት (ቅጥነተ ሕዋጼ) ይባላል። 
ግልጽ ጠብቆቱን ብዙዎቻችን በተለያየ መገለጥና መረዳት የምንገነዘበው ሲሆን ቅጥነተ ሕዋጼን ግን አንረዳውም። ቅጥነተ ሕዋጼን መረዳት የመንፈሳዊ ታላቅነትና የብቃት መገለጫ ነው። የእግዚአብሔር ሥውር ጠብቆቱ በተለያየ ረቂቅ አምሳል በመከራ በተግሣጽ ፣ በደዌ የምትታወቅ ናት። ቅዱሳት መጻሕፍት "መከራና ደዌ ባያመጣብህ ቸርነቱን ፣ መግቦቱን ረቂቅ ጠብቆቱን ባለወቅኻቸው ነበር በማለት ቅጥነተ ሕዋጼውን ያስረዳሉ።
2ቆሮ 3፥5...የተትረፈረፈ የእግዚአብሔር መለኮታዊ ጥበቃው ለጻድቃን ብቻ ሳይሆን ለኀጥአንም ይደርሳቸዋል። እግዚአብሔር በመለኮታዊ ጠብቆቱ ጻድቃን ጽድቃቸውን እንዲያጸኑ ከጠላት ትንኮሳ እንዲድኑ ይረዳቸዋል። ኃጥአንን ደግሞ ዕድሜ ለንስሐ ሰጥቶ እየታገሠ ይጠብቃቸዋል፣ በቅጣቱ ይመለሱ ዘንድ ያስፈራቸዋል ፣ በፍቅሩ ይማረኩ ዘንድ ይወድዳቸዋል። ይህ መለኮታዊ ጥበቃው (divine Providence) ዋንኛው መንገድ ነው።
አንድ ወጣኒ መነኩሴ ወደ አባ ጴርሜን ቀርቦ "በዚህ ዓለም ሳለሁ በሄድሁበት ሁሉ እግዚአብሔርን ሲረዳኝ አገኘዋለሁ" በማለት የእግዚአብሔርን ርዳታና ጠብቆት ይነግራቸዋል። በዚህ ጊዜ ታላቁ አባት ለወጣኒው መነኩሴ "እግዚአብሔር በዚህ ዓለም የሚጠብቀውና የሚረዳው መንፈሳዊ ተጋድሎ በመጋደል ላይ ያለውን ብቻ አይምሰልህ መጥፎ ሥራ የሚሠራውንም በቸርነቱ ይጠብቀዋል። ለበዓለ አሰይፍትኒ ካዕበ እግዚአብሔር በውስተ ዛቲ ሐይው፤ ክፉ በሆነች ሕይወታቸው እያሉ ሰይፍ ያነገቡ ገዳዮችን፣ ሌቦችን፣ ወንበዴዎችን ሳይቀር ምግብ ልብስ በመስጠት ይረዳቸዋል በማለት መለኮታዊ ጥበቃው ለሁሉም እንደሆነ አስተምሮታል።
በዕለት ከዕለት ኑሯችን እንደምናስተውለው እግዚአብሔር ለፍጥረታቱ ጥበቃውን በተለያየ አግባብ በተለያየ አካል ይፈጸማል። ሕጻናትን በወላጆቻቸው ያስጠብቃቸዋል። ወላጆችን በተለያየ መግቦት መንፈሳዊነትን አድሎ በራሳቸው መልካም ሕይወት ፣ በቅዱሳን መላእክት ፣ በጻድቃን ሁሉ ርዳታ ይጠብቃቸዋል። ይህም የእግዚአብሔር መለኮታዊ ጥበቃው በማስጠበቅ ወይም በማጠባበቅ የሚገለጥ መሆኑን የሚያስረዳ ነው። 
ለምሳሌ የአንድ ሀገር ንጉሥ ...
በሁሉ ዐዋቂነቱ (omniscient) ሁላችንን ያውቃል ይጠብቃል። (ማቴ 10፥30)
የእግዚአብሔር ጥበቃው ግዕዛነ አእምሮ ለሌላቸው ለሌሎች ፍጥረታትም የሚፈጸም ነው። ማቴ 6፥25፣ መዝ 50፥14
እግዚአብሔር መለኮታዊ ጥበቃው ከተገለጠባቸው 
- በሕጉ መዝ 118፥105፣ ኢሳ 5፥2፣ ማቴ 24፥1
-በነቢያት ኢሳ 9፥6፣ ማቴ 12፥41፣ ኤር 18፥1 (ኦርቶዶክሳዊ ንስሓ ክፍል አንድ 131)
-ይኸውም "እንግዲያውስ ምን ይኾን? ብዕላችንን ሁሉ ከእኛ ካራቅነው እንደ ምን (በሕይወተ ሥጋ) መኖር ይቻለናል?" እንዳይሉ አስቦ ነው። ለዚህ ተቃውሞም እነሆ ቀጥሎ በጊዜው የሚቆሙበትን (የሚጸኑበትን) ትምህርት ሰጣቸው።  ገና ከመነሻው አንሥቶ "አትጨነቁ" ብሎ ነግሮአቸው ቢሆን ኖሮ ትምህርቱን እንደ ጽኑ ሸክም አድርገው በተመለከቱት ነበርና።
ነገር ግን አስቀድሞ የስስትን ክፋት በርግጥ ስላሳያቸው ከዚህ በኋላ የሚሰጣቸውን ቃለ ተግሣጽ በቀላሉ የሚቀበሉት አደረጋቸው። በመሆኑም አሁን እንዲሁ "አትጨነቁ" ብቻ ሳይሆን ሊጨነቁ የማይገባ'በት ምክንያትንም ጨምሮ ተናግሮ ይህንንም አዘዛቸው እንጂ። "ለእግዚአብሔር እና ለገንዘብ መገዛት አትችሉም ካላቸው በኋላ ጨምሮ፦ "ስለዚህ እላችኋለሁ፥ አትጨነቁ" ይላቸዋልና። ስለዚህ ያለውስ ለምንድን ነው? እጅግ ስለሚያስፈራው ጉዳይ ምክንያት ነው። የምትቀበለው ጉዳት የሀብትና የንብረት ማጣት ብቻ ያይደለ ከፈጠረህ፣ ከሚመግብህና ከሚወድህ ከእግዚአብሔር መራቅ በመሆኑ ቁስሉ ሊናገሩት የማይቻል-የገዛ ድኅነትን ማጣት ነውና።
"ስለዚህም እላችኋለሁ፤ ለነፍሳችሁ በምትበሉትና በምትጠጡት፥ ለሥጋችሁም በምትለብሱት አትጨነቁ፤" በመሆኑም ጉዳቱ ሊናገሩት የማይችል እንደ ሆነ ከገለጠ በኋላ፣ ከዚያ በፊት ሳይሆን ያን ጊዜ ትእዛዙን ጥብቅ አደረገው። ያለንን ነገር ልንጥል እንደሚገባን ብቻ ሳይሆን ስለ ዕለት ምግባችንም ሳይቀር ልንጨነቅ እንደማይገባን "ለነፍሳችሁ በምትበሉትና በምትጠጡት፥ ለሥጋችሁም በምትለብሱት አትጨነቁ፤" ብሎ አዘዘን። ነፍስ ምግበ ሥጋ ስለሚያሻት አይደለም፤ እርስዋ ረቂቅ ናትና። ስለዚህ "ስለ ነፍሳችሁ" ብሎ መናገሩ በተለመደው (የአይሁድ -በአጠቃላይ የሴሜቲክ አነጋገር) ባሕል ስለ ሆነ ነው። ነፍስ ምግበ ሥጋ የማትፈልግ ብትሆንም እንኳን፥ ሥጋ ካልበላ ነፍስ በዚያ ማደር አይቻላትምና። ይህን ሲናገር እንዲሁ ያስቀመጠው አይደለም፤ ሌላ መከራከሪያ አሳብም ጭምር አመጣ እንጂ። መከራከሪያዎቹም አንዳንዶቹ በእኛ በራሳችን ዘንድ ያሉ ሲሆኑ ሌሎቹ ደግሞ ከሌላ ያመጣቸው ምሳሌዎች ናቸው። ቅዱስ ዮሐንስ አፈወርቅ (የማቴዎስ ወን 416)
በመሆኑም፥ በእኛ ውስጥ ካለው መከራከሪያ አሳብ ወስዶ 
ነፍስ ከምግብ አትበልጥምን? ሥጋስ ከልብስ አይበልጥምን?
ስለዚህ ዐቢዩን የሰጠው እግዚአብሔር ንኡሱን'ማ እንዴት አይሰጠን? ምግብ የሚያሻውን ሥጋ የፈጠረው እግዚአብሔር ምግብን'ማ እንዴት አይሰጠን? በመሆኑም እንዲሁ፦ "ለምትበሉት አትጨነቁ" ወይም "ለምትለብሱት አትጨነቁ" ብቻ ሳይሆን "ስለ ሰውነታችሁ" እና "ስለ ነፍሳችሁ" አለ። ይኸውም በእነዚህ መነሻነት ቀጥሎ ትምህርቱን በንጽጽር ግልጽ ስለሚያደርገው ነው። ነፍስ አንድ ጊዜ የተሰጠች ነች፤ በሥጋም ታድራለች (እንጂ በየጊዜው አታድግም)። ሥጋ ግን ዕለት ዕለት ያድጋል። በመሆኑም እነዚህን ሁለት ነገሮች -የነፍስ ሕያውነትና የሥጋን ደካማነት እየጠቆመ እንዲህ ሲል አዘዘን፦ 
ከእናንተ ተጨንቆ በቁመቱ ላይ አንድ ክንድ መጨመር የሚችል ማን ነው?
ስለዚህ አታድግምና ስለ ነፍስ ምንም ነገር ሳይናገር ስለ ሰውነት ብቻ ተናገረ። በዚህም ሰውነትን እንዲያድግ የሚያደርገው ምግበ ሥጋ ሳይሆን መግቦተ እግዚአብሔር መሆኑን ግልፅ አድርጎ አሳየ። ንዑድ ክቡር የሚሆን ጳውሎስም ይህን በሌላ መንገድ ሲያሳይ ፦ "የሚያሳድግ እግዚአብሔር እንጂ የሚተክል ቢሆን ወይም የሚያጠጣ ቢሆን አንዳች አይደለም" ብሎአል 1ቆ 3፥7።
ስለዚህ በእኛው ዘንድ ተነሥቶ እንደዚሁ ልንጨነቅ እንደማይገባን መከረን። ከሌላ ምሳሌዎችን አምጥቶ ደግሞ " የሰማይወፎችን ተመልከቱ፤" ይለናል።
ስለዚህ "በመጨነቃችን መልካም አደረግን" ብለው የሚናገሩ ሰዎች እንዳይኖሩ ብሎ አስቦ የሚበልጠውንና የሚያንሰውን ነገር አምጥቶ እንዲህ እንዳይሉ ከለከላቸው። የሚበልጠውን ነገር አምጥቶ ማለቴም የነፍስንና የሰውነትን ነገር አንሥቶ ማለቴ ነው። የሚያንሰውን ነገር አምጥቶ ማለቴ ደግሞ የሰማይ ወፎችን ምሳሌ አምጥቶ ማለቴ ነው። "እግዚአብሔር እጅግ ለማያንሱቱ እንኳን ይህን ያህል የሚያስብላቸው ከኾነ ለእናንተ'ማ እንዴት አያስብላችሁም?" ሲል ነውና። ክብር ይግባውና ጌታችን ለእነዚህ ያስተምራቸው ለነበሩት ሰዎች ሲናገር እንዲህ ዝቅ ባለ መንገድ ማስተማሩ በአእምሮአቸው ደካማ ስለ ነበሩ ነው። ለዲያብሎስ ግን የመለሰለት እንደዚህ ብሎ አልነበረም። ምን ብሎ ነበር የመለሰለት? "ሰው ከእግዚአብሔር አፍ በሚወጣ ቃል ሁሉ እንጂ በእንጀራ ብቻ አይኖርም።" ማቴ 4፥4። እዚህ ላይ የጠቀሰው ግን ወፎችን ነው። ይኸውም ስለ አእምሮአቸው ድካም እጅግ ሊዘልፋቸው ወድዶ ነው። እንደዚህ ያለ ምሳሌ ለተግሣጽ ከፍ ያለ ኃይል አለውና።
ነገር ግን አንዳንድ ዓመፀኛ ሰዎች ወደ አላዋቂነት ጥግ ድረስ ኼደው የጌታችንን ምሳሌያዊ ትምህርት እስከ መንቀፍ ይደርሳሉ። "ምክንያቱም" ይላሉ እነዚህ ሰዎች ፥ "ተፈጥሮአዊ የሆኑ ነገሮችን እንደ መጨረሻ የመልካም ሥነ ምግባር ማበረታቻ አድርጎ ማምጣት ለእርሱ (ለኢየሱስ ክርስቶስ) ተገቢ አይደለም።" በዚህ ላይም ጨምረው፦ "እነዚህ እንሰሳት ማለትም ወፎች (ስለ ምግብና መጠጥ አለመጨነቃቸው) ተፈጥሮአቸው ነውና" ይላሉ። እንግዲህ ለዚህ ልንመልሰው የሚገባን መልስ ምንድን ነው? ምንም እንኳን ይህ ነገር ተፈጥሮአቸው ቢሆንም እኛም በምርጫችን ገንዘብ ልናደርገው ይቻለናል። ጌታችን ሲናገር ፦ "ወፎች እንዴት እንደሚበርሩ ተመልከቱ" አይደለምና ያለው። ይህ ለሰው ልጆች የሚቻል አይደለምና። 
ስለዚህ ጌታችን እንድንመለከት የነገረን ምንም ሳይጨነቁ መብላቸውን የሚያገኙ መሆናቸውን ነው። ይህ ደግሞ እኛም ፈቃደኝነቱ ካለን በቀላሉ ገንዘብ ልናደርገው የምንችለው ነው። ይህንን በተግባር የኖሩት ሰዎች ገንዘብ ማድረግ የሚቻል መሆኑን ያረጋገጡት ነው።
በመሆኑም የሠራዬ ሕጉ (የጌታችን) አሳብ እጅግ ዕፁብ ድንቅ ልንል በተገባን ነበር። ትምህርቱን ቅዱሳን ሰዎች ምሳሌ አድርጎ ማስተማር ሲቻለውና ስለ ሙሴ፣ ስለ ኤልያስ ፣ ስለ ዮሐንስ መጥምቅና እነርሱን ስለመሰሉ ሌሎች ቅዱሳን መናገር ሲቻለው፥ ግዕዛን የሌላቸው ፍጥረታትን ምሳሌ አድርጎ አስተምሮአልና። እነዚህ ቅዱሳን ምሳሌ አድርጎ አስተምሮ ቢኾን ኖሮ እነዚህ ሰዎች ፦ "እኛ ገና እንደ እነዚህ ሰዎች አልሆንን" ማለት በተቻላቸው ነበርና። ነገር ግን እነዚህን ቅዱሳን ሳያነሣ በማለፍ ፣ የሰማይ ወፎችንም በመጥቀስ ሊያመጡት የሚችሉትን ሰበብ ሁሉ አራቀ። ይኸውም በብሉይ ኪዳን እንደ ተደረገው ነው። አዎን፥ በብሉይ ኪዳንም ሰዎች ወደ ንብና ወደ ጉንዳን (ምሳ 6፥6)፣ ወደ ዋኖስና ወደ ዋልያ (ኤር 8፥7)። ይህ ደግሞ አሳንሰው የሚያዩት ክብር አይደለም። ምክንያቱም 
- አንደኛ ተመሳሳይ ነገሮች ሆነው ሳሉ እነዚህ እንሰሳት በተፈጥሮአቸው የሚያከናውኑቸው ሲሆኑ፥ እኛ የሰው ልጆች ግን በፈቃዳችን በምርጫችን ልናከናውናቸው የምንችላቸው ናቸውና። 
- ሁለተኛ እግዚአብሔር ለእኛ ብሎ ለፈጠራቸው ፍጥረታት እጅግ የሚጠነቀቅላቸው ከሆነ እንዴት አብልጦ አይጠነቀቅልን? 
-ሦስተኛ አገልጋዮቻችን ለሆኑት ፍጥረታት ይህን ያህል የሚያስብላቸው ከሆነ ጌቶቻቸው ለምንሆን ለእኛ'ማ እንዴት አብልጦ አያስብልን?
በመሆኑም ፦ "(ለእናንተ ለምወዳችሁ ብዬ የፈጠርኋቸውን) የሰማይ ወፎችን ተመልከቱ" አለ። "አይጓዙም፤ ወይም አይነግዱም" ግን አላለም። ምክንያቱም እነዚህ ነገሮች አጥብቀው ይከለከሉ ከነበሩ ነገሮች መካከል ውስጥ ናቸውና። እንኪያስ ምን አለ? "አይዘሩም፤ አያጭዱም።" "እናስ፥ እኛም ልንዘራ ልናጭድ አይገባንም ማለት ነውን?" ያለ ሰው አለ። "ልንዘራ አይገባም" አላለም፤ "ልንጨነቅ አይገባም" አለ እንጂ። ልክ እንደዚሁ "ልንሠራ አይገባም" አላለም፤ "የማይገቡ ሥራዎችን ልንሠራ አይገባንም ወይም በዚህ ዓለም አሳቦች ተጨልጠን ተገርኝተን ልንያዝ አይገባንም" አለ እንጂ። "ልጨነቅ" እንደማይገባን እንጂ መብላት እንደሚገባንም ጭምር አዝዞናልና።
ይህን በማስመልከት ክቡር ዳዊት ቀደም ብሎ በምሥጢር መሠረት አኑሮ ነበር፤ እንዲህ ሲል፦ "አንተ እጅህን ትከፍታለህ፤ ሕይወት ላለውም ሁሉ መልካምን ታጠግባለህ" (መዝ 144፥16። "ለሚጠሩት ለቊራዎች ጫጩቶች ለእንሰሶችም ምግባቸውን ይሰጣል" (መዝ 146፥9።
"ያልተጨነቀ ሰው ማን አለ?" ብሎ የሚጠይቅ ሰው ሊኖር ይችላል። ከቅዱሳን እንደ ጠቀስሁ አላደመጥምህን? ከላይ ከጠቀስኋቸው በተጨማሪስ ያዕቆብ ሁሉምንም ነገር ትቶ ከአባቱ ቤት ወጥቶ ሲሄድ አላየህምን? "(እግዚአብሔር) የምበላውን እንጀራ የምለብሰውን ልብስ ቢሰጠኝ" ብሎ ጸሎት ሲያደርስ አልሰማህምን? (ዘፍ 28፥20? 
ጸሎትስ ስለሚበላውና ስለሚጠጣው የሚጨነቅ ሰው የሚጸልየው ሳይሆን ሁሉንም ነገር ከእግዚአብሔር የሚፈልግ ሰው የሚያደርሰው ጸሎት እንደ ሆነ አትገነዘብምን? ሁሉንም ትተው ጌታችንን የተከተሉት ቅዱሳን ሐዋርያት፣ አምስት ሺዎችና ሦስት ሺሆቹ ሰዎችም ወደዚህ ማዕረግ የደረሱና ስለሚበሉትና ስለሚጠጡት የማይጨነቁ የነበሩ ናቸው (ሐዋ 4፥4፣ 2፥41።
እንደዚህ ያሉ ልዑላን ኃያላተ ቃላትን መስማት የማይቻልህ ከሆነ ግን፥ ከእነዚህ ክፉ እስራቶች ራስህን ነጻ ማድረግ ይቻልህ ዘንድ የነገሩን ጥቅም አልባነት፣ እንደዚህ አድርገህ አስበህም ለዚህ መጨነቅህን አቁመው። ጌታችን ሲናገር 
ከእናንተ ተጨንቆ በቁመቱ ላይ አንድ ክንድ መጨመር የሚችል ማን ነው? ይላልና። 
እንግዲህ በግልፅ በሚታየው ነገር የተሰወረውን ግልፅ እንዳደረገው ታስታውሳለህን? "ስለዚህ" አለ ጌታችን ፦ "የቱንም ያህል ብትጨነቅም እጅግ ጥቂትስ እንኳን በቁመትህ ላይ መጨመር አይቻልህም። ስለዚህ ከዚህ ግልፅ እንደ ሆነው እጅግ በምንፋጠንበት ነገርም ላይም እንኳን ቢኾን ያን የምናገኘው ከእኛ ትጋት የተነሣ ሳይሆን ከመግቦተ እግዚአብሔር የተነሣ ነው። በሌላ አገላለፅ እግዚአብሔር መግቦቱን ቢያስቀርብን ኖሮ፥ የትኛውም ዓይነት አሳብ ወይም ጭንቀት ወይም ጥረት ወይም ይህን የመሰለ ሌላ ነገር ምንም አይፈየድልንም፤ ሁሉም ሰው ፈጽሞ ይሞት ነበር እንጂ።
ስለዚህ ትእዛዛቱ የማይቻሉ እንደ ሆኑ አድርገን አንቊጠራቸው። ሁሉንም ሊከናወኑ እንደሚገባቸው አድርገው የሚፈጽሙአቸው ብዙ ሰዎች አሉና። 
አንተ እነዚህን አከናውነው የሚፈጽሙአቸውን ሰዎች ባታውቃቸውም እንኳን ይህ የሚያስደንቅ አይደለም። (ኃጥእ የምትሆን አንተስ ተወውና ጻድቅ የሚሆን) ኤልያስ እንኳን ብቻውን እንደሆነ ባሰበ ጊዜ ፦ "ሰባት ሺሕ ሰዎች ለእኔ አስቀርቼአለሁ" ተብልአልና (1ነገ 19፥18 (ሮሜ 11፥4። ስለዚህ ከዚህ መረዳት እንደምንችለው አሁን ቢሆን የቅዱሳን ሐዋርያት ፣ የሦስት ሺዎቹ ሰዎች ዓይነት ሕይወት የሚኖሩ ብዙ ሰዎች እንዳሉ ነው (ሐዋ 2፥41፣4፥4። ይህን ሕይወት የሚኖሩ ሰዎች የሉም ብለን ብናምንም እንኳን ይህን ሕይወት የሚኖሩ ደጋግ ሰዎች ስለሌሉ ሳይሆን ከዚህ ሕይወት እጅግ የራቅን ስለ ሆነ ነው። በመሆኑም እንደ ሰካራም ሰው ፥ ይህን ሕይወት በእኛ ዘመን ሳይቀር የሚኖሩት ብዙ ባሕታውያን ያሉ ቢሆንም "የሚያሰክር መጠጥ የማይጠጡ ሰዎችስ ይቅርና ውኃም እንኳን ቀምሰው የማያውቁ ሰዎች አሉ" ተብሎ ሲነገር በቀላሉ እንደማያምን ፣ ወይም ቊጥር ከሌላቸው ሴቶች ጋር ሩካቤ የሚፈጽም ሰው በቀላሉ በድንግልና መኖር የማይቻል እንደሚመስለው፣ ወይም ሌሎች ሰዎችን ሀብትና ንብረት ሲቀማ የሚኖር ሰው መቀማትስ ይቅርና የገዛ ራሱን ሀብትና ንብረትም ምጽዋት ማድረግ ይቻላል ሲባል እንደማይቀበለው ሁሉ ፣ ስፍር ቊጥር ወደ ሌላቸው ጭንቀቶች ውስጥ ገብተው የሚቀልጡ ሰዎችም እንደዚሁ ይህ የቅድስና ሕይወት በእኛ ዘመንም አለ፥ ይቻላል ሲባሉ በቀላሉ ሊቀበሉት አይችሉም።
ይህን ሕይወት ገንዘብ ያደረጉ ሰዎች ፣ ራሳቸውን መግዛት የተቻላቸው ሰዎች በእኛ ትውልድ ሳይቀር እንዳሉ ማሳየት ይቻለናል።
ነገር ግን ለእናንተ አሁን (የሐዋርያት ወይም የሦስት ሺዎቹ ወይም የአምስት ሺዎቹ ቅዱሳን ሕይወት ይቅርና) ስስትን ከእናንተ ማራቅ ፣ ምጽዋት ማድረግን መለማመድ ፣ ያላችሁን ማካፈል እንዳለባችሁ ማወቃችሁ ማወቃችሁ (ለጊዜው ) በቂያችሁ ነው። ተወዳጆች ሆይ፥ እነዚህን ነገሮች ማድረግ እንደሚገባችሁ ያደረጋችሁ ከሆነ ፈጥናችሁ ወደ እነዚያም ጭምር ትሸጋገራላችሁና።
ስለዚህም ለጊዜው ቅምጥልነትን ከእኛ እናርቅ ፣ በመጠን መኖርን እንለማመድ። የምናገኘውን ነገር ሁሉ በእውነት በጥረታችን ማግኘት እንማር። የተወደደው መጥምቁ ዮሐንስ ግብር የሚሰበስቡትን ሰዎችና ጭፍሮችን ባስተማራቸው ጊዜ፦ "ደመወዛችሁ ይብቃችሁ" ብሎ አዝዞአቸዋልና (ሉቃ 3፥14። ምንም እንኳን ወደ ሌላ ከፍ ወዳለ ትምህርት ፣ ልዑል ወደ ሆነ ራስን መግዛት ሊመራቸው ሽቶ የነበረ ቢሆንም፥ ለዚህ ትምህርት ገና የማይበቁ ስለ ነበሩ ንኡሳን ስለ ሆኑ ነገሮች አስተማራቸው። ምክንያቱም ከእነዚህ ነገሮች በላይ ልዑላን ስለ ሆኑ ነገሮች ጠቅሶባቸው ቢሆን ኖሮ ያዘዛቸውንም መፈጸም ባልተቻላቸው ነበርና፤ ንኡሳን ከምንላቸው ጭምር ተጨልጠው ተገርኝተው በወደቁ ነበርና።
እኛም እናንተን ንኡሳን የሆኑትን ነገሮች እያለማመድናችሁ ያለነው ስለዚህ ምክንያት ነው። አዎ፥ ምክንያቱም እስከ አሁን ድረስ መንኖ ጥሪት እንኳን ለእናንተ ከባድ ሸክም እንደ ሆነ እናውቃለንና ፤ ራስን መግዛት ከእናንተ የራቀውን ያህል ሰማይ ከምድር የራቀ እንዳይደለ እናውቃለን። ስለዚህ ንኡሳን ትእዛዛት ቢሆኑም እንኳን እነዚህን እንያዝ ብዬ እነግራችኋለሁ፥ ይህን ማድረጋችሁ በራሱ የሚሰጠን ብርታት እንዲሁ ጥቂት አይደለምና።
በተገቢው መንፈስ ባይሆንም እንኳን ከአሕዛብ አንዳንዶች ሳይቀሩ እነዚህን ነገሮች ማድረግ ተችሏቸዋልና፤ ያላቸውን ሀብትና ንብረት መናቅ ተችሏቸዋልና። እናንተ ይህን ማድረግ ባይቻላችሁም እንኳን ምጽዋት አብዝታችሁ ብታደርጉ ይህ ለእኛ በቂያችን ነው። ይህን በአግባቡ ማድረግ የቻላችሁ እንደ ሆነ ያንንም ፈጥናችሁ ትደርሱበታላችሁና። (እንድናደርግ የሚጠበቅብን ልዑላን የሆኑ ትእዛዛት ቢሆኑም) ይህንንም (ንኡሱን ትእዛዝ) እንኳን ማድረግ ያልተቻለን ከሆነ ግን ሊደረግልን የሚችል ቸርነት እንደምን ያለ ቸርነት ነው? ከጻሕፍትና ከፈሪሳውያን በላይ ጽድቃችን ሊበልጥ እንደሚገባው የታዘዝን ከሆነ ሊደረግልን የሚችል ይቅርታ እንደምን ያለ ይቅርታ ነው? መላእክት ዘበምድር ውሉደ እግዚአብሔር ልንሆን ሲገባን ሰዎች እንኳን መሆን ያልተቻለን ከሆነ እንግዲህ ምን ማለት ይቻለናል? መቀማትና በስስት መያ'ዝ ከሰዎች ገርነት ሳይሆን ከአራዊተ ገዳም ጭካኔ የሚመጣ ነውና። እንዲያውም ሰዎች የባልንጀራቸውን ሀብትና ንብረት ቀምተው ሲወስዱት ይህ ጭካኔያቸው ከአራዊተ ገዳም የከፋ ነው። የአራዊተ ገዳም ጭካኔ የተፈጥሮ ነውና፤ እኛ ግን የምናስብበት አእምሮ (ለባዊነት) የተሰጠን ነንና። እንግዲህ ተፈጥሮአችን ወዳይደለ ክፋት ዘልቀን በመሄዳችን ሊደረግልን የሚችል ምሕረት እንደምን ያለ ምሕረት ነው?
ስለዚህ ልንደርስበት የሚገባንን የምግባር ደረጃ ምን ያህል ጥልቅ እንደ ሆነ በማስተዋል ቢያንስ ወደ ማእከላዊ ደረጃ ለመድረስ እንትጋ። ይህን ያደረግን እንደ ሆነ ሊመጣ ካለው ቅጣት እናመልጣለንና። መደበኛ በሆነ መንገድና ሳናስታጉል ጸንተን የምንቀጥልበት ከሆነም ወደ ምግባር ሁሉ ማማ (ወደ ፍጽምና) መድረስ ይቻለናልና። 
ከዘለዓለም እስከ ዘለዓለም ድርስ ክብርና ጌትነት ገንዘቡ የሆነው ጌታችን ኢየሱስ ክርስቶስ በቸርነቱ ሰውን በመውደዱ ሁላችንንም ወደዚህ እንድንደርስ ይርዳን፥ አሜን!
-(መንኖ ጥሪት) እኛ መነኮሳት እንደ ርግቦች የተመነን እንሁን፤ እነርሱ የማይጨነቁ ወይም በጎተራ የማይሰበስቡ ናቸውና። /ቅዱስ ዮሐንስ ዘሰዋስው ምዕራግ እና ድርሳን 199/
-በኢዮብ ዘንድ የስስት ፍለጋው አልነበረም።
 ተመስጦ
 ተመስጦን እንዴት ላግኘው? /ጉዞ ወደ እግዚአብሔር 60/ 
-ተመስጦ ፦ አንድ ሰው በአንድ ነገር ላይ ተመሰጠ ሲባል፦ ይህ ሰው ነገሩን በቅርበት እየመረመረ፣ እያጠናው፣ እየፈተሰሸው፣ ጥልቀቱን ለማየት እየተነተነው ነው ማለት ነው። 
ተመስጦ ማለት በሀሳብ ወይንም በመንፈስ ወደ ጥልቅ ምሥጢር መነጠቅ ማለት ነው። ይህም ከተለመደው የዕውቀት ዓይነት ወደ ከፍተኛው ደረጃ መድረስ ነው። ዕውቀቱም ከስሜት በላይ የሆነና ሁሌ አዲስ የሚሆን የመንፈስ ተድላና ደስታ ነው። በዚህ ዕውቀት ውስጥ መንፈሳዊ ምግብና ደስታ አለ።
ተመስጦ፣ አእምሮ ፣ ልብን መንፈስን ከላይ ብቻ የሚገኘውን አምላካዊ ዕውቀት ለመቀበል መዘጋጀት ማለት ነው። ወይንም በውስጥ ያለውን የመንፈስ ቅዱስ ስጦታ ለማነሳሳት መፍቀድ ማለት ነው።
ለተመስጦ ፀጥታ ፣ እርጋታ ፣ ስሜትን መግዛትና መንፈስን ከሚያውኩ ማናቸውም ነገሮች መታቀብ አስፈላጊዎች ናቸው።
የሰው ስሜት ከውጪያዊ ሁከቶች ነፃ ሲሆን ፣ ከሥጋዊ ሀሳብ ሲላቀቅና፣ ለመንፈሳዊ ስጦታዎች ራሱን ሲያዘጋጅ ተመስጦው ጥልቅና ስኬታማ ይሆናል።
ለተመስጦ ስኬት የሚረዳው አንድን ነገር ለማወቅ ያለህን ፍላጎትና አምላካዊ ነገር ላይ ማተኮር ነው።
የተመስጦ ዓለማዎች /ጉዞ ወደ እግዚአብሔር ገጽ 61/
1 መጽሐፍ ቅዱስ 
-2ኛ ቆ 3፥6፣ ዮሐ 6፥63፣ መዝ 118፥18፣ 2ነገ 6፥17፣ ሉቃ 24፥45
2 ተፈጥሮ
በተፈጥሮ የእግዚአብሔርን ታላቅነት ፣ ፈጣሪነት እንዲሁም ለፍጥረቱ ካለው ከፍተኛ ጥንቃቄ የተነሳ ጽኑ ፍቅሩን ወደማሰብ ትሸጋገራለህ።
-ዘፍ 24፥63፣ መዝ 18፥1
ይህ በዐይን የምታየው ሰማይ ታላቅ የተመስጦ ዓለም ሊሆንህ ይችላል ስለ እግዚአብሔር ዙፋን ማሰብ ነውና። ማቴ 5፥34፣ ራእ 4፥1፣ 21፣ 
3. በመላእክት ዕብ 1፥14፣ መዝ 103፥4፣ ቅዳሴ ማርያም 84፥85
3. በቅዱሳን ሰዎች ሉቃ 24፥43፣ 1ቆ 15፥41
4. በትንሣኤ ሙታን
በዙሪያህ ያሉትን የተፈጥሮ ጸጋዎች አሰላስል። ጌታችን እንደተናገረው "የሰማይ ወፎችን፣ የሜዳ አበቦችን ተመልከት"። አምላክህ ክርስቶስ ያስተማረህ ስሜትን የሚቀሰቅስ ሥጋዊ ተመስጦ፣ ውበትን፣ የቀለሞችን ቅንጅት፣ መዓዛቸውን እያደነቅህ፣ ስምምነታቸውን እያየህ ብቻ የምታልፍበትን አይደለም። ከስሜታዊነት በላይ ከፍ ብለህ ንጉሥ ሰሎሞን እንኳን በዚህ ሁሉ ክብሩ ከእነርሱ እንደአንዱ ያልለበሰውን ዓይነት አድርጎ የፈጠራቸው እግዚአብሔርን አስበህ ሕሊናህን ለእርሱ እንድታስገዛ ነወ። በዚህ ውስጥ ከሆንክ ለእነዚህ ሁሉ ፍጥረታት እግዚአብሔር እንዴት እንደሚያስብላቸው ታሰላስላለህ። አንተም ራስህ "እግዚአብሔር እረኛዬ ነው ይጠብቀኛል፣ በእርሱም እመካለሁ" ወደ ሚል ጽኑ እምነት ታድጋለህ። ጭንቀት ፣ ጥበት፣ አለመረጋጋት ፣ ሰላም ማጣት ፣ ብቸኝነት ሁሉ ከአንተ ይርቃሉ። 
በተፈጥሮ አበቦችና በሰው እጅ በተሠሩት (artificial) መካከል ያለውን ልዩነት በተመስጦ ካስተዋልክ፣ ሰው ምንም ያህል ቢጠበብ ሕይወት ሊሰጥ የማይችል መሆኑን፣ ያለ ሕይወት መዓዛና ዕድገት ያለመኖሩን ትረዳለህ። መልካቸውም ቢሆን በፍጹም ሊነጻጸር የማይችል ስለሆነ ሁሉን የሚችል ጌታህን ሥራዎች ለማድነቅ መንገድ ታገኛለህ። በሰማይ ወፎችም እነዚህን ሁሉ ማስተዋል ትችላለህ። በተፈጥሮ ተነሥተህ በተመስጦ ወደ እግዚአብሔር ስትደርስና ፣ ከዓለም ስታመልጥ ደግሞ "ነፍሳችን እንደ ወፍ ከአዳኞች ወጥመድ አመለጠች፣ ወጥመድ ተሠበረ፣ እኛም አመለጥን።" እያልክ በደስታ ትዘምራለህ። መዝ 123፥7 በእውነት እግዚአብሔርን ምን ቃል ይገልጸዋል? ለሚጠሩት ሁሉ ምግባቸውን ይሰጣል። ሰማይን በደመና ይሸፍናል። ምድርን ተጠምታ ሳለች በዝናም ያረሠርሳታል። ለእንሰሳትም ሳርን በምድር ላይ ያበቅላል።  ለሰው የሚጠቅመውን ሁሉ ያዘጋጃል። መዝ 146፥9
እርሱ ራሱም "ቁራዎችን ተመልከቱ፣ አይዘሩ፣ አያጭዱ፣ ዕቃ ቤትም ጎተራ የላቸውም እግዚአብሔር ይመግባቸዋል" ሲል ተናግሯል። አሁን ስለ ቁራ ስናስብ በውስጣችን ያለው ምስል ጥሩ አይደለም። እንደ መጥፎ እጣም የሚቆጥሩት ብዙ ሰዎች አሉ። እግዚአብሔር ግን ይህን የመሠለ ጥንቃቄ ያደርግለታል። 
1ነገ 17፥6
ገብረ ጉንዳን ምሳ 6፥6
ንብ
ሰው
መንፈሳዊ ሰው ትንሽ ምክንያትን አንስቶ ወደ ጥልቅ መንፈሳዊ ዓለም የመግባት ችሎታ ያለው ነው። ከዚህም በላይ ቁስ አካላዊ ከሆነው ነገር መንፈሳዊውን ትምህርት ለይቶ ማውጣት የሚችል ነው።
3 በክስተቶች ተመሰጥ /ጉዞ ወደ እግዚአብሔር ገጽ 71/
-ታሪካዊ ክስተቾች ላይ አርዮስ፣ ዲዮቅልጥያኖስ፣ ኔሮን፣ ቆስጠንጢኖስ 
4 በጸሎት ተመሰጥ/ጉዞ ወደ እግዚአብሔር ገጽ 73/
-አንተ ግን ለቃላት ቆጠራ በእግዚአብሔር ፊት አትቁም። /ጉዞ ወደ እግዚአብሔር ገጽ 73
5 በእግዚአብሔር ባሕርያት ተመሰጥ /ጉዞ ወደ እግዚአብሔር ገጽ 73/
የእግዚአብሔር እንክብካቤ /-ፍቅር ገጽ 71/
1 ለሕጻናት
 ሉቃ 18፥7፣ 9፥48፣17፥2፣ ማቴ 18፥5፣ 21፥16፣ መዝ 8፥2፣ ማቴ 19፥14፣ ማር 10፥14፣ 1ሳሙ 3፥1፣2፥18፣ ኤር 1፥5፣ 18
2. ለታናሾች
 ዘፍ 45፥8፣ 1ሳሙ 10፥11፣ 16፥13፣ ዘፀ 1፥16፣ ማቴ 11፥9
3.በተሰጥኦዎቻቸው የበታችነት ለሚሰማቸው ሰዎች የተደረገ የእግዚአብሔር እንክብካቤ ።
 ዘፀ 4፥10፣ 6፥30፣ 4፥16፣ ዘፍ 29፥17፣ 31፣ 30፥20፣22፣ 1ቆ 1፥27፣ ማር 16፥9፣ ዮሐ 20፥17
4. ድፍረት ለሌላቸው
 1ተስ 5፥14፣ ማቴ 12፥20፣ ኢሳ 42፥4፣ 54፥1፣ 61፥1፣ ማቴ 26፥75፣ ዘፍ 28፥13
5. ዝቅተኛ ስፍራ ለያዙት /-ፍቅር 78/ 
ለሞዓብ ማቴ 1፣ ረዓብ ዕብ 11፥31፣ ኢያ 2፥1፣ ለጌዴዎን መሳ 6፥15፣ ዕብ 11፥32፣ ማቴ 2፥6፣ ሉቃ 12፥32፣ ማቴ 7፥14
6.አነስተኛ ዋጋ ለነበራቸው /ፍቅር 79/ 
ዮሐ 6፥12፣9፣ ማቴ 15፥34፣ 1ሳሙ 14፥6፣ 17፥47፣ 18፥7፣ መሳ 7፥2፣ ሐዋ 1፥8
7.ለአንዲቱ ነፍስ
 ሉቃ 15፥8፣4፣ 24፣ 30፣ 32፣ 19፣ ዮሐ 8፣ ማቴ 10፥30፣ 
8. ለፍጥረታቱ ማቴ 6፥28፣ 10፥29፣ ዘዳ 22፥6፣ ዘጸ 23፥19
9. ለእንሰሳት /ፍቅር 84/ 
ዘፍ 6፥19፣ ዘኁ 22፣ ዘዳ 5፥14፣ ማቴ 21፥5፣ ዘዳ 25፥4፣ ዘዳ 22፥4፣ ዘፀ 23፥5፣ ማቴ 12፥11፣ ዘዳ 22፥1፣ ኢሳ 1፥3፣ ምሳ 6፥6
10. ለምድር /ፍቅር 85/ 
ዘጸ 23፥10፣ 
--ቁመት ያላት ክህነት ናት። /ጸያሔ ፍኖተ 50/
፳፰. ስለ ልበስስ ለምን ትጨነቃላችሁ? የምድረ በዳ አበቦች እንዴት እንደሚያድጉ እዩ፤ አይደክሙም፤ አይፈትሉምም። 
-ዕርቃናቸውን አለማወቅ ይሻላቸው ነበር ፤ በማወቃቸው ምክንያት የሰው ልጅ ሕሊና ተራ ፍላጎቶቹን ለማሟላት ወደ መጨነቅ ወረደ። ለራሱ ልብስን ለማዘጋጀትና ዕርቃኑን ለመሸፈን ተጋ። በዚህ ምክንያት ወደ ፈጣሪ ብቻ ከማየት አቋርጦ ልቡ ወደ ሌላ ነገር ተካፈለ። /ቅዱስ ባሲል/ -...ሰው የብርሃንን ልብስ የለበሰ ሲሆን አላወቀም፤ የቁርበትን ልብስ ለበሰ፤ /ቅዳሴ አትናቴዎስ/ የተከለከለውን ፍሬ ለመብላት ከወሰንህ መብላት የሕይወት ግብህ እንዲሆን መርጠሃል። ዕርቃን መሆንህን ለማወቅም ከወሰንክ ልብስ የዕድሜ ልክ ራስ ምታትህ እንዲሆን ፈቅደሃል። (የብርሃን እናት 39)
-በዚህ ዘመን ምግብና ልብስህ ሚዛን ነው። 
-...ሰው ከገነት ሲወጣ እንደነበረው በቆዳ ልብሶች ራሳችሁን ስለማስጌጥ ታስባላችሁ። በእናንተ ምክንያት ከዓለም መጀመሪያ ሜሌሲያኖች በግ ሸለቱ፤ ሶርያውያን ጥጥ ፈተሉ፤ ጢሮሳውያንም አቀለሙት፣ ቱርካውያን በመርፌ ሰፉት ፣ ባቢሎናውያን በዕንቊ አንቆጠቆጡት፣ በከበሩ ድንጋዮችም እንዲያብረቀርቅ አደረጉት፣ ወርቅም ለልብስ መግዣነት ተሠጠ። /ጠርጡለስ/
-ድንግል ሆይ ሁሉን ከሚያስብ ከማይዘነጋ ከልጅሽ ዘንድ አሳስቢ! ቅዳሴ ማርያም (ኀዳፌ ነፍስ)
፳፱. ነገር ግን እላችኋለሁ፦ ሰለሞንስ እንኳ በዚያ ሁሉ ክብሩ ከእነዚህ እንደ አንዱ አልለበሰም። 
-ስለሚያስፈልገን የዕለት ምግባችን ካስተማረንና ለዚህም ቢሆን ልንጨነቅ እንደማይገባን ከነገረን በኋላ ፥ ቀጥሎ ደግሞ ከዚህ በላይ ወደሚቀልለው ወደ መግለፅ ተሸጋገረ። ልብስ የምግብ ያህል እጅግ አስፈላጊ አይደለምና።
እዚህ ላይ እንደ በፊቱ ዓይነት ተመሳሳይ ምሳሌዎችን ለምሳሌ፥ ወፎችን ወይም ጣዎስን ወይም ጒጒትን ወይም በግን ያልጠቀሰው ለምንድን ነው? ሊጠቅሳቸው የሚችሉ እንደዚህ ያሉ ምሳሌዎች ነበሩና። ይህን ያላደረገው በሁለቱ መንገድ ፥ መከራከሪያው በቀላሉ ይቀበሉት ዘንድ ሽቶ ነው። ሁለቱ መንገድ ያልኋቸውም፦
- አንደኛው እንደዚህ እጅግ ውብ የሚሆኑት ነገሮች ርካሽ መሆናቸው ሲሆን
- ሁለተኛው ደግሞ፥ አበቦች እንደዚያ ውብ ይሆኑ ዘንድ ምን ያህል የስጦታ ብዛት ያጎናጸፋቸው መሆኑን ማሳየት ነው።
ስለዚሁ ምክንያት ይህን ያህል ካስዋባቸው በኋላ ከእንግዲህ ወዲህ
 "አበቦች" ሳይሆኑ "የሜዳ ሳር" ብሎ ይጠራቸዋል። እንግዲያውም በዚህ ባለመርካቱና ንኡስነታቸውን ይበልጥ ያሳይ ዘንድ ሽቶ "ዛሬ ያለውን" በማለት ሌላ መግለጫም ጨመረላቸው። እንደዚሁም "ነገም የሌለውን" ሳይሆን ከዚህም ዝቅ ባለ መንገድ "ወደ እቶን የሚጣለውን" አላቸው። ዳግመኛም "የሚያለብሰውን" ሳይሆን "እንዲህ የሚያለብሰውን" አለ።
እንግዲህ በሁሉም ቦታ ትምህርቱን እንደ ምን ባለ የበዛ ማብራርያና እንደ ምን ባለ ኃይል እንደሚያቀርበው ታስታውላለህን? ይህን የሚያደርገውም ትምህርቱ እስከ ውስጣቸው ድረስ ዘልቆ እንዲገባና እንዲዋሐዳቸው ስለሚሻ ነው። ስለ ሆነም "እናንተንማ ይልቁንሜ እንዴት አያለብሳችሁ" ብሎ ጨምሮ ተናገረ። ይህ አገላለፅም ራሱ ልዩ ትኩረት የተሰጠው አገላለፅ ነው። "እናንተን'ማ" በማለት ኃይል ባለው ድምፀት የተናገረው ቃል በምሥጢር እግዚአብሔር ለእኛ ለሰው ልጆች የሰጠው ክብር እንደምን ታላቅ እንደ ሆነ፤ የሚያስብልንም አሳብ እንደምን የበዛ እንደሆነ የሚያሳይ ነውና። በሌላ አገላለፅ ፦ "(ከኢምንት ወደ ምንት አምጥቶ) ነፍስን ለሰጣችሁ፣ (ከአራቱ ባሕርያተ ሥጋ -ከውኃ፣ ከነፋስ፣ ከመሬትና ከእሳት) ሥጋን ለፈጠረላችሁ፣ (ትገዙት ትነዱት ዘንድ አንድም እርሱን ተመልክታችሁ ፈጣሪያችሁን ትዘክሩበት ዘንድ) የሚታየውን ፍጥረት ሁሉ ላዘጋጀላችሁ፣ (" ይወርዳል ይወለዳል" ብለው ተስፋ ይሰጡአችሁ ዘንድ) ነቢያትን ለላከላችሁና ኦሪትን ለሰጣችሁ ፣ ቊጥር የሌላቸው እነዚያን በጎ በጎ ነገሮች ላሰናዳላችሁ፣ ተቀዳሚና ተከታይ የሌለው አንድያ ልጁን ለሰጣችሁ ለእናንተ'ማ እንዴት" ሲል ነው።
ይህን ይበልጥ ግልፅ እስከሚያደርግላቸው ድረስም "እናንተ እምነት የጎደላችሁ" ብሎ አልገሠጻቸውም። ምክር የሚሰጥ ሰው፥ አንድ ልዩ መገለጫውም ይህ ነውና።
ማስጠንቀቂያ ብቻ አይሰጥም፤ አስረጂ ኃይል ላለው ቃሉ ሰዎች ይበልጥ አምነው እንዲቀበሉት ያዘጋጃቸው ዘንድ አጽንቶ ይገሥጻል ጭምር እንጂ።
በዚህ ልንጨነቅ እንደማይገባንም ብቻ ሳይሆን ሰዎች በሚለብሱአቸው ውድ አልባሳትም ጭምር ልንማረክ (ልንቀና) እንደማይገባን አስተማረን። ለምን ቢሉ እንደዚህ ያለው ውበት እንደ ሣር ነውና፤ እንዲዚህ ያለው መልክ እንደ ቡቃያ ነውና። ታዲያ በውድነት ደረጃ ሣር እንኳን ሳይቀር በሚበልጥባቸው ነገሮች ራስህን የምታስታብየው ለምንድን ነው።
እንግዲህ ከመጀመሪያው አንሥቶ ተቃራኒ በሆኑና ይፈሩአቸው የነበሩ ነገሮችን በማንሣት እንዴት ከዚህ አሳብ ሊርቁ እንደሚገባቸው በማሳየት ትእዛዙን ቀሊል እንዳደረገውም ተመልከት። ለምሳሌ " የምድረ በዳ አበቦች እንዴት እንደሚያድጉ እዩ፤" ካለ በኋላ "አይደክሙም" ብሎ ጨምሮ ተናግሮአል። ይህንም የሚለን እነዚህን ትእዛዛት የሚሰጠን በፍላጎት (በፈቃድ) ከድካም አርነት ሊያወጣን ሽቶ ነው። በርግጥ ድካሙ ያለው አለመጨነቅ ላይ ሳይሆን ስለ እነዚህ ነገሮች መጨነቅ ላይ ነውና። "አይዘሩም" ብሎ መናገሩም መዝራት መከልከሉን አይደለም፤ እጅግ መጨነቅን ነው እንጂ። ልክ እንደዚሁ "አይደክሙም፣ አይትሉምም" ሲልም ሥራን ሳይሆን በዚህ ዓለም አሳብ እጅግ መጨነቅን ሲከለክል ነው።
ሰሎሞንስ እንኳን አንድ ጊዜ ወይም ሁለት ጊዜ ሳይሆን በዘመኑ ሁሉ ከእነዚህ በላይ አልለበሰም። አንድ ሰውስ እንኳን ሰሎሞን አንድ ጊዜ እንደዚህ ያለውን ውብ ልብስ ለብሶ ነበር ማለት የሚቻለው አይደለምና፤ ከዚህ በኋላም ቢኾን እንደ እነዚህ ለብሶ ነበር የሚል የለምና። 
ጌታችን ክርስቶስ ፦ "ከክብሩ ሁሉ" ያለውም ይህን ሲያስረዳ ነውና። እንደዚህ ሣሮች አበባ ሁሉ ብቻ ሳይሆን ከአንዲቱ ጋርስ እንኳን ቢነጻጸር እንደ እርሷ አልለበሰም። "ከእነዚህ እንደ አንዱ አልለበሰም" ያለውም ለዚህ ነውና። ይህም ማለት በአንድ እውነተኛ ነገርና እውነተኛ ነገር መስሎ በተሠራ ነገር ላይ ያለው ልዩነት ያህል፥ በሰሎሞን አልባሳትና በእነዚህ አበቦች መካከል ያለው ልዩነት ሰፊ ነው ማለት ነው። እንግዲህ በምድር ላይ ከተነሡት ነገሥታት ሁሉ ይልቅ እጅግ የከበረውና የገነነው ንጉሥ ሰሎሞን ከእነዚህ አበቦች እንደ አንዲቱ ካልለበሰ ፥ አንተ እነዚህን አበቦች መብለጥ የሚቻልህ መቼ ነው? ኧረ መብለጡስ ይቅር፤ እንደው በጥቂቱ ወደዚህ የውበት ፍጽምና መጠጋት (መቅረብ) የሚቻልህ እንዴት ነው?
ከዚህ በኋላ ጌታችን ልብስ ስንለብስ በፍጹም ተጋጊጦ መታየትን ዓላማ ልናደርግ እንደማይገባን አስተማረን። ቢያንስ እንደ ሣር እንደዚያ ካማረበት በኋላ ፎጻሜው ምን እንደ ሆነ ተመልከት፤ "ወደ እቶን እሳት ይጣላል።" እንግዲህ እግዚአብሔር ጥቃቅንና ርባና ቢስ ለሆኑ እንደዚሁም ከፍጥረታቱ ሁሉ ክብሩን እንድናውቅ ነው። "የእግዚአብሔርን ክብር የሚናገሩት ሰማያት" ብቻ አይደሉምና (መዝ 18፥1፤ ምድርም ጭምር ናት እንጂ። ይህንን ክቡር ዳዊት እንዲህ ሲል ተናግሮታል ፦ "ተራሮችና ኮረብቶችም ሁሉ የሚያፈራም ዛፍ ዝግባም ሁሉ እግዚአብሔርን አመስግኑት" (መዝ 148፥9። አንዳንድ ዕፅዋት በፍሬያቸው፣ ሌሎቹ በታቅነታቸው ፣ አንዳንዶችም በውበነታቸው ፈጣሪያቸውን እግዚአብሔርን ያመሰግኑታል። እግዚአብሔር እንደነዚህ ንኡሳን ለሚባሉ ነገሮች ሳይቀር ይህን የሚያህል ውበት ማሳየቱ ደግሞ ሊለካ ለማይችለው ጥበቡ ትልቅ ማሳያ ነው። ዛሬ ታይቶ ነገ ወደ እቶን እሳት ከሚጣለው ነገር ለማስፈልገው ለሣር እንኳን የማይሻውን 
ውበት የሚሰጠው ከሆነ፥ ለአንተ ልብስ ለሚያስፈልግህ'ማ እንዴት አብልጦ አይሰጥህም? ከሁሉም ነገሮች ይልቅ እጅግ ዝቅ ያለች ለምትባለዋ ለጽጌ እንኳን ይህን የሚያህል አትረፍርፎ የሚያስጌጣት ከሆነ፥ እንደው ውበቱ ሰለሚያሻት ሳይሆን ብዝሐ ሀብቱን ለማሳየት እንደዚህ አትረፍርፎ የሚያስውባት የሚያስወድዳት ከሆነ፥ ከፍጥረታት ሁሉ ይልቅ እጅግ ክቡር የምትሆን አንተን'ማ በሚያስፈልጉህ ነገሮች እንዴት አያስውብህ? እንዴት አያስወድድህ?
ስለዚህ እንደምትመለከተው የእግዚአብሔርን የመግቦቱ የጠብቆቱ ዕበይ (ታላቅነት) ካሳያቸው በኋላ ፥ ቀጥሎም ሊገሠጹ ጭምር ነውና፥ በዚህ ሳይቀር ራርቶላቸው (የዚህ ሁሉ ምንጭ ሌላ) ጉድለት ሳይሆን የእምነታቸው ማነስ እንደ ሆነ ነገራቸው። ስለ ሆነም፦
--አበቦች ንቦችና ሌሎች ነፍሳትም ያርፉበታል፤ ይቀስሙታልም፣ ዳሩ ግን ውበቱ አይለወጥም አይቆሽሽም። እንደዚሁም ጻድቃንም ሆኑ ኀጥአን በአበባ ከተመሰለ መድኅን ጌታ ቀርበው ጸጋ በረከት ፍሬ ትሩፋት ያገኛሉ፤ ነገር ግን ኀጢአታቸው ወደ እርሱ አያልፍም። ንቦች አበባ ቀስመው መድኃኒት የሚሆን ጣፋጭ ማርን ይሠራሉ፣ በአበባ የተመሰለ በባሕርዩ የማይለወጥ ጌታም ቃሉ ትምህርቱ የሚጣፍጥ ለአሕዛብ ሕይወት ይሆናል። 
አበባ መዓዛ አለው ከሩቅ ያውዳል፣ በአበባ የተመሰለ መድኅን ዓለም ክርስቶስም መዓዛ ቅዱሳን ነው። የቅዱሳን ክብራቸው፣ ሞገሳቸው፣ ደስታቸው እርሱ ነውና። 
አበባ ፍሬ እንደሚያስከትል ሁሉ መድኅን ጌታም በአበባነቱ ሰዎች ያስደስታል ፍሬ ምግብ ይሆናልና። / አባ ጽጌ ድንግል/
-ክረምት አለፈ፣ በረከት ተተካ፣ በአበቦች ውበት ምድር ተጌጠች ተሸለመች፣ ለምሕረት አባት ለእርሱ ክብር ምስጋና ይገባል።...የገዳም አበቦች ታዩ ተገለጡ፤..." /ቅዱስ ኤፍሬም ሶርያዊ/
-የምድር በዳ አበባ ዘር አይዙሩባትም፣ ምድር አይታረስባትም፣ ገበሬ አይጥርባትም (አይደክምበትም)። እንደዚሁ ሁሉ እመቤታችን ኲሉ ድንግል ማርያም ዘርአ ብእሲ ሳያርፍባት በኅቱም ድንግልና ፀንሳ በኅቱም ድንግልና ፍሬ ክርስቶስን ወልዳ በመገኘቷ ልዩ ናት።/ጾምና ምጽዋት 67/
-የትንቢት አበባ እግዚአብሔር የእኛ ሥጋ የሆነ ሥጋሽን ለብሶ በምድር በታየና በተገለጸ ጊዜ የባሕርያችንና የነገዳችን መመኪያ ለሆነችው ለእናታችን ለድንግል ማርያም ዛሬ በሰማይ የደስታና የክብር መገለጽ ሆነ ብለን እናመሰግንሻለን። /አባ ጽጌ ድንግል/
-የሮማን ሽቱ የቀቀናንም አበባ የምትሆኚ ማርያም ሆይ፤ በረኀብ በጾም አበባ የመሰለ የመልክሽ ደም ግባት እስኪጠወልግ ድረስ በስደትና በልቅሶ የደረሰብሽን ችግርና ድካም መከራሽንም ሁሉ እንደ እኅትሽ እንደ ሰሎሜ አብሬሽ ብቀበል ምኞቴ ነበር። በዚህም ፍጻሜ የሌለው ደስታሽን እሳተፍ ነበር። /አባ ጽጌ ድንግል/
፴. እግዚአብሔር ግን ዛሬ ያለውን፥ ነገም ወደ እሳት ምድጃ የሚጣለዉን የምድረ በዳ ሣር እነሆ፥ እንደዚህ የሚያለብስው ከሆነ፥ እናንተ ሃይማኖት የጒደላችሁ፥ እናንተንማ እንዴት? -በርግጥ እነዚህን ሁሉ (አበቦች) እንዲህ ውብ እንዲሆኑ የሚያደርጋቸው እርሱ ራሱ ነው። ሁሉ በእርሱ፣ ከሆነውም አንዳች ስንኳ ያለ እርሱ አልሆነም" ይላልና (ዮሐ 1፥3። ሆኖም ግን እስከ አሁን ድረስ ይህን የሚያደርገው እርሱ መሆኑን አንድም ቦታ አልተናገረም። 
ለጊዜው ሙሉ ኃይልን (ሥልጣኑን) ማሳየቱ፣ በእያንዳንዱ በሚያዝዛቸው ትእዛዝ ላይ፦ "ለቀደሙት 'እንዲህ' የተባለውን ሰምታችኋል፤ እኔ ግን እላችኋለሁ" እያለ በሥልጣን መናገሩ በራሱ በቂ ነበርና።
ስለዚህ ከዚህ በኋላ ራሱን ቢሰውር (የባሕርይ አምላክነቱን በግልፅ ባይናገር)፣ ወይም ስለ ራሱ በአትሕቶ ርእስ ቢናገር ሊደንቅህ አይገባም። አሁን የሚፈልገው አንድ ነገር ብቻ ነውና፦ ቃሉን በቀላሉ ሊቀበሉትና ይህ በራሱ (የባሕርይ አምላክነቱን) እንዲያረጋግጥላቸው፣ በእያንዳንዱ መንገድም እነርሱ እንደሚያስቡት የእግዚአብሔር ተቃዋሚ ሳይሆኑ ከባሕርይ አባቱ ከአብ ጋር አንድ እንደ ሆነ (አሐቲ ፈቃድ፣ አሐቲ ሥልጣን እንዳለቻቸው) እንዲያሳያቸው ነው።
በዚህም ላይ ያደረገው ልክ ይህንን ነው። ብዙ ትምህርት እያስተማረ ጥበቡን፣ መግቦቱን፣ ትልቅም ትንሽም በሚባል በሁሉም ነገር ለእኛ የሚያሳየው ጥልቅ ፍቅር ተደንቀን በዚያው የባሕርይ አምላክነቱን እንዳንምለከት አልከለከለንምና። እንዲህም በመሆኑ ስለ ኢየሩሳሌም በተናገረ ጊዜ፦ "የታላቁ ንጉሥ ከተማ" ብሎ ጠርቶአታል (ማቴ 5፥35። ስለ ሰማይ ሲናገር፦ "የእግዚአብሔር ዙፋን" ብሎአል (ማቴ 5፥34። የዚህ ዓለም መጋቢና ሠራዒ መሆኑን ሲናገርም ፦ "በክፉዎችና በበጎዎች ላይ ፀሐይን ያወጣል፤ በጻድቃንና በኃጢአተኞችም ላይ ዝናብን ያዘንባል" ብሎአል (ማቴ 5፥45። በአንቀጸ ጸሎትም ላይም እንደዚሁ ፦ "መንግሥት ፣ ኃይልና ክብር የአንተ ነው" ብለን እንድንጸልይ አስተምሮናል (ማቴ 6፥13። እዚህ ላይ ስለ መጋቢነቱ ስለ ሠራዒነቱ ሲናገርና ጥቃቅን በሚባሉ  ነገሮች ሳይቀር ምን ያህል ጠቢበ ጠቢባን መሆኑን ሲገልፅም "የሜዳ ሣር እንዲህ የሚያለብስ"
መሆኑን ተናግሮአል። ስለ እግዚአብሔር አብ በተናገረ ጊዜም እስከ አሁን ድረስ አባታቸው እንደሆነ አስረዳ እንጂ "አባቴ" ብሎ አልጠራውም። ለምን በእነርሱ የጸጋ ልጅነት አንጻር የእርሱን የባሕርይ ልጅነቱን ሲያስተምራቸውና በኋላ ላይ በግልፅ የባሕርይ ልጅነቱን በተናገረ ጊዜ እንግዳ ነገር ሆኖባቸው ልባቸው እንዳይታወክ ሽቶ ነው
እንግዲህ አንድ ሰው በጣም "ርካሽ" በሆኑ ነገሮች እንኳን ሳይቀር ሊጨነቅ እንደማይገባው ከተነገረው፥ ውድ በሆነ ነገሮች የምንጨነቅ እኛ ታዲያ ለዚህ ሊደረግልን የሚችል ይቅርታ እንደምን ያለ ይቅርታ ነው? ወይም የሌሎች ሰዎችን ሀብትና ንብረት ሳይቀር ለመዝረፍ አስበው እንቅልፍ የሚያጡ ሰዎች ሊደረግላቸው የሚችል ምሕረት እንደምን ያለ ምሕረት ነው?
ሃይማኖት ምንድን ነው?
ሃይማኖት የሚለው ቃል የሚገልጸው አንድ ሰው የሚያምነውን እምነት ይዘቱ ወይም አስተምህሮ (Content of Faith) ምንድን ነው? የሚለው ነው። ይህም ማለት አምነዋል የሚለው ነገር መሠረታዊ ስለሆኑት ጉዳዮች ምን ምን ይላል ? የሚለውን ማለት ነው። ሃይማኖት አንድ ሰው እውነት ነው ብሎ የያዘውን ነገር ምንነት የሚያመለክት ቃል ነው። ለምሳሌ ቅዱስ ጳውሎስ ከአሳዳጅነት ከተመለሰ በኋላ "ነገር ግን፣ ቀድሞ ያሳድድ ነበር፥ እርሱ በፊት ያጠፋው የነበረውን ሃይማኖት አሁን ይሰብካል" ሲል ይን የሚገልጽ ነው (ገላ 1፥23። እንዲሁም "ለቅዱሳን አንድ ጊዜ ፈጽሞ ስለተሰጠች ሃይማኖት እንድትጋደሉ እየመከርኋችሁ..." (ይሁ 3 ሲል፣ "እንደ ተማራችሁም በሃይማኖት ጽኑ" (ቆላ 2፥7 ሲል ይህን የሚያስረዳ ነው።
እምነት ምንድን ነው?
እምነት ደግሞ አንድ ሰው አምነዋለሁ በሚለው ነገር ላይ ያለው መታመን ነው። እምነት አንድ ሰው እውነት ነው ብሎ ለያዘውና አምነዋለሁ ለሚለው ነገር ያለው ውስጣዊ መታመን ነው። ስለዚህ ሃይማኖት አጠቃላይነት ያለው ሲሆን እምነት ደግሞ ግላዊነት ያለው ነው።
በአገላለጽ ደረጃ ግን ሃይማኖትም እምነት፣ እምነትም ሃይማኖት እየተባሉ ሲጠሩ እናገኛለን። ይህ በመጽሐፍ ቅዱስም ሆነ በአጠቃላይ የጽሑፍም ሆነ የንግግር ባህል በስፋት የተለመደ ነው። ይህ ማለት ግን ሁል ጊዜ ሁለትም አንድ ዓይነት ነገሮች ናቸው ማለት አይደለም።
እምነት የሚለው ቃል በውስጡ ሁለት ነገሮች አሉት። እነዚህም
1. የሚታመን እውነት- የምናምነው አምላክ ማን ነው? ይህ አምላክ ስለ ራሱ ምን ብሏል? የሚመለከው ማን ተብሎ ነው? እንዴትስ ነው? አድርጉ አታድርጉ ያለውስ ምንድን ነው? በአጠቃላይ ትምህርቱ ምን ይላል? በእምነት ውስጥ የመጀመሪያው መሠረታዊ ጉዳይ ይህን የመሰሉት ነገሮች ናቸው።
ይህ የእምነቱ ይዘት (Content of Faith) ምንድን ነው? የሚለው ጉዳይ ማለት ነው። ሃይማኖት ተብሎ የሚጠራው ይህ የእምነቱ ውስጥ ይዘት ነው። አንዱን እምነት ከሌላው እምነት የሚለየው ይህ የእምነቱ ይዘት ወይም ሃይማኖት ነው። ሃይማኖት "እምነት" ተብሎ ሲጠራ ወይም ሲገለጽ ይህን ለማለት ጥቅም ላይ የዋለ መሆኑን፣ ማለትም የሚታመነው ነገር ምን መሆኑን ለመግለጽ መሆኑን መገንዘብ ተገቢ ነው።
2. አምነዋለሁ በሚለው አምላክ ላይ ያለው ግለሰባዊ መታመን ነው።
የእምነት ዓይነቶች
- ደካማ ወይም ጎዶሎ እምነት ማቴ 14፥31፣ 6፥30፣ ማር 4፥40፣ ሮሜ 14፥1
-የሚዘገይ ሉቃ 24፥25
-ውስን ዮሐ 11፥21
-የሚያድግ 2ተስ 1፥3
-ታላቅ እምነት ማቴ 8፥10
-ተራራን የሚያፈልስ ማቴ 7፥20
-እንደ ጌታችን ኢየሱስ ክርስቶስ መሥራት የሚያስችል። ዮሐ 14፥12 (መድሎተ ጽድቅ ቅጽ ፫ 39/
፴፩. እንግዲህ ምን እንበላለን? ምን እንጠጣለን? ምንስ እንበላለን? ብላችሁ አትጨነቁ።
፴፪. ይህን ሁሉ አሕዛብ ይሹታልና፤ ለእናንተ ግን ሰማያዊ አባታችሁ ይህን ሁሉ እንድትሹ ያውቃል።
-እንዴት እንደ ገና ይበልጥ እንዳስፈራቸውና በዚህም ምንም አስጨናቂ ወይም ከባድ ነገር እንዳላዘዛቸው እያሳያቸው እንደ ሆነ ትገነዘባለህን? ስለዚህ ፦ "የሚወዱአችሁን ብትወዱ" ይህ ታላቅ ነገር አይደለም፤ "አሕዛብ እንኳን ያንኑ ያደርጋሉና" ብሎ ነበር።
አሁንም ልክ እንደዚሁ እኛን ሊገሥጸንና እየሻተብን ያለው ለእኛ በቁዔት ያለው ነገር ልናበድረው እንደሚገባው ሊያሳያን ወድዶ እንደ ገና አሕዛብን አነሣቸው። ጽድቃችን ከፈሪሳውያን የግድ ሊበልጥ የሚገባን ሆነን ሳለ፥ ከእነዚህ መብለጥስ ይቅርና በአሕዛብ ደረጃ የምንገኝና በነፍሳችን እነርሱን እነርሱን የምንመስላቸው ከሆነ የማንቀበለው ቅጣት እንደምን ያለ ቅጣት ነው?
ነገር ግን በዚህ ቃለ ተግሣጹ ላይ ብቻ አላቆመም። በዚሁ ከገሠጻቸው ካነቃቃቸው ኃይል ባለው አገላለፅም ካሳፈራቸው በኋላ ፥ እንደ ገና በሌላ መከራከሪያ አሳብ ደግሞ፦ "ይህ ሁሉ እንዲያስፈልጋችሁ የሰማዩ አባታችሁ ያውቃልና" በማለት ያጽናናቸዋልና። "እግዚአብሔር ያውቃልና" አላለም፤ ከፍ ወዳለ ተስፋ ይመራቸው ዘንድ ሽቶ "የሰማዩ አባታችሁ ያውቃልና" አለ እንጂ። አባት ያውም እነደዚህ ያለ አባት ቢሆን ፥ እጅግ ክፉ ነገር ሲደርስባቸው በፍጹም ችላ ብሎ አያያቸውምና ፥ የሰማዩ አባትስ ይቅርና ምድራውያን አባቶች ቢሆኑ እንደዚህ አያደርጉምና።
ዳግመኛም በዚህ አሳብ ላይ ሌላ መከራከሪያ ጨምሮበታል። እርሱስ ምን የሚል ነው? "እንዲያስፈልጋችሁ" የሚል ነው። እንደዚህ ሲል ነው፦ "ምን ማለታችሁ ነው? ትርፍ ነገር እንደ ሆኑ አስቦ እግዚአብሔር ችላ ይላቸዋልን? በፍጹም! ትርፍ የሚመስሉ ነገሮች ሳይቀር እግዚአብሔር ከፍ ያለ አሳቢነቱን ያሳያል። ይህም ልክ በሣሩ ላይ እንዳሳየው ማለት ነው። ሆኖም ግን አሁን እነዚህ ነገሮችም አስፈላጊ ናቸው። እንድትጨነቅ ምክንያት የሆነው ነገር ይህ በራሱ ከጭንቀት ሊያርቅህ ይገባል። በሌላ አገላለፅ ፦ 'እነዚህ ነገሮች ስለሚያስፈልጉኝ ልጨነቅ ይገባኛል' የምትል ከሆነ እኔም ፦ በፍጹም! ስለዚህ ተመሳሳይ ምክንያት ልትጨነቅ አይገባህም፤ ያስፈልጉሃልና።'
ትርፍ ነገሮች ቢሆንም እንኳን በፍጹም ተስፋ ልንቈርጥ አይገባም፤ እነርሱንም እንደሚሰጠን ልንተማመን ይገባናል እንጂ። ነገር ግን አሁን አስፈላጊ ናቸውና ከእንግዲህ ወዲህ ልንጠራጠር አይገባንም። ለገዛ ልጆቹ አስፈላጊ የሆኑ ነገሮችን የሚከለክል አባት እንግዲህ እንደምን ያለ አባት ነው?" ስለዚሁ ምክንያት እግዚአብሔርም እንደሚያስፈልገን የሚያውቀው ነገር አብልጦ ይሰጠናል።
በርግጥም ተፈጥሮአችን ካለ መኖር ወደ መኖር ያመጣው እርሱ ነውና፥ የሚያስፈልገን ምን እንደሆነም ጠንቅቆ ያውቃል። ስለዚህ፦ "ርግጥ ነው፥ እርሱ አባታችን ነው። የምንሻቸው ነገሮችም እጅግ አስፈላጊ ናቸው። ነገር ግን አሁን እንደሚያስፈልጉን አያውቅም" ማለት እንደ ምን ይቻልሃል? የገዛ ተፈጥሮአችንን እንኳን የሚያውቅ እርሱ፣ ማወቅ ብቻም ያይደለ ይህን ተፈጥሮአችንን የፈጠረ እርሱ፣ የፈጠረ ብቻ ያይደለ እንዲህ (ያስፈልጋል የምንለው ነገር እንደሚያስፈልገው) አድርጎ የፈጠረ እርሱ፥ አንተ ራስህ ለራስህ ያስፈልገኛል ከምትለው በላይ ምን እንደሚያስፈልግህ ያውቃል። ተፈጥሮአችን እንደዚህ ያለ ነገር እንደማያስፈልገው አድርጎ የፈጠረው እርሱ ራሱ ነውና። ስለዚህ እርሱ አስቀድሞ ያስፈልገዋል ብሎ ፈቅዶ ለፈጠረው፣ እንደሚያስፈልገው አድርጎ ፍላጎት ለሰጠው ተፈጥሮህ አያስፈልገውም ብሎ እንደ ገና ራሱን መቃወም አይቻለውምና፥ ተፈጥሮህ የሚሻውንና አጽንቶ የሚያስፈልግህን ነገር አይነሳህም።
ስለዚህ አትጨነቅ። በመጨነቃችን ራሳችንን ከመጉዳት የዘለለ ሌላ የምናተርፈው ወይም የምናገኘው ነገር የለምና። እግዚአብሔር ብንጨነቅም ባንጨነቅም የሚያስፈልገንን ነገር ይሰጠናልና። በተለይ ደግሞ የማንጨነቅ ስንሆን የሚያስፈልገንን ነገር እንደሚያስፈልገን ዐውቆ ይሰጠናል። 
እንደዚህ ከሆነ ታዲያ እንዲያውም "አትጨነቅ" የሚለውን ትእዛዝ በመተላለፍ ተጨማሪ ቅጣት በራስህ ላይ ከማምጣት በቀር ፥ ተጨንቀህ የምታተርፈው ነገር ምንድን ነው? አንድ ሰው ወደ ባለጠጋ ሰው ቤት ለግብዣ እየሄደ "ምን እበላለሁ?" ብሎ አይጨነቅም፤ ወደ ምንጭ ውኃ እየሄደም "ምን እጠጣለሁ?" ብሎ አይብከነከንም። እንግዲያውስ እኛም ከየትኛውም ዓይነት ምድረ ምንጭ በላይ የተትረፈረፈ ውኃ ወይም ቊጥር የሌለው የተሰናዳ ማዕድ አለንና እርሱን እያየን ነዳያን ወይስ በአእምሮ ሕፃናት አንሁን። ይኸውም መግቦተ እግዚአብሔርን ማለቴ ነው።
እስከ አሁን ድረስ ከተባለው በተጨማሪ፥ እንደዚህ ባሉ ነገሮች ላይ በእግዚአብሔር የምንተማመን እንሆን ዘንድ እንደ ገና ሌላ ምክንያት ይጨምራልና፤ እንዲህ በማለት "እናንተስ አስቀድማችሁ የእግዚአብሔርን መንግሥት፥ ጽድቁንም ፈልጉ፤ ይህም ሁሉ ይጨመራላችኋል።" /ቅዱስ ዮሐንስ አፈወርቅ (የማቴዎስ ወን 426/
--ዘፍ 6፥2፣ ኢሳ 63፥16፣ 64፥8፣ 49፥15፣ ማቴ 23፥37፫. እናንተስ አስቀድማችሁ የእግዚአብሔርን መንግሥት፥ ጽድቁንም ፈልጉ፤ ይህም ሁሉ 
-ዓለማዊ ነገሮች ካገኛችሁ መንግሥተ ሰማያትን ፈልጉ። በነገሮች እዚሁ የምትደሰቱ ከሆነ ናቋቸው።...የማይረቡ ነገሮች ለምን ታደንቃላችሁ? እውነተኛ ጠቀሜታ የሌላቸውን ነገሮች ለምን ትናፍቁኛላችሁ? አንድ ሰው ለምን ያህል ጊዜ ድሃ ይሆናል? አንድ ሰውስ ለምን ያህል ጊዜ ይለምናል? ዐይኖቻችሁን ወደ ሰማይ አቅኑ፤ በዚያ ያሉትን ሀብታሞች አስቧቸው። ከዚያም በወርቃችሁ ላይ ፈገግ በሉበት። ምን ያህል ጥቂት ጥቅም እንዳለው አስቡ። 
ከሱ የሚገኘው ደስታ ሊቆይ ይችላል ግን ለአሁኑ ሕይወታችን ነው። ያ ከዘለዓለማዊው ጋር ሲወዳደር የአሁኑ ሕይወት እንደ አሸዋ ቅንጣት ወይም ወሰን በሌለው ውቅያኖስ ላይ ጠብ እንደሚል ውኃ ነው። ቅዱ ዮሐንስ አፈወርቅ /የቅዱስ ጳውሎስ መልእክት ወደ ፩-ጢሞ ገጽ 129/
--ስለዚህ ነፍስህን ከጭንቀት አርነት ካወጣት በኋላ ፥ ከጥሎ ደግሞ እንደገና መንግሥተ ሰማያትን አነሣ። በርግጥም እስከ አሁን ድረስ የቀደመውን ሕግ እየፈጸመና ወደሚበልጥ ሀገር (ወደ ሰማይ) እየጠራን ነበርና የመጣው። ስለዚህ ሁሉንም ነገር ያከናወነው አላፊና ጠፊ ከሆኑ ነገሮች እንደዚሁም ለዚህ ዓለም ካለን ፍቅር ሊዋጀን ነው። ስለዚሁ ምክንያትም፦ "ይህን ሁሉ አሕዛብ ይፈልጋሉ" በማለት ድካማቸው ሁሉ ለዚህ ዓለም ብቻ የሆኑ፣ ሊመጣ ስላለው ዓለም ምንም ምን አሳብ የሌላቸው ወይም ደግሞ ስለ መንግሥተ ሰማያት ምንም ጭንቀት የሌለባቸው አሕዛብንም ጭምር አነሣቸው። ለአንተ ግን ዋና የሚባሉት እነዚህ አሁን የሚታዩት ነገሮች አይደሉም፤ ከእነዚህ ውጭ ናቸው እንጂ። የተፈጠርነው (" ያለ እምነት እግዚአብሔርን ደስ ማሰኘት አይቻልም" እንዲል በአሚነ እግዚአብሔር ፣ በዐቂበ ትእዛዛት እንደዚሁም በገቢረ ሠናይ"ግእዝ በግእዝ ) እግዚአብሔርን ደስ እንድናሰኘውና ርስቱንና መንግሥቱን እንድንወርስ እንጂ እንድንበላ፣ እንድንጠጣና እንድንለብስ አይደለምና። በመሆኑም የዚህ ዓለም ነገሮች በምናደርገው ማናቸውም ተግባራት ተቀዳሚ ስላይደሉ፥ በጸሎታችን ውስጥም ተቀዳሚ ሊሆኑ አይገባቸውም። "አስቀድማችሁ የእግዚአብሔርን መንግሥት ፈልጉ፤ ይህም ሁሉ ይጨመርላችኋል" ያለው ለዚህ ነው።
ዳግመኛም ፦ "ይጨመርላችኋል" አለ እንጂ "ይሰጣችኋል" አላለም። ይኸውም ከመንግሥተ ሰማያት አንጻር እግዚአብሔር (ስለ እምነታችን፣ ትእዛዙን ስለ መጠበቃችንና መልካም ሥራ ስለ መሥራታችን) በዚህ ዓለም የሚሰጠን ዋጋ ያን ያህል ታልቅ እንዳይደለ ታውቅ ትረዳ ዘንድ ነው። እንዲህ በመሆኑም ለመንግሥተ ሰማያት ተውሳክ (ጭማሪ) ስለ ሆነው ስለዚህ ዓለም ብዕል እንድንለምን አላዘዘንም፤ ስለ መንግሥተ ሰማያት ስንጠይቀው ይህም እንደሚጨምርልን ልንተማመን እንደሚገባን አዘዘን እንጂ። ስለዚህ አስቀድመህ መንግሥተ ሰማያትን ሻ፤ በዚህ ዓለም የሚያስፈልግህም ነገር ትቀበላለህ። የሚታየውን ነገር አትሻ፤ ያን ጊዜም ለማይታየው ነገር ዳረጎት ሆኖ ይህ የሚታየውንም ጭምር ታገኛለህ። አዎን! (በወልድ ውሉድ፣ በክርስቶስ ክርስቲያን ፣ በመንፈስ ቅዱስም መንፈሳዊ ለተባልኸው) ለአንተ (ከልዕልናህ ወርደህ) የሚታየውንና ተውሳኩን ቅድሚያ መሻት የተገባ አይደለምና። ተጋድሎህንና አሳብህን ሁሉ ሊነገሩ ሰለማይችሉ ሰማያዊ ሀብታት ሊሆን የሚገባህ ሆኖ ሳለ፥ ገና ከመታየቱ የሚጠፋው የዚህን ዓለም ብዕል መሻት ለአንተ ሐፍረት ነውና።
እንግዲህ ምን ይሁን? እንጀራ እንዲሰጠን ልንለምን እንደሚገባን አላዘዘንምን?" ያለ ሰው አለ። በፍጹም! "እንጀራ" ብቻ ሳይሆን "የዕለት" የሚልም አለውና። በዚሁ ላይም እንደ ገና "ዛሬ" የሚል አለውና። አሁንም እዚህ ላይ የገለፀው ከዚሁ ጋር አንድ ነው። "አትጨነቁ" ብቻ ሳይሆን "ለነገ አትጨነቁ" ነውና የሚለው። ይኸውም በአንድ መልኩ ከዚህ ዓለም አሳብ ቀንበር ነጻ እንድንሆን፣ በሌላ መልኩ ደግሞ ነፍሳችን እጅግ አስፈላጊ የሆኑት የወዲያኛው ዓለም ነገሮችን ትኲር ብላ እንድትመለከት ሲያደርገን ነው።
ስለ እነዚህ ነገሮች እግዚአብሔርን እንድንለምነው ሲያዝዘን እንኳን እግዚአብሔር ይህ ነገር እንደሚያስፈልገን የማያውቅ ወይም ደግሞ የሚዘነጋ ሆኖ እንድናስታውሰው እንደሚፈልግ ሲነግረን ሳይሆን የምናደርገውን በጎ ነገር ሁሉ የምናደርገው በእርሱ ረድኤት እንደሆነ እንድናውቅና ስለ እነዚህ ነገሮች ዘወትር በመጸለይ የእርሱ ገንዘቡ እንድንሆን ነው።
እንደገና በዚህም ጭምር የዚህ ዓለም ነገሮች በርግጥ እንደሚያገኙአቸው እንዴት እንዳስተማራቸው ታስታውላለህን? ትልቁን የሰጠው እግዚአብሔር ትንሹም አብልጦ ይሰጣልና። "እንዳትጨነቁ ወይም እንደዚህ ያለውን ልመና እንዳታቀርቡ የነገርኋችሁ እንድትቸገሩና ዕራቁታችሁን እንድትሄዱ ብዬ አይደለም፤ እነዚህን ጭምር አትረፍርፌ እሰጣችሁ ዘንድ ነው እንጂ።" ይህም እንደ ምትመለከተው ከሁሉም ነገር በላይ ሰማዕያኑን ወደ እርሱ ያቀርባቸው ዘንድ ደገኛውና የተሻለው መንገድ (ዘዴ፣ ጥበብ) ነበር።
"በስውር የሚያይ አባትህም በግልጥ ይከፍልሃል" በማለት በዋናነት ይህንኑ የሚሰጡትን ራሱ እንደሚሰጣቸው ቃል ገብቶ ወደ ራሱ እንዳቀረባቸው ሁሉ፥ አሁንም ልክ እንደዚሁ የዚህ ዓለም ነገሮችን ከመሻት ሲያርቃቸውና ይህን እንዲያደርጉ ሲያሳምናቸው በዚሁ ተመሳሳይ መንገድ ነው- ቅድሚያ ሰጥተው ቃል በመግባት! "ስለዚህ አለ ጌታችን ፥ "አስቀድመህ ይህን እንዳትፈልግ ያዘዝሁህ እርሱን እንድትቀበል ስለ ፈለግሁ ሳይሆን ተትረፍርፎ እንድትቀበል፣ የራስህ እንደ ሆነ አድርገህ እንድትቀበል ፣ ልታገኘው ከሚገባህ በቁዔት (ከመንግሥተ ሰማያት) ጋር ጨምረህ እንድታገኘው፣ ስለ እነዚህ ነገሮች በመጨነቅና በእነዚህ አሳብ በመማረክ እነዚህንም እነዚያ መንፈሳውያንም ጭምር እንዳታጣቸው፣ አላስፈላጊ ጭንቀት እንዳየሠገኝህና ከፊትህ ካለው
(ከመንግሥተ ሰማያት) ውጹእ እንዳትሆን ስለሚፈልግ ነው። (ቅዱስ ዮሐንስ አፈወርቅ (የማቴዎስ ወን 429)
-እንዲሆንልን ከምንፈልገው ነገር ሁሉ አስቀድመን መንገሥቱን መፈለግ አለብን። /ጋብቻና የቤተሰብ ሕይወት ገጽ 92፣154/
-የእናትህ ማኅፀን ሁሉን የምትይዝ አንተን ታዛዥ በማድረግ ተፈጥሮአዊ ሥርዓትን ለወጠች።ባለጸጋ የሆነው እርሱ ወደ እርሷ ማሕፀን አደረ ድኃ ሆኖ ተወለደ። በልዕልና የሚኖረው እርሱ ከእርሷ ተጸንሶ የባርያውን ስብእና ገንዘብ አድርጎ ተወለደ፤ ብሩህ የሆነ እርሱ ወደ እርሷ ገባ የተዋረደውን የሰውን ባሕርይ ባሕርይው አድርጎ ተወለደ። /ቅዱስ ኤፍሬም ሶርያዊ/
-ሰብአ ሰገል ከሀብታቸው ጋር ወደ ጌታችን መጡ፤ መክነው የነበሩትም ከሀብታቸው ጋር ወደ ጌታ መጡ የደሃይቱንም ቤት በሀብት ሞሉት። ቅዱስ ኤፍሬም ሶርያዊ /የትሕርምት ሕይወት 57/
-እንዴት ከድሃ ቤት አደረ እንደ ምስኪን ከሰማያት ወርዶ የእርሷን ባሕርይ ባሕርይ አድርጎ ተወለደ። ቅዱስ ያሬድ
-ወደ ድህነት ሽሽ በእርሱዋም ኑር። እርስዋ ለወዳጆቹዋ ልክ እንደ እናት አዛኝ ናት። ወዳጄ ሆይ ለልጆቹዋ የመረጡትን ከምትመግባቸው እናት ዘንድ ተጠጋ። ቀንበሩዋ ልዝብና ቀሊል እንዲሁም ደስ የሚያሰኝ ነው፤ የመታሰቢያዋም ጣዕም እጅግ ግሩም ነው። በአስተሳሰቡ ሕመምተኛ የሆነ ሰው ከድህነት ወደብ ይጠጋ። ስጉ ግን ክብርት የሆነችውን ይህቺን የድህነት ቀምበር መሸከምን ይፈራል። /ቅዱስ ኤፍሬም ሶርያዊ/
-የሌላውን የምትፈልግ እስክትሆን ድረስ ደርሰህ ድሀ አትሁን። በግንባርህ ወዝ የምታገኘው የዕለት እንጀራህ ለአንተ በቂ ይሁን። ቀኒቱ የሰጠችህ በረከት እርሱ የፍላጎትህ ልኬት ይሁን። /ቅዱስ ኤፍሬም ሶርያዊ/
-በዚህች የከበሩ ነገሮች ሁሉ ባሉባት ግምጃ ቤት ተደነቅኹ። በውስጧ ያሉ የከበሩ ሀብታት ሁሉ ከሁሉ ይልቅ የከበሩ ናቸው። ከእርሷም አንድም ሰው ሊያጎድል አልተቻላቸውም። ለዚህች ግምዣ ቤት የብዕሏ ምንጭ ድህነት ናት። ቅዱሳንም በዙሪያዋ ከትመውባታል፤ ከዚህች ግምጃ ቤት ሀብትን ይናጠቃሉ። ንጥቂያ እንደ መሆኑ መጠን ብዙዎች ባለጠጎች ሆኑባት። ለጸኑትና አጥብቀው ለፈለጓት ከሀብቷ በኃይልና በብዛት ይፈስስላቸዋል። /ቅዱስ ኤፍሬም ሶርያዊ/
-እናንተ ክርስቲያኖች ሆይ ድህነትን የምትወዳት ሁኑ ድሀም ለመሆን ተመኙ። እነዚህ ሁለቱ ካሉአችሁ የመንግሥቱ ወራሾች ትሆናላችሁ። /ቅዱስ ኤፍሬም ሶርያዊ/
-ምንም ባለጠጋ ብትሆን ሥራን ከመሥራት አትለግም፤ ሥራ ፈት ሰው ከስንፍናው የተነሣ እጅግ ብዙ ኃጢአቶች ያገኙታል። /ቅዱስ ኤፍሬም ሶርያዊ/
-በድህነት ሕይወት የሚኖሩ ኤልያስና ኤልሳዕ በላይ ያለውን ሰማያዊ ሀብት ወደዱ። ድሀ የሆነው እርሱ ድሀ ለሆነው ወዳጁ ከሁሉ በእጅጉ የሚልቅ ሀብትን ሰጠው። እናንተም በውጭ ሲታይ ድሀ የሚመስለውን በውስጥ ግን የጸጋ ሁሉ ግምጃ ቤት የሆነውን ክርስቶስን ወዳችሁታልና እርሱ ለመንፈስ ቅዱስ በገናዎች ትሆኑና ስለ እርሱ መልካምነት በነፍሳችሁ ምስጋናን ታቀርቡ ዘንድ የጸጋ ግምጃ ቤት አደረጋችሁ።
እናንተን የጸጋው ግምጃ ቤት ያደረጋችሁ ዘንድ የወደደ እርሱ የተመሰገነ ይሁን። /ቅዱስ ኤፍሬም ሶርያዊ/
-ባለ ጠጋ ሀብቱ ከእንቅልፍ የራቀ እንደሚያደርገው እንዲሁ እናንተም እንደ ባለጠጋው ንቁሃን ሁኑ። ዉሻው እንኳን ተኝቶ ሲያድር እርሱ ግን ሀብቱን ሲጠብቅ ያድራልና። /ቅዱስ ኤፍሬም ሶርያዊ/
--የእስራኤል ልጆችና ከከነዓናውያን ጦርነት አድረገው በድል እንደገቡ እኛም ድል ካላደረግን መንግሥተ ሰማያት አንገባም። (መጽሐፈ ሳዊሮስ ዘእስሙናይን 157) ለምስጋና እንትጋ (መጽሐፈ ሳዊሮስ ዘእስሙናይን 323) በማግኘትና በማጣት መንፈሳዊ ሕይወታችን እንዳይለወጥ መትጋት አለብን።
ይጨመራላችኋል።
- ሃይማኖትና ምግባር አንድም ልጅነትንና መንግሥተ ሰማያትን ፈልጉ /ዜናሁ ለእግዚእነ 177/
-መንግሥቱ ያለው ሃይማኖት ጽድቁን ያለው ምግባር
፴፬. ለነገ አትጨነቁ፤ ነገ ለራስዋ ታስባለችና፤ ለቀኒቱ ክፋቷ ይበቃታል።
-ይኸውም በእርስዋ ዘንድ (ነገ) ያለው ፃዕሯ ጋሯ ነው። በፊትህ ወዝ እንጀራህን መብላት አይበቃህምን? ከቀደመው ድካምህ ሳይቀር በቅርቡ ልትድን ተቃርበህ እያለ፥ ለምን ከጭንቀት የተነሣ የምትመጣዋን ጣርና ጋር ትጨምራለህ? እዚህ ላይ "ክፋቱ" ያለው ክፉ ነገር ለማለት አይደለም። እንደዚህ ያለ አሳብ ከእኛ ይራቅ! ይልቅ ከላይ እንደተገለጠው መከራ፣ ኀዘንና ትካዜ ለማለት ነው። 
በሌላ ሥፍራ ላይም፦ "እግዚአብሔር ያላዘዘው ክፉ ነገር በከተማ ላይ ይመጣልን?" ብሎአል (አሞ 3፥6። ይህ ማለት ግን ወደ እርሱ እንመለስ ዘንድ እግዚአብሔር ከላይ ከሰማይ የሚልከው መቅሰፍት እንጂ ክፉ ነገር አይደለም፤ (እግዚአብሔር ይቅርና የሥጋ ወላጆቻችን እንኳን የሚገሥጹን ለጥቅማችን ነውና።) ዳግመኛም በሌላ አንቀጽ ላይ ፦ "ሰላምንም አደርጋለሁ፤ ክፋትንም አመጣለሁ፤ እነዚህን ሁሉ ያደረግሁ እግዚአብሔር እኔ ነኝ" ብሎአል (ኢሳ 45፥7። እዚህ ላይም ቢሆን ስለ ክፉ ነገር እየተናገረ ሳይሆን በሰዎች ዘንድ በአጠቃላይ አነጋገር ልማድ ክፉ ተብለው ስለሚታሰቡት ስለ ረኀብ ፣ ስለ ቸነፈር ነው። ስለዚህ ለምሳሌ የእነዚህ አምስት አለቆች ካህናትና ነቢያት ታቦቱን ቀንበር ባልተጫነባቸው ላሞች ሠረገላ አጥምደውና እንስሶቻቸውን ለይተው በሰደዱአቸው ጊዜ፥ ከሰማይ ለመጣውና በዚያ በመካከላቸው ለታየው መቅሰፍት፣ ፍርሐትና ጭንቀት "ክፉ" የሚል ስም ሰጥተዉታል (1ሳሙ 6፥9። ስለዚህ ጌታችን ኢየሱስ ክርስቶስ እዚህ ላይ "ለቀኑ ክፉቱ ይበቃዋል" ማለቱ ይህን የመሰለ ነው። የዚህ ዓለም አሳብንና ጭንቀትን ያህል ነፍስን የሚጎዳት ምንም ነገር የለምና። እንዲህ በመሆኑም የተወደደ ጳውሎስ ሚስት ስለማግባት ምክር ሲሰጥ ፦ "ያለ አሳብ ልትኖሩ እወዳለሁ" አለ (1ቆ 7፥32።
"ነገ ለራሱ ይጨነቃልና" ማለቱ ግን ቀኒቱ በራስዋ ስለ እነዚህ ነገሮች ትጨነቃለች ማለቱ ሳይሆን እያስተማረ የነበረው ፍጹማን ላይደሉ ሰዎች ስለ ነበረ፥ በጊዜው በነበረውና በብዙኅኑ የአነጋገር ባሕል ቀኑን በሰውኛ ዘይቤ የገለጠው የሚነግራቸውን ነገር ይበልጥ መረዳት እንዲቻላቸው ብሎ ነው። በርግጥ እዚህ ላይ በምክር መልኩ የነገራቸው ቢሆንም ጥቂት ቆይቶ ግን ከፍ አድርጎ ፦ "ወርቅ ወይም ብር ናስ ለመንገዳችሁ አታግኙ" በማለት ሕግ አድርጎ ሰጥቶአቸዋል (ማቴ 10፥9።)
ስለ ሆነም አስቀድሞ ሁሉንም ነገር እርሱ (ጌታችን) ራሱ በተግባር ካሳያቸው በኋላ ፥ ቀጥሎም ይህን በቃል ሕግ አድርጎ ሰጥቶአቸዋል። አስቀድሞ በተግባር ካሳያቸው በኋላ ይህን በቃል ስለ ነገራቸው በቀላሉ የሚቀበሉት ሆነዋል። ይህን አስቀድሞ በገቢር ያሳያቸው የት ላይ ነው? "ለሰው ልጅ ራሱን የሚያስጠጋበት የለውም" ያለውን አድምጥ (ማቴ 8፥20። ጌታችን በዚህ ብቻ ባለመርካቱም በአርድእቱ አማካኝነት የሚያስጠጉበት ቤት እንዳይኖራቸው በማድረግና ከዚህ የተነሣ የሆነ ነገር ጎድሎአቸው ለነገ እንዳይጨነቁ በማድረግ እነዚህን ነገሮች ፍጹም አስረግጦ አሳይቶአቸዋል።
"ለነገ አትጨነቁ" በማለት ፍቅሩንና ለእኛ ያለው አሳቢነቱን ከምድራዊ አባት ይልቅ እንዴት ጥልቅ እንደ ሆነ አስተውል። "ለነገ አትጨነቁ ብዬ የማዝዝህ" ይላል ጌታችን ፥ "(እኔ ከዚያ የምጠቀመው ነገር ስላለ ወይም) ለሌላ ለምንም ዓላማ ብዬ ሳይሆን ረብ የለሽ የሆኑ ጭንቀቶችን እንዳትጨነቅ ስለምሻ ነው። ለነገ ብለህ ዛሬ ብትጨነቅም እንኳን ፥ ነገ ላይ ደርሰህም ለዕለቲቱ ከመጨነቅ ወደ ኋላ አትልምና። እንደዚህ ከሆነ ታዲያ ለምን እንዲህ ከልክ በላይና እላፊ ትጨነቃለህ? ለምን ታዲያ ለዕለቲቱ ከሚበቃት ጭንቀት በላይ ሌላ ትጨምርበታለህ? ለምን ለራስዋ ከሚበቃት በላይ የነገውን ጣርና ጋር አክለህ ትጨነቃለህ? የነገውን ጭንቀት ከዛሬዋ ቀን ጭንቀት ጋር በመጨመርህ ራስህን ከልክ በላይ ከማስጨነቅ ውጭ፥ መቀነስ የማይቻልህ ሆኖ ሳለ ለምንድን ነው ወደ ዛሬ አምጥተህ የምትጨነቀው? በመሆኑም ከዚህ የበለጠ አብዝቶ ይገሥጻቸው ዘንድ አስቦ ሁሉንም ነገር አደረገ ፤ ለቀኒቱ ግን ሕይወት ሰጣት። እንደ ተጎዳችም አድርጎም አመጣት። ምክንያት የለሽ ጉዳታቸውንም በገዛ ራሳቸው ላይ ፈርጅ ከሳሽ አድርጎ አመጣቸው። 
"የዛሬዋ ቀን የተሰጠችህ ለምንድን ነው? በእርስዋ ውስጥ ያሉትን ተግባራት እንድታከናውንባት ነው። ታዲያ የሌላውን ቀን ወደ እርስዎ የምትጨምረው ለምንድን ነው? የዛሬዋ ቀን ለራስዋ የሚበቃ ክፋት ይዛ አልመጣችምን? ታዲያ እስኪ ንገረኝ! ለምንድን ነው የሌላውን ቀን ጭንቀት ጨምረህ ይባስኑ የምታከብዳት?" እንግዲህ ሠራዔ ሕጉና በእኛ የሚፈርደው እርሱ ፥ እነዚህን ነገሮች ሲናገር እንደ ምን ያለ ተስፋን እንደ ሰጠንና ምን ያህልም በጎዎች እንደ ሆኑ ተመልከት። እርሱ ራሱ የዚህ ዓለም ሕይወት አሳዛኝና አድካሚ እንደ ሆነ፣ የአንዲቱ ቀን ጭንቀት ብቻዋን እኛንም ለመጉዳት በቂ እንደ ሆነች እርሱ ራሱ ነግሮናል።
እጅግ የሚያሳዝነው ነገር ግን፥ እንደዚህ ብዙ የብዙ ብዙና እጅግ ጽኑዓን የሆኑ ትምህርቶች ሰምተን ስናበቃ እንኳን አሁንም የምንጨነቀው ስለ እነዚህ ነገሮች መሆኑ ነው። ስለ መንግሥተ ሰማያት ምንም አንጨነቅም። እንዲያውም በሁሉም ረገድ ትምህርቱን በገቢር በመቃወም ቅደም ተከተሉን አዘበራርቀነዋል። ተመልከት! ጌታችን፦ "የዚህን ዓለም ነገር ፈጽማችሁ አትሹ" አለ፤ እኛ ግን ለዘለዓለም የምንፈልገው እነዚህን ነገሮች ነውና። ጌታችን ፦ "በላይ በሰማይ ያለውን እሹ" አለ፤ እኛ ግን ለጥቂት ሰዓትም ቢሆን እነዚህን አንፈልጋቸውምና። ለዚህ ዓለም ነገሮች እጅግ ተጨንቀን የምንፈልገውን ያህል -ኧረ ከዚያም በላይ - ለመንፈሳዊ ነገሮች እጅግ ቸልተኞችና ልል ዘሊላን ነንና። የዚህ ዓለም ነገር ግን ለዘለዓለም ጸንቶ የሚኖር አይደለም፤ ለዚህ የምንጨነቀው ጭንቀትም እንደዚሁ ጸንቶ ሊኖር አይችልም። ለዐሥር ቀናት ብንጨነቅ ምን እናመጣለን? ለመቶ ቀናት ብንጨነቅስ? ዐረፍተ ዘመናችን ደርሶ የግድ ከዚህ ዓለም ተሰናብተን እንሄድምን? ፈታሒ በጽድቅ ኰናኒ በርትዕ በሆነው በእግዚአብሔር እጄስ አንወድቅምን?
"ቢሆንም ግልጽ ለተወሰነ ጊዜ በዚህ ምድር ላይ መቆየት በራሱ መጽናናት ይሰጣል።" ምን ዓይነት መጽናናት? ዕለት ዕለት ለቅጣቱና ለፍርዱ ለመሰናዳት ነውን? ይልቁንስ ከቀኑ መዘግየት መጽናናትን ማግኘት ከወደድህ ንስሐ ገብተህ የመለወጥን ፍሬ ለራስህ ሰብስብ። እጅግ ጥቅም ነውና። ስለዚህ የዚህ የቀኑ መዘግየት በእኛ ላይ ከሚመጡ የዘለዓለም መከራዎች ፍጹም አርነት ለመውጣት እንጠቀምበት። ይህን ከማድረግ አኳያ እንድናከናውነው የታዘዝነውን ትእዛዝ፥ ሁሉም ቀሊልና ልዝብ ነው እንጂ እጅግ ከባድ ወይም አስጨናቂ አይደለምና። የቱንም ያህል ስፍር ቁጥር በሌላቸው በደሎች የምንነቀፍ ብንሆንም እንኳን እኛ ከልብ የመነጨ ዓላማ ካለን ሁሉንም ማከናወን ይቻለናልና።
ለምሳሌ የይሁዳ ንጉሥ ምናሴ፥ እጆቹን በቅዱሳን ላይ በማንሣት ፣ (የበዓልን መሠዊያ ቦታን በመሥራት ፣ የማምለኪያ ዐፀዶችን በመትከል ፣ ለሰማይ ሠራዊት በመስገድና በማምለክ፣) ወደ ቤተ መቅደስ ርኲሰትን በማምጣት (በእግዚአብሔር ቤተ መቅደስ የጣዖት መሠዊያዎች በመሥራት ) ፣ ከተማይቱን በደም በማጨቅየት፣ (ሞራ ገላጭ በመሆን፣ አስማት በማድረግ ፣ መተተኛ መሆንና መናፍስት ጠሪዎችን ጠንቋዮችንም በመሰብሰብ በእግዚአብሔር ፊት እጅግ ክፉ ነገር በማድረግ) ቊጥር የሌላቸው ጥፋቶችን ፈጽሞአል። ሌሎች ይቅር የማይባሉ ነገሮችን ፈጽሞአል። ሆኖም ግን ከዚህ እጅግ ብዙ ጊዜ ከቆየውና እጅግ ጽኑዕ ከሆነው ክፋቱ በኋላ እነዚህን ጸያፍ ነገሮች ከራሱ አርቆአል (2ዜ 33፥1)። እንዴትና በምን መንገድስ ነው ማራቅ የተቻለው? የነበረበትን ሁኔታ በመንገንዘብና በንስሐ ነው።
ለንስሐ ኃይል (ሥልጣን) ወይም ደግሞ ለክርስቶስ ጸጋ እጁን የማይሰጥና የማይንበረከክ ኃጢአት ፥ አዎን ምንም ዓይነት ኃጢአት የለምና።
እኛ ብቻ ለመለወጥ ፈቃደኝነቱ ይኑረን እንጂ እርሱ ይረዳናልና። ሠናይ ምግባርን መሥራት የምትሻ ከሆነም ይህን ከማድረግ የሚከለክልህ ምንም ነገር የለምና። ወይም ደግሞ ይህን ምግባር እንዳትሠራ የሚከለክልህ አንድ እርሱም ዲያብሎስ ብቻ ነውና። ዳሩ ግን አንተ መልካም ለመሆን እስከ ፈቀድህና ይረዳህ ዘንድ እግዚአብሔርን ወደ አንተ እንዲቀርብ እስካደረግኸው ድረስ ዲያብሎስ ይከለክልህ ዘንድ ኃይል ሥልጣን የለውም። አንተ ራስህ ፈቃደኝነቱ ከሌለህና ወደ ጎን የምትል ከሆነ ግን እግዚአብሔር እንዴት ከዲያብሎስ ወጥመድ ሊከልልህ ይችላል? እግዚአብሔር አንተን ሊያድንህ የሚፈልገው በግድ ሳይሆን በውድ ነውና። አንተ ራስህ እንኳን እጅግ የሚጠላህ፣ ዘወትር ከቤት ወጥቶ የሚጠፋ፣ ከአንተ ርቆ የሚሄድ አገልጋይ ቢኖርህ ከእርሱ የምታገኘውን አገልግሎት ብትፈልገውም በግድ ከአንተ ጋር ልታቆየው የማትመርጥ ከሆነ፥ ሁሉንም ነገር ለእርሱ ለራሱ ይረባኛል ይጠቅመኛል ብሎ ሳይሆን ለአንተ ድኅነት ብሎ ያዘጋጀው እግዚአብሔርም በግድ ሊያቆይህ (ሊያድንህ) አይፈልግምና። በሌላ መልኩ ደግሞ ለመዳን በጎ ሕሊና ብቻ ካሳየህ ዲያብሎስ የቱንም ያህል ከእግዚአብሔር ሊያርቅህ ቢፈልግም እንኳን እግዚአብሔር አንተን አሳልፍ አይሰጥም። በፍጹም! ስለዚህ ለራሳችን ጥፋት መውቀስ ያለብን ራሳችንን ነው። ምክንያቱም ድኅነትን ሽተን ወደ እርሱ አልቀረብንም፤ ወይም ደግሞ እንደሚገባ እግዚአብሔርን አልለምነውም፥ አልማለድነውም። ወደ እርሱ ስንቀርብ ሁሉም ነገር የምናደርገው መቀበል እንደሚያስፈልጋቸው ወይም ተገቢ በሆነ እምነት ወይም ምሕረት እንደሚለምኑ ሰዎች ሳይሆን በማፈሸግና ግድየለሽ በሆነ መንገድ ነውና።
እግዚአብሔር ከእኛ ሊጠይቀን የሚወድደው ጥንቱንም የእርሱ የሆነውን ነው። ራሱን ወደ አንተ የሚያቀርበው ለዚህ ነው።
ከባለ ዕዳዎቻችን እርሱ ብቻውን የእርሱ የሆነውን ሲጠይቅ እኛም መልሰን ልንሰጠው ይህን ውለታ አድርጎ ቈጥሮ ያልሰጠነውን ይሰጠናልና። አንድ ሰው አንድን ነገር ሽቶ እጅግ አጥብቆ ሲለምን ሲያየው ያልተቀበለውንም ጭምር ጨምሮ ለዚያ ሰው ይሰጠዋል። እኛ ልል ዘሊላን ከሆንን ግን እርሱ ለጥያቄያችን መልስ ሳይሰጥ ይዘገያል። ከሆነም ግን እንደዚህ የሚያዘገየው ሊሰጠን ስለማይፈልግ ሳይሆን እኛ እንደሚገባን አድርገን ስንጠይቀው ደስ ስለሚለው ነው። ስለዚሁ ምክንያትም ስለዚያ ጓደኛውን በሌሊት እንጀራን ሊለምነው ስለ መጣ ሰው (ሉቃ 11፥5) እና ስለዚያ እግዚአብሔርን ስለማይፈራ ሰውንም ስለማያፍረው ዳኛ ምሳሌ ተናገረ (ሉቃ 18፥1)። በምሳሌ ብቻ የተናገረ አይደለም፤ እርሱ ራሱም ለከነናዊትዋ ሴት ታላቅ የሆነ ጸጋ ሰጥቶ በማሰናበት በተግባር ይህን ግልፅ አድርጎ አሳየን እንጂ (ማቴ 15፥21። በእርስዋ (በከነናዊትዋ ሴት) አንጻርም አጥብቀው ለሚለምኑት ሰዎች ለእነርሱ የማይገባቸውን ነገር እንኳን እንደሚሰጣቸው ግልፅ አድርጎ አሳየን። "የልጆቹን እንጀራ ለውሾች መስጠት አይገባም" ነበርና ያላት ጌታችን! ሆኖም ግን ጌታችን የሰጣትን ሁሉ የሰጣት አጥብቃ ስለለመነችው ነበር። በአይሁድ አንጻር ደግሞ ፥ ግድ የለሽ ለሆኑ ሰዎች የገዛ ራሳቸውንም እንኳን እንደማይሰጣቸው ግልፅ አድርጎ አሳየ። እነዚህ ሰዎች ስላልጠየቁ የገዛ ራሳቸውን ሳይቀር አላገኙም፤ ይህቺ ሴት ግን አጥብቃ በመለመንዋ ምክንያት ጌታችንን (በፍቅር እርሱን በመውደድ ቀስት) አሸነፈችው። ለሌሎች የሚገባውን ሳይቀር ለራስዋ ለማግኘት ኃይል (ሥልጣን) አገኘች። ውሻይቱ የልጆች የሆነውን ተቀበለች። አጥብቆ መለመን ይህን ያህል ደግ ነውና። አንተ ውሻ ብትሆንም እንኳን አጥብቀህ ስትለምን ግድ የለሽ ከሆነው ልጅ ይልቅ በባለቤቱ ዘንድ ባለሟልነትን ታገኛለህ። "ለልጆች የሆነውን ለራሴ ባገኘው" ብለህ ተመኝተህ የማታገኛቸውን ነገሮች እነዚህን ሁሉ አጥብቀህ በመለመንህ ታገኛቸዋለህ። በመሆኑም "እግዚአብሔር አይወደኝም፤ አይሰማኝም" አትበል። አጽንተህ ብትዘበዝበው ወዳጆ ባትሆን እንኳን አጥብቀህ በመለመንህ ምክንያት ፈጥኖ ይሰማሃልና። ለጸሎትህ ምላሽ ከመስጠትም የአንተ ጠላት መሆን ወይም የጊዜው ትክክለኛ አለመሆን ወይም ይህን የመሰለ ሌላ ጋሬጣ አይሆንበትምና። "እኔ ለዚህ ነገር የተገባሁ ሰው ስላይደለሁ አልጸልይም" አትበል፤ ከነናዊትዋ ሴትም ያልተገባት ሴት ነበረችና። "እጅግ ኃጢአት ስለሠራሁ እጅግ ያሳንዘንሁትን እግዚአብሔር ይቅርታ አልለምነውም አትበል፤ እግዚአብሔር የሚያየው ያኔ ከእርሱ መራቅህን ሳይሆን አሁን ወደ እርሱ መመለስህን ነውና። ያ እግዚአብሔርን የማይፈራው ሰውንም የማያፍረው ዳኛ በሴትዋ ልመና ከተሸነፈ ፥ በባሕርይው መልካም የሆነው እግዚአብሔርም ይበልጥ አጥብቀው በሚያቀርቡለት ጸሎት ይሸነፋልና።
ስለዚህ የእግዚአብሔር ወዳጅ ባትሆንም እንኳን ፣ ለአንተ የሚገባውን ባትለምንም እንኳን ፣ የአባትህን ንብረት አባክነህ የጨረስህ ብትሆንም እንኳን ፣ አባትህን ካየኸው ረጅም ጊዜ ቢሆንም እንኳን፣ ከክብር ርቀህ በሐሳር በውርደት ውስጥ ብትሆንም እንኳን ከሁሉም ይልቅ ጅራት ብትሆንም እንኳን ፣ ወደ እግዚአብሔር ስትቀርብ ተቈጥቶ ቢሆንም እንኳን ፣ እጅግ አዝንቦህ ቢሆንም እንኳን ፣ እርሱን ለመለመንና ለመመለስ ብቻ ፈቃዱ ይኑርህ። ያን ጊዜም ሁሉን ትቀበላለህ። መቀበል ብቻም ሳይሆን ፈጥነህ ቊጣውንና ፍርዱን ከራስህ ታርቃለህ።
"ነገር ግን አብዝቼ እጸልያለሁ። ሆኖም ምንም ውጤት የለውም" ያለ ሰው አለ። ለምን እንደ እዚያም ፥ ማለቴ እንደ ከነናዊትዋ ሴት፣ ለምን በሌሊት መጥቶ ወዳጁን እንጀራ እንደለመነው ሰው ፣ ለምን ዳኛውን እንደ ዘበዘበችው ሴትና የአባቱን ንብረት እንደ ወረሰው አባካኙ ልጅ አትጸልይም? 
እንደዚህ አድርገህ ብትጸልይ ፈጥነህ ለጸሎትህ መልስ ታገኛለህና።የቱንም ያህል አሳዝነኸው ብትሆን እንኳን እርሱ አባት ነውና። የቱን ያህል አስቈጥተኸው ብትሆንም እንኳን እርሱ እጅግ ልጆቹን ይወዳልና። እርሱ ከአንተ የሚፈልገው አንድ ነገር ብቻ ነውና ፦ ለተበደልሃቸው በደሎች፣ ለተሰደብሃቸው ስድቦች፣ ለተዛለፍሃቸው ዘለፋዎችም በቀል በመውሰድ ሳይሆን ንስሐ ገብተህ እርሱን አጥበቅህ ስትለምነው እንዲያይህ ! በዚህች ያህል መጠን እንኳን ብርታትን ብታሳይ እኛን ለመውደድ አንጀቱን ልውስ ልውስ እናደርገዋለን። ይህ እሳት ግን የሚፈልገው መጀመር ብቻ ነው። አንተ ጥቂት ከጫርህ፥ የቸርነቱን ነበልባል ፍጹም ቦግ ቦግ እንዲል ታደርገዋለህና። እግዚአብሔር አንተን የሚቈጣህ ስለ ሰደብኸው ሳይሆን እርሱን የምትድበውም አኩርፈህ የምትቀረው አንተው ራስህ ስለምትሆን ነው። እኛ ክፉዎች ስንሆን ልጆቻችንን ሲያዝዙን በድርጊታቸው ስለ እነርሱ እኛ መልሰን የምናዝን ከሆነ፥ ይህን እንድታደርግ ያዘዘህና በባሕርይው ስድብ የማይጎዳው እግዚአብሔርም ከዚያ በላይ ስለ አንተ ያዝናልና። እኛ በአባትና በልጅ የተፈጥሮ ሕግ መውደድ የምንችል ከሆነ፥ ከተፈጥሮ ሕግ በላይ የሆነው እርሱም ከተፈጥሮ ሕግ በላይ በሆነ መጠን እጅግ አብልጦ የሰው ልጆችን ይወዳልና። "ሴት ከማኅፀንዋ የተወለደው ልጅዋን ትረሳ ይሆናል፤ እኔ ግን አልረሳሽም" ይላልና (ኢሳ 49፥15።
ስለዚህ ወደ እርሱ እንቅረብ ፤ ቀርበንም፦ "ጌታ ሆይ! ቡችሎችም'ኮ ከጌቶቻቸው ማዕድ የወደቀውን ፍርፋሪ ይበላሉ" እንበለው (ማቴ 15፥27። "በጊዜውም አለጊዜውም" ወደ እርሱ እንቅረብ። እንዲያውም አለጊዜው ወደ እርሱ የሚቀርብ ሰው ፈጽሞ የለም፤ ዘወትር አለመቅረብ ራሱ አለጊዜው ነውና። 
እግዚአብሔር እንዲሰጠው የሚሻ ሰው ዘወትር ልመና ማቅረቡ "ጊዜው" ነውና። መተንፈስ አለጊዜው እንደማይበል ሁሉ ጸሎት ማድረስም እንደዚሁ አለጊዜው አይባልምና። እንዲያውም አለጊዜው የሚባለው አለመጸለይ ነውና። ሁልጊዜ መተንፈስ እንደምንፈልግ ሁሉ፥ ከእርሱ ከእግዚአብሔር የምትገኝ ረድኤትም ሁልጊዜ እንሻታለን (ታሻናለች)። እኛ ፈቃደኝነቱ ካለንም በቀላሉ ወደ እኛ እንዲቀርብ ማድረግ ይቻለናል። ነቢዩ ይህን ግልፅ ሲያደርግልንና የእግዚአብሔር ቸርነት እኛን ለመርዳት ዘወትር የተዘጋጀች እንደ ሆነች ሲነግረን፦ "እንደ ወገግታ ተዘጋጅታ እናገኘዋለን" ብሎአል (ሆሴ 6፥3። አብዝተን ወደ እርሱ በቀረብን መጠን እርሱም የእኛን መቅረብ ሲጠብቅ እናገኘዋለንና። ሁልጊዜ ቸር ከሆነው ከእርሱ የራቅን እንደ ሆነ ግን ጥፋቱ ሁሉ የእኛ የራሳችን ይሆናልናልና። እግዚአብሔር ለምሳሌ አንዳንድ የአይሁድ ሰዎችን የወቀሳቸው ስለዚህ ምክንያት ነበር፤ እንዲህ ሲል፦ "ምሕረታችሁ እንደ ማለዳ ደመና ነው፤ በማለዳም እንደሚያልፍ ጠል ነው" (ሆሴ 6፥4። ይኸውም እንዲህ ሲላቸው ነው፦ "በርግጥ እኔ ከእኔ የሚጠበቀውን ሁሉ አደረግሁ። እናንተ ግን ጠንካራ ፀሐይ ስትመጣ ደመናውንና ጠሉን እንደምትበትነውና እንደምታተነው ሁሉ እናንተም እንደዚሁ ከክፋታችሁ ብዛት የተነሣ በዚህ ዓለም ቋንቋ ሊነገር የማይችለውን ቸርነት ረድኤተ እግዚአብሔር ከእናንተ አራቃችሁ።" ይህ በራሱም የእግዚአብሔር ጥልቅ የመግቦት ሥርዓት ማሳያ ነው። እኛ በጎ ነገርን ለመቀበል ያልተገባን እንደ ሆንን ሲያየን ሊሰጠን የነበረውን በጎ ነገር ከዚሁ የተነሣ ግድ የለሾች እንዳንሆን አስቦ ያስቀርብናል። ጥቂት ያህል ከተለወጥን፥ ለምሳሌ በደል እንደፈጸምን ያህል ከተሰማን ግን ቸርነቱን ከምንጭ ውኃ በላይ ያጎርፍልናል፤ ደግነቱን ከውቅያኖስ ውኃ በላይ ያፈስስልናል። ከእርሱ የብዙ ብዙ ስትቀበል፥ እርሱም የዚያኑ ያህል ደስ ይሰኛልና።
ደስ ከመሰኘቱ የተነሣም እንደ ገና ሌላ በጎ ነገር ሊሰጠን ይነሣሣልና። በርግጥ የእኛ ድኅነትና ብዙ ለጠየቁት ሰዎች ብዙ መስጠቱ ይህ ለራሱ ብዙ ሀብት እንደተቀበለ አድርጎ ስለሚቈጥረው ነው። ይህን አስመልክቶ ሲናገርም "ንዑድ ክቡር የሚሆን ጳውሎስ እግዚአብሔር "የሁሉ ጌታ ነውና፤ ለሚጠሩትም ባለጠጋ ነውና" ብሎአል (ሮሜ 10፥12። ምክንያቱም ሳንጸልይ ስንቀር ያን ጊዜ ይቈጣልና፤ ሳንጸልይ ስንቀር ያን ጊዜ እግዚአብሔር ፊቱን ከእኛ ይሰውራልና። ስለዚሁ ምክንያትም ፦ "ባለጠጎች እንሆን ዘንድ ስለ እኛ ድሃ ሆነ" (2ቆ 8፥9። ስለዚሁ ምክንያትም እንድንለምነው ያነቃቃን ዘንድ እነዚያን መከራዎች ሁሉ እሺ በጄ ይሁንብኝ ብሎ ታግሦ ተቀበለ።
ስለዚህ ዕለት ዕለት ብንበድልም እንኳን እነዚህን የሚያህሉ የሚያበረታቱና በጎ በጎ ተስፋዎች እያሉልን ወደ እርሱ እንቅረብ ፣ እንለምነው፣ እንማልደው፣ ስለ ኃጢአታችንም ሥርየት እንጠይቀው እንጂ በቀቢጸ ተስፋ አንያዝ። ይህን ያደረግን እንደ ሆነም ከእንግዲህ ወዲህ ኃጢአት ለመሥራት የዘገየን፣ ከዲያብሎስ ለመሸሽ የፈጠንን፣ መፍቅሬ ሰብ የሆነው እግዚአብሔር ለመጥራት የቸኰልን እንሆናለን። ዛሬም ዘወትርም እስከ ዘለዓለሙ ድረስ ክብርና ጌትነት የባሕርይ ገንዘቡ የሚሆን ጌታችን ኢየሱስ ክርስቶስ በለጋስነቱና ሰውን በመውደዱ ሁላችንንም ይህን ክብር እንድንወርስ ይርዳን፥ አሜን። ቅዱስ ዮሐንስ አፈወርቅ (የማቴዎስ ወን 432)
-የነገውን ነገ ታስቡበታላችሁ፤ አንድም ለነገ ያጸናናል ብላችሁ አብዝታችሁ አትመገቡ የነገውን ነገ ትመገቡታላችሁና፤ አንድም ነገ እንናዘዛለን ብላችሁ ኃጢአታችሁን አታሳድሩ የነገውን ነገ ትናገሩታላችሁና። /ዜናሁ ለእግዚእነ 177/
በየሃይማኖታችን ከአምላክ ዘንድ ዋጋ እናገኛለን ብለን ትላንት ያደረግናቸውን መልካም ሥራዎች፣ ዛሬ ሰዎችን ዝቅ ለማድረግ ማንሣት የትላንቱን በረከት ማጣት ነው!
`,

  /** ----------------------------------------------------------- **/

  "መዝሙር ጸገየ ወይን": `ጸገየ ወይን ወፈረየ ሮማን ወፈርዩ ኵሉ ዕፀወ ገዳም ቀንሞስ ዕቁረ ማየ ልብነ ሠርዐ ለነ ሰንበተ ለዕረፍተ ዚአነ ጸገዩ ጽጌያት ደንጎላት (ሠ) ኀለፈ ክረምት ቆመ በረከት ተሠረገወት ምድር በሥነ ጽጌያት (ሠ) እግዚአ ለሰንበት ወአቡሃ ለምሕረት ሠርዐ ለነ ሰንበት ለዕረፍት ወለመድኃኒት።- አበቦች አበቡ፤ የሱፍ አበቦችም አበቡ፤ ክረምት አለፈ፤ በረከት ተተከለ፤ ምድር በአበቦች ውበት ተጌጠች፤ አቤቱ የሰንበት ጌታ የምሕረት አባቷ ለዕረፍትና ለመድኃኒት ሰንበትን ሠራ።`,
  "ምስባክ መዝ 79፥8": `8፤ ዐፀድ ወይን አፍለስከ እምግብጽ።፤ሰደድከ አሕዛብ ወተከልከ ኪያሃ። 9፤ ወፂሕከ ፍኖተ ቅድሜሃ። 8፤ ከግብፅ የወይንን ግንድ አመጣህ፤ አሕዛብን አባርረህ፥ እርስዋንም ተከልህ። 9፤ በፊቷም መንገድን ጠረግህ። እስራኤልን ከግብፅ ባርነት ነጻ አወጣህ፤ አንድም ምእመናንን ከሲኦል ወደ ገነት አወጣህ፤(ኢሳ 5፥1) ሰደድከ አሕዛብ ወተከልከ ኪያሃ። 
አሕዛብን ከሀገራቸው አስወጥተህ የታነጸ ግምባቸውን የደረሰ አዝመራቸውን ለአባቶቻችን አውርሰህ በርስት በከነዓን እንዲኖሩ አደረካቸው። አንድም አጋንንትን ከሰው ልቡና አስወጥተህ መንፈስ ቅዱስን አሳደርክባቸው፤ በገነት በመንግሥተ ሰማያት አኖርካቸው። ወፂሕከ ፍኖተ ቅድሜሃ። በፊቷ መንገዷን ጠረክላት ማለት ሀገሪቱን ከአሕዛብ ነጻ አደረካት፤ አንድም በጎዳናዋ እየሆኑ የሚያስቱ አጋንንትን አጠፋህላት። የእስራኤል ልጆች ምድሯን ሞሉት ሥልጧናም ከአሕዛብ በላይ ሆነ። አንድም ሐዋርያትን በመምህርነት ተከልካቸው፤
`,
  "ወንጌል ማቴ 21፥33": `፴፫. "ሌላ ምሳሌ ስሙ፤ ባለቤት ሰው ወይንን ተከለ፤ ቅጥርም ቀጠረለት፤ መጭመቂያም አስቈፈረለት፤ ግንብም ሠራለት፤ ለገባሮችም ሰጥቶአቸው ሄደ።
ወይን፤ የወይን ቦታ፣ የወይን ጠ፤ ወይን ከጥንት ጀምሮ የታወቀ ተክል ነው (ዘፍ 14፥18)፣ በእስራኤል አገር በብዛት ይገኛል፤ ዘኁ 13፥23። የወይን ቦታ ዙሪያው ይቀጠርና ለጣባቂው ዳስ ወይም ግንብ ይሠራል፤ ኢሳ 1፥8፣ 5፥1፣ ማር 12፥1። ሐረጉ በመደገፊያ ይዘረጋል ሕዝ 17፥6፣ በየዓመቱ ይገረዛል (ይከረከማል)፣ ዘሌ 25፥3፤ ዮሐ 15፥2። የወይን ጠጅ ለማውጣት ፍሬው በመጥመቂያው ውስጥ ይረገጣል፤ ኢሳ 16፥10፣ አሞ 9፥13። እስራኤላውያን የወይን ጠጅ በአቁማዳና በሸክላ ዕቃ ያኖሩ ነበር፤ ማቴ 9፥13፣ ዮሐ 2፥6። የደረቀ የወይን ፍሬም (ዘቢብ) ለምግብ ይሆናል፤ 1 ሳሙ 25፥18።
የወይን ብዛት የእግዚአብሔር በረከት ምልክት ነው (ዘፍ 27፥28)፤ ወይን መሥዋዕት ይሆናል፣ ዘፀ 29፥40። ሰውን ደስ ያሰኛል፣ መዝ 104፥15፣ ምሳ 31፥6፣ መክ 10፥19፣ ሐዋ 2፥13።
ጌታችን ወይን ጠጣ፤ ውሃንም ወደ ወይን ለወጠ፤ ለዐዲስ ኪዳን ሥርዐትም ወይንን ሰጠ፤ ማቴ 11፥19፣ 26፥27፣ ዮሐ 2፥1። ወይን መድኀኒት ይሆናል፤ ሉቃ 10፥34፤ 1ጢ 5፥23።
ነገር ግን የወይን መጠጥ ከበዛ፣ አደገኛና ነገርን ሊያመጣ ይችላል፤ ዘፍ 9፥20፣ 19፥30፣ ምሳ 4፥17፣ 20፥1፣ 23፥29፣ 31፥4፣ ኢሳ 5፥11፣ 28፥7። ስለዚህም ካህናት ከአገልግሎት በፊት፣ ናዝራውያንም የስእለታቸው ወራት እስኪፈጸም ድረስ ወይን እንዳይጠጡ ተከለከሉ፣ ዘሌ 10፥9፣ ዘኁ 6፥3። ማንም ሰው ወይን ለራሱ ወይም ለጓደኛው ማሰናከያ የሚሆን ከሆነ ባይጠጣ መልካም ነው ሮሜ 14፥7፣ በወይን ጠጅም ፋንታ በመንፈስ ቅዱስ መሞላት ይገባዋል፤ ኤፌ 5፥18።
ወይን የእስራኤል የቤ ክ ምሳሌ ነው (መዝ 80፥8፣ ኢሳ 5፥1፣ ሉቃ 20፥9፣ ክርስቶስ ራሱን እውነተኛ የወይን ግንድ መስሎ ተናገረ፤ ዮሐ 15፥1። ወይን መርገጥ የፍርድ ምሳሌ ነው፤ ኢሳ 63፥3፣ ራእ 19፥15። /የመቅ መቃ 210/
*ቅጥር፤ በመቅ ዘመን በከተማዎች ዙሪያ ትላልቅ የመከላከያ ቅጥሮች ይሠሩ ነበር፤ የኢያሪኮ ቅጥር የታወቀ ነበር፤ ኢያሱ 6፥5። የእግዚአብሔር ሕዝብ በከተማ በመመለሳቸው ቅጥር የኃይል ኤር 15፥20፣ የመጠበቅ ዘካ 2፥5፣ የመዳን ምሳሌ ነው፤ ኢሳ 26፥1። /የመቅ መቃ 103/
*መጥመቂያ፤ የወይን ፍሬ መርገጫ ጒድጓድ። በእስራኤል አገር ብዙ ጊዜ በዐለታማ መሬት ላይ ይቈፈር ፣ ይፈለፈል ነበር፤ ኢሳ 62፥2፣ ማር 12፥1። የወይን ጠጅ መጣያ ጋንም መጥመቂያ ይባላል፤ ኤር 48፥33። መጥመቂያ የእግዚአብሔር ፍርሃት አደባባይ ምሳሌ ነው፤ ራእ 14፥19። /የመቅ መቃ 47/
-ግንብም ሠራለት፤ ጠላት ሲመጣ ሕዝብ የሚሸሽበት፣ በከተማ ቅጥር ላይም ጠላትን የሚከላከልበት፤ 2ዜ መ 14፥7፤ 26፥9፤ ማቴ 21፥33። አሰራሩ አንዳንድ ጊዜ ክብ፤ አንዳንድ ጊዜም ባለ ማእዘን ይሆናል። /የመቅ መቃ 260/
*ገባር፤ ያለ ደመወዝ መንግሥትን ለማገልገል የተገደደ ሰው ወይም ሕዝብ፤ 1ነገ 5፥13፤ 9፥21። /የመቅ መቃ 253/
፴፬. የሚያፈራበት ወራት በደረሰ ጊዜም፥ ከወይኑ ፍሬ ያመጡለት ዘንድ አገልጋዮቹን ወደ ገባሮች ላከ።
-የሚያፈራበት ወራት በደረሰ ጊዜም፦ እግዚአብሔር ለእኛ የሰጠውን ፀጋ አፍርቶ ማየት ይፈልጋል። ጸጋው ታላቅ ሰማያዊ ነውና ሊያየ የሥራችንን ፍሬ ሊቀበል ወደኛ ዕለት ዕለት ይመጣል። ዘፍ 11፥1፣ መልካሙ ገበሬ፣ አገልጋዮቹንም በመላክም ፍሬን ይሰበሰባል፤ ቅዱሳን መላእክት፣ ነቢያት ፣ ሐዋርያት ...። የእኛን ፍሬ ለመውሰድ የተላኩ ናቸው።
፴፭. ገባሮችም አገልጋዮቹን ይዘው፥ አንዱን በበትር ደበደቡት፤ አንዱንም ገደሉት፤ ሌላውንም በድንጋይ መቱት።
፴፮. ከዚያም በኋላ ከቀደሙት የሚበዙ ሌሎችን አገልጋዮች ላከ፤ እንርሱንም እንዲሁ አደረጉባቸው።
፴፯. በኋላም ልጄንስ ይፈሩት ይሆናል ብሎ ልጁን ላከ።
፴፰. ገባሮቹም ልጁን ባዩት ጊዜ እርስ በርሳቸው፦ እነሆ፥ ወራሹ ይህ ነው፤ ኑ እንግደለውና ርስቱን እንውረስ ተባባሉ።
*ወራሽ፤ በመጀመሪያ ደረጃ ወራሽ ልጅ ነው። ልጅ ከሌለ ግን ቅርብ ዝምድና ያለው ይወርሳል፤ ዘፍ 15፥3። በኲር ልጅ ሁለት ይቀበላል። በሙሴ ሕግ ወራሽ ወንድ ልጅ ብቻ ነበረ። ኋላ ግን ወንድ ልጅ ሳይኖር ሴት ልጅ እንድትወርስ ተፈቅዷል፤ ሴት ልጅም ከሌለች በግራና በቀኝ አካባቢ ያለ ዘመድ ይወርሳል፤ ዘኁ 27፥1። ወራሽነት በኑዛዜ ይጸናል፤ ዕብ 9፥15። እግዚአብሔር የዓለም ወራሽ እንዲሆን ለአብርሃምና ለዘሩ ተስፋ ሰጠ፤ ዘፍ 15፥3፤ 2ነገ 21፥10፣ ሮሜ 4፥3። ይህም የተፈጸመው በክርስቶስ ነው። እርሱ የእስራኤል ማር 12፥7፣ የሁሉም ወራሽ ነው፤ ዕብ 1፥2። እንደዚሁም በክርስቶስ የሚያምኑ ወራሾች ናቸው፤ ሮሜ 4፥14፣ 8፥17፣ ገላ 3፥29። /የመቅ መቃ 207/
፴፱. ይዘውም ከወይኑ ቦታ ወደ ዉጭ አውጥተው ገደሉት።
"በኋላም ልጄንስ ይፈሩት ይሆናል ብሎ ልጁን ላከ።" ሲልም እርሱ አስቀድሞ ያልነበረ ሆኖ አልነበረም፤ እርሱ አስቀድሞ የነበረ በዘመኑ ሰው በመሆን የተገለጠ ነው እንጂ። እንዲህም ስለመሆኑ ዮሐንስ "ከእኔ በኋላ የሚመጣው እርሱ ከእኔ በፊት ነበረና ከእኔ ይልቅ የከበረ ሆኖአል፤ ስለ እርሱ ያልሁት ይህ ነበር" (ዮሐ 3። በማለት መስክሮለታል። እንዲህም ሲል ጌታችን ከእርሱ በኋላ የሚመጡትና የእርሱን ሥፍራ የሚይዙት ፍሬውን ለመቀበል የተገባቸው መሆኑን ስለማያውቁ የተናገረው አይደለም። ነገር ግን ይህንን ክፋታቸውን ከእነርሱ መካከል ሊያርቀው ስለፈለገ ነው እንጂ። እነርሱ ግን እንደ ሕጉ እርሱ የሚፈልገውን ማድረግ እንደማይችል በመናገራቸው እነርሱን ዝም ለማሰኘት ልጁን ላከ።
"ገባሮቹም ልጁን ባዩት ጊዜ እርስ በርሳቸው፦ እነሆ፥ ወራሹ ይህ ነው፤ ኑ እንግደለውና ርስቱን እንውረስ ተባባሉ።" እንደተናገሩም ገደሉት። ነገር ግን "ላለው ይሰጠዋልና ይበዛለትማል፤ ከሌለው ግን ያለው እንኳ ይወሰድበታል" (ማቴ 13፥12። እንዲል ርስቱ ከእነርሱ ተነጥቆ ለአሕዛብ ተሰጠ።
ጌታችን አይሁድን በራሳቸው ላይ እንዲፈርዱ መራቸው እንዲህም አላቸው ፦ " እንግዲህ የወይኑ ቦታ ባለቤት በመጣ ጊዜ እነዚህን ገባሮች ምን ያደርጋቸዋል?" እነርሱም፥ "ክፉዎችን በክፉ ያጠፋቸዋል፤ ወይኑንም በየጊዜው ፍሬውን ለሚሰጡት ለሌሎች ገባሮች ይሰጣል፤" አሉት። በማለት በራሳቸው ላይ እንዲፈርዱ አደረጋቸው።
ጌታችንም እንዲህ ያለው ለነማን እንደሆነ ሲገልጽ ""በመጻሕፍት ያለውን ያነበባችሁበት ጊዜ የለምን? ግንበኞች የናቃት ድንጋይ የማዕዘን ራስ ሆነች፤ ይህችም ከእግዚአብሔር ዘንድ ሆነች ለዐይኖቻችንም ድንቅ ናት።" አላቸው። 
ምን ዓይነት ዓለት ነው? እንደ አድማስ ድንጋይ ጽኑ የሆነ? ይህን አስመልክቶ በነቢዩ አሞጽ፦ "እግዚአብሔርም ፦ አሞጽ ሆይ! የምታየው ምንድን ነው? አለኝ። እኔም፦ ቱንቢ ነው አልሁ። ጌታም፦ እነሆ፥ በሕዝቤ በእስራኤል መካከል ቱንቢ አደርጋለሁ፤ ከእንግዲህ ወዲህ ደግሞ አላልፋቸውም" (አሞ 7፥8። ብሎ አስቀድሞ አናግሮታል።
ይህ ዓለት እርሱ ራስ ስለመሆኑም ፦ " በዚያችም ድንጋይ ላይ የሚወድቅ ይቀጠቀጣል፤ በላዩ የምትወድቅበትንም ትፈጨዋለች።" አለ። ነገር ግን የሕዝቡ መሪዎች ትምህርቱን ደስ ስላላሰኛቸው በአንድ ላይ በመሰብሰብ ከገደል አፋፍ ላይ ሊጥሉት ፈለጉ።
እርሱ "...በላዩ የምትወድቅበትንም ትፈጨዋለች።" ማለቱ እስራኤል ወደ አሕዛብ ጣዖት አምልኮ እና እርሱም ወደመሰሉ በመሄዱ ነው። በዚህም በነቢዩ ዳንኤል "እጅም ሳይነካው ድንጋይ ከተራራው ተፈንቅሎ ከብረትና ከሸክላ የሆነውን የምስሉን እግሮች ሲመታና ሲፈጭ አየሁ" (ዳን 2፥34። የሚለው ቃል ይፈጸማል። ቅዱስ ኤፍሬም ሶርያዊ /ኅብረ ወንጌል 267/
-ወደ ውጭ አወጡት የሚለው ከልባቸው ውጭ አንድም ከኢየሩሳሌም ውጭ ማለት ነው። ኑ ርስቱን እንውረስ ማለታቸውንም ትርጓሜ ወንጌሉ ከያዕቆብ ዘሥሩግ ትምህርት በመጥቀስ እንዲህ ይለናል "ረባሓ መሥዋዕታት ...-የመሥዋዕቶቻችን የቁርባናት ረብሕ ጥቅም ለሌዊ ርስት ሆነው ነበር እነዚህ በመድኅን ክርስቶስ ምክንያት ከእነሱ እንደሚነጠቁ መንፈሳዊ መዓርግ ላላቸው እንደሚሰጡ አውቀዋልና" ተብሎ ርስት የተባሉ ቊርባንና መሥዋዕት መሆናቸውን እነሱን ሊነጥቃቸው ማለትም መሥዋዕታቸውን በእሱ መሥዋዕት ቊርባናቸውንም በአዲሱ ቊርባን እንደሚተካው እና ለሌሎች እንደሚሰጣቸው ይነግረናል።
ከልጁ መሞትም የወይኑ ባለቤት ያስቀመጠውን ቃል ተመልከቱ፤ "የወይኑ ባለቤት በመጣ ጊዜ እነዚህን ገበሬዎች ምን ያደርጋቸዋል? ካለ በኋላ ጸሐፍት ፈሪሳውያን የሰጡትን መልስ ችላ ብሎት ያልፋል በምድራዊ ንጉሥ ሥርዐት መልሰውለታል እንጂ ለሰማያዊ ንጉሥ የሚገባ መልስ አልሰጡምና። /ተንከተም ገጽ 101/
-ይህን አስመልክቶ ዳዊት በመዝሙሩ አስቀድሞ "ከግብጽ የወይን ግንድ አመጣህ፤ አሕዛብን አባረርህ እርስዋንም ተከልህ" መዝ 80፥8። ብሎ የተናገረው ነው። ይህን የወይን ተክል 
"ቅጥር ቀጠረለት፣ መጥመቂያም ማሰላት" ሲል ስለ መቅደሱ ሥርዓት መናገሩ ነው።
"የሚያፈራበት ወራት በደረሰ ጊዜም፥ ከወይኑ ፍሬ ያመጡለት ዘንድ አገልጋዮቹን ወደ ገባሮች ላከ።" ሲልም መጀመሪያ የላከውንም አስከትሎም የላከውንም አለመቀበላቸውን ሲያስረዳቸው ነው።
፵. እንግዲህ የወይኑ ቦታ ባለቤት በመጣ ጊዜ እነዚህን ገባሮች ምን ያደርጋቸዋል?"
እግዚአብሔር በምጽአት በመጣ ጊዜ ገባሮቹን፤ የተላኩትን የደበደቡ፣ የገደሉትን፤ በፍጻሜው ልጁን ከከተማ ውጭ በማውጣት በመስቀል የሰቀሉትን ምን ያደርጋቸዋል? የፍርዱን ጽናት የሚያሳይ ነው። ዛሬም የእግዚአብሔርን አገልጋዮች በማሳደድ፣ በመደብደብ፣ ክርስቶስ የሚያሳድዱትን ዳግመኛ በመጣ ጊዜ ምን ያደርጋቸዋል!?
፵፩. እነርሱም፥ "ክፉዎችን በክፉ ያጠፋቸዋል፤ ወይኑንም በየጊዜው ፍሬውን ለሚሰጡት ለሌሎች ገባሮች ይሰጣል፤" አሉት።
ክርስትና የፍሬ ሃይማኖት ናት። የሚትዘራ፣ የምትበቅል፣ ከዘር ሁሉ የምትበልጥ ለፍጥረት ሁሉ ጥላ የምትሆነ የለመለመች መስክ ከእግዚአብሔር የተሰጠች ናት። 
በእርሷም የሚኖሩ ፍሬ ሃይማኖት ይፈለግባቸዋል። በፍቃዳቸው እምቢ በማለት ከሸሻት ግን ሌላ ፍሬ የሚያፈራባት ሕዝብ አለ።
ጥቅስ - ክፉዎችና አመንዝራዎች መንግሥተ ሰማያት በመግባት ይቀድሟችኋል። 
የእግዚአብሔር መንግሥት ከእናንተ ትወሰዳለች ፍሬዋንም ለሚያደርጉ ለአሕዛብ ትሰጣለች መጽሐፍ በማለት ዛሬ ክርስትናን እንደ ቀልድ ለምንመለከት ማስጠንቀቂያ ይሰጣል።
፵፪. ጌታችንም ኢየሱስ እንዲህ አላቸው፥ "በመጻሕፍት ያለውን ያነበባችሁበት ጊዜ የለምን? ግንበኞች የናቃት ድንጋይ የማዕዘን ራስ ሆነች፤ ይህችም ከእግዚአብሔር ዘንድ ሆነች ለዐይኖቻችንም ድንቅ ናት። 
-የማዕዘን ድንጋይ፤ በሕንጻ ክፍል ሁለት ግድግዳዎች የሚገናኙበት "የማዕዘን ድንጋይ" ይባላል። ግንበኛ የማዕዘኑን ድንጋይ በጥቃቄ ያኖረዋል። ግድግዳውም በዚያ ልክ ይሠራል። የማዕዘን ራስ ድንጋይ የሚለው በመሠረቱ ወይም በማዕዘኑ ላይ ያለውን ዋና ድንጋይ ነው። /የመቅ መቃ 57/፣ የማዕዘን ድንጋይ ክርስቶስ ነው። እነሆ በጽዮን የተመረጠውንና የከበረውን የማእዘን ድንጋይ አኖራለሁ፤ በእርሱ የሚያምን አያፍርም። (፩ጴጥ ፪÷፮)
-ከእንግዲህ ወዲህ እናንተ ከቅዱሳን ባለገሮችና የእግዚአብሔር ቤተ ሰብ እንጂ እንግዶችና መጻተኞች አይደላችሁም። በነቢያትና በሐዋርያት መሠረት ላይ ታንጻችኋልና፤ የሕንጻው የማዕዘን ራስ ድንጋይም ክርስቶስ ነው፤ እርሱም ሕንጻው ሁሉ የሚያያያዝበት፥ የእግዚአብሔር ቤት መቅደስ ግንብ የሚያድግበት ነው። እናንተ በመንፈስ ቅዱስ የእግዚአብሔር ማደሪያ ልትሆኑ በእርሱ ታነጻችሁ። ( ኤፌ ፪÷፲፱-፳፪)
፵፫. ስለዚህም እላችኋለሁ፤ የእግዚአብሔር መንግሥት ከእናንተ ትወሰዳለች፤ ፍሬዋንም ለሚያደርጉ ለአሕዛብ ትሰጣለች።
---ንስሐ ለመግባት አለመዘግየት- አጋጣሚን መጠቀም፦አንዳንድ ሰዎች ንስሐ ለመግባት የገጠማቸውን የተመቻቸ አጋጣሚ ሳይጠቀሙበት በመቅረት ዕድሉ አምልጧቸዋል።
ንስሐ ለመግባት የዘገዩ፦ የጠፋው ልጅ ሉቃ 15፥18፣ ኤሳው ዕብ 12፥17፣ አንዲት ሴት መሓ 5፥6፣ ፊሊክሰን ሐዋ 24፥24፣ 26፥19፣ እስራኤላውያን ኢሳ 1፥15፣ ኤር 7፥16፣ ፈርዖን ዘጸ 9፥27፣ ሶምሶን መሳ 16፥1፣ ሰዶሞ ዘፍ 19፥1፣ አምስቱ ደናግል ማቴ 25፥12፣ ኤልዛቤል ራእ 2፥20፣ ቃየል ዘፍ 4፥6፣ ሀብታሙ ሰው ማቴ 19፥16፣ ፈሪሳዊው ሉቃ 7፥36
 ንስሐ ለመግባት ያልዘገዩ ሰዎች ምሳሌ፦ ኢትዮጵያዊ ጃንደረባ 8፥36፣ ቅዱስ ዳዊት 1 ሳሙ 25፥33፣ 2ሳሙ 12፥7፣ መዝ 50፣ ነቢዩ ዮናስ ዮና 3፥1፣ የእሥር ቤት ጠባቂው ሐዋ 16፥25 /-የንስሐ ሕይወት ገጽ 87/
፵፬. በዚያችም ድንጋይ ላይ የሚወድቅ ይቀጠቀጣል፤ በላዩ የምትወድቅበትንም ትፈጨዋለች።"
-ልቡናቸው እንደ ድንጋይ የጠረጠረውን ሕዝብ ግንበኞች የናቁት ድንጋይ የማዕዘን ራስ ሆነ በማለት ገሠጻቸው። ቅዱ ኤፍሬም ሶርያዊ /ድርሳነ ኤፍሬም 72/
-በእውነት አናጢዎች በናቋት የማዕዘን ድንጋይ የምናምን አናፍርም። ይህቺም የማዕዘን ማቅኛ ሆነች፤ ለዓይኖቻችንም ድንቅ ናት። (ርቱዓ ሃይማኖት 59) ...ነገር ግን ወልድን አንድ ሲሆን መጻሕፍት ወልድን በብዙ ስሞች ይጠሩታል። ፈጽሞ አይለይም ፤ አይበዛም ፤ አይጨምርም ፤ አይጐድልም ፤ ለአባቱ አንድ የሆነ አንድ አምላክ ነው እንጂ። መጻሕፍት እንደሚሉት የማይንቀሳቀስ ፣ የማይነቃ ድንጋይ የሚለው አለ። 
እርሱስ ለሚጠሩት የረድኤት ድንጋይ ነው። ሰምቶም ይቀበላል። ዐለት የሚለው አለ፤ ሣር እንደሚበቅልበት ዐለት ግን አይደለም። ለአላውያን የማይወቀር፣ የንውጽውጽታ ነፋሶች ኃይልም የሚያገለባብጠው እርሱ ነው። እነዚህን የሰይጣንን ኃይሎች ናቸው። የሃይማኖት ዐለት ነው እንጂ። (ርቱዓ ሃይማኖት 252)
-በሌላ ምሳሌ አሁንም መልሱን ይነግራቸዋል አናጢዎች የናቁት ድንጋይ የማእዘን ራስ ሆነ ብሎ አይሁድ የናቋቸው የተፀየፏቸው አሕዛብ የመንግሥተ ሰማያት ዋኖች ሆነው "እለ ያመጽኡ ፍሬሁ" ተባሉ፤ ፍሬ ምግባርን ፍሬ ሃይማኖትን ይዘው የተገኙ አሕዛብ መምህርነትን ካህንነትን ከአይሁድ ወስዶ ሰጥቷቸው በወንጌል ራስ አደረጋቸው።
አንድም ፦ አይሁድ የናቁት ክርስቶስ እነርሱ በሥጋ ቢገድሉትም በኲረ ምእመናን ተብሎ መጠራቱን ነገራቸው በዚህች ድንጋይ ላይ የሚወድቅ ይቀጠቀጣል ድንጋዩም የሚወድቅበትን ይፈጨዋል ብሎ ይመልስላቸዋል። ይህም ማለት በልጁ ለማያምኑ ሰዎች አለማመናቸው ለፍርድ አሳልፎ እንደሚሰጣቸው የሚያስረዳ ነው። ዮሐ 3፥18፣ 12፥47
...የማእዘን ራስ የሆነው ድንጋይም የሚያስረዳን ይህንኑ ነው ድንጋዩ በራሱ ተነሥቶ በማንም ላይ አይወድቅም ነገር ግን ድንጋይ የወደቀበትም በድንጋይ ላይ የወደቀ ሰውም ይጎዳል ይህም ማለት እግዚአብሔር በማንም እንደማይፈርድ የሚያሳይ ምሳሌ ነው ማለት ነው። /ተንከተም ገጽ 102/
-የብሉይ ኪዳን ካህናትን በሚወክለውና ስለ ክፉዎች የወይን አትክልት ገበሬዎች በተናገረው ምሳሌ መጽሐፍ ቅዱስ የወይን ጠባቂውን እግዚአብሔር (ጌታው) ከሥልጣኑ እንደሻረው አይናገርም፤ ይልቁንም "ክፉዎችን በክፉ ያጠፋቸዋል፤ የወይኑንም አትክልት ፍሬውን በየጊዜው ለሚያስረክቡ ለሌሎች ገበሬዎች ይሰጠዋል" አለ እንጂ። "ስለዚህ እላችኋለሁ የእግዚአብሔር መንግሥት ከእናንተ ትወሰዳለች ፍሬዋንም ለሚያደርጉ ሕዝብ ትጣለች። በማለት በድጋሚ ተናግሯል። 
እግዚአብሔር በትንቢተ ሚልክያስ ለአይሁድ (እስራኤላውያን)፤ "ሚል 1፥11" ብሏቸዋል። ከአሕዛብ ወገን ለእግዚአብሔር ዕጣንና ንጹሕ መሥዋዕት የሚያቀርቡ የሐዲስ ኪዳን ካህናት ካልሆኑ እነማን ናቸው? ኢሳ 66፥20፣10 አቡነ ሺኖዳ /በክህነት አገልግሎት 24/
-በእግዚአብሔር ቤት ሆኖ መጥፋት ምሳሌ ፦ አይሁድ ፣ የጠፋው ልጅ ታላቅ ወንድም፣ የኢያኢሮስ ሴት ልጅ (ሉቃ 7፥12፣ አዳምና ሔዋን፣ ይሁዳ የአስቆሮቱ፣ አርዮስ ..
-ሕንፃ ሲሠራ የማዕዘን ድንጋይ ለሕንፃው ወሳኝ ነገር ነው። ሃይማኖት ሕንፃ ተብሎ ስለተገለጸ ኢየሱስ ክርስቶስ የማዕዘን ድንጋይ ተብሎአል። ነቢዩ ኢሳይያስ "28፥16" በማለት ተንብዮ ነበር። ዳዊትም "መዝ 117፥22" ብሎ በትንቢቱ ገልጦ ነበር። ጌታችንም በወንጌል ስለ እርሱ የተነገረ ትንቢት መሆኑን አስረድቷል (ማቴ 21፥42፣ ማር 12፥10 የክርስትና መነሻውም መድረሻውም ኢየሱስ ክርስቶስ ስለ ሆነ የመሠረተ ድንጋይ ይለዋል።
የማዕዘን ድንጋይ ለሕንፃው ሥራ የሚውሉ ሌሎች ድንጋዮች ሚገጣጠሙበት ደግፎ የሚይዛቸው ድንጋይ ነው። ኢየሱስ ክርስቶስም አማኞችን ሁሉ ደግፎ የሚይዝ በመሆኑም በምሳሌ ይገለጣል። /የሐዋ. የቅዱ. ጳውሎስ መልእከታት 29/
ስለ ጊጶስ 
ጌታችን በወንጌል "በነዚያን ወራት ለፀነሱና ለሚያሳድጉ ወዮላቸው" (ማቴ 24፥19 እንዳለ፤ ይኽ ክፍለ ስለ ጊጶስ (ጊብስ) የተነገረ ነው፤ ያውም አውስት (ጥንብ አንሳ) ነው፤
ፊስአልጎስ ስለ ጊጶስ እንዲኽ አለ፤ በረዣዥም ተራሮችና በታላቅ ዐለት ላይ ያም ባይሆን በወንዝ ዳርቻ ይተኛል፤
ሴቲቱም በፀነሰች ጊዜ ወደ ሕንደኬ ሂዳ እስክትወልድ ድረስ ስሙ ኢውጤኮስ የሚባል ድንጋይን ትወስዳለች ፤ ያም ድንጋይ ውስጡ በሎሚ አምሳል ነው፤ የአካሉ ዙሪያ እንደ ደዉል (ቃጭል) ይመስላል፤ ውስጡ የሚጮኽ ያነን ደንጊይ ቢያቃጭሉት እስከ አራት አውራጃዎች ድረስ ይሰማል፤ ሴቶች ለመውለድ የሚያስቸግራት ብትኖር በዚኽ ድንጋይ ላይ በተቀመጠች ጊዜ ያለ ድካም ትወልዳለች፤
ከመንፈስ ቅዱስ የተነሣ ብርቱ የሆንህ ሰው ሆይ አንተም የመኣዘን ራስ እስካሆን ዐናጢዎች የናቁትን ድንጋይ ውሰደው።
ነብዩ ኢሳይያስ "አቤቱ እንዲሁ ለወዳጅህ ሆነናል፤ አንተን ስለመፍራት ፀንሰን ምጥም ይዞን በምድር ላይ የማዳንህን መንፈስ ወለድን" እንዳለ (ኢሳ 26፥17፤
ያውም ታላቅ ደንጋይ የተባለውም ከእመቤታችን ከድንግል ማርያም ያለ ወንድ ዘር በሥጋ የተወለደው ኢየሱስ ክርስቶስ ነው። (ዳን 2፥45፣ ኤፌ 2፥20
በሀገሮች ሁሉ መልቶ ከሚኖር ከመለኮቱ ሥጋው የተለየ ሳይሆን ውጪው ሌላ ውስጡ ሌላ በሚሆን ደንጋይ አምሳል። ማቴ 18፥20፣ 28፥20፣ ቆላ 3፥11 /መጽሐፈ ፊስአልጎስ 63/
- ነቢያት ፣ኪዳን፣የእስራኤልን መልካም ነገር ተመልክቶ ነገሩን አለመጠበቃቸውን ላስተዋለ ለእንግዳ ሕዝብ ሰጠ። 
-ገፍተው የሚጥሉት ፣ መትተውም የሚሰብሩት ከሆነ፡ ዐለቱ ክርስቶስ ይኸውላቸው። እኛ ግን ፡ እነርሱ በላዩ የሚወድቁበት፣ እርሱም በላያቸው የሚወድቅባቸው፣ ሲወድቁበትም ሲወድቅባቸውም የሚቀጠቅጥ እና የሚሰብር ድንጋይ ክርስቶስ እንዳለ እናምናለን። /አምላክ ዘበአማን 55/
-የመጽሐፍ ቅዱስ ቃል አንድምታ ያሻዋል። /መድሎተ ጽድቅ ቅጽ ፫ 230/
፵፭. የካህናት አለቆችና ፈሪሳዉያንም ምሳሌዎቹን በሰሙ ጊዜ፥ ስለ እነርሱ እንደተናገረ ዐወቁ።
፵፮. ለይዙትም ሲፈልጉ ሕዝቡን ፈሩአቸው፤ በእነርሱ ዘንድ እንደ ነቢይ ነበርና።
ሊይዙት ፈለጉ ሕዝቡን ፈሩአቸው።
ክርስቶስን ለመያዝ (ከልቡናችን ለመውሰድ) የሚመጣን አካል እኛን የሚፈራው እኛ በክርስቶስ ያለን እምነት ጽኑ ከሆነ ነው።
ያኔ ክርስቶስን መያዝ የፈለጉት በአካል ነው። ዛሬ ደግሞ ከልቡናችን ለመውሰድ ስለሆነ ውጊያው ከባድ ነው። የእኛን አካል በማፍረስ ድል ሊያደርግ ይደክማልና። ስለዚህ በደሙ የተዋጀውን ሰውነት በመንፈሳዊ ውበት እናድሰው።
ክርስቶስን ነቢይ ብለው ብቻ በማመናቸው ከተፈሩ፤ የባሕርይ አምላክ ብለው የሚያምኑትማ ምን ያህል ያስፈሩ ይሆን!
 ክርስቶስን በፍቅር ለመያዝ ሰው ሲነሣ፤ አለምን ትደነግጣለች። የክርስቶስ ፍቅር በውስጧ የለምና። እግዚአብሔር በፍቅር ይያዛል፤ በስጋ ግን አይያዝም፤ አባ ጊዮርጊስ ዘጋስጫ "ድንግል ሆይ ልትጥይ ሳይሆን ልትደግፊኝ ያዝኩሽ፤ በውጭ ሳይሆን በልቡናዬ ያዝኩሽ ይላታል።
`,

  /** ----------------------------------------------------------- **/

  "መዝሙር ክርስቶስ ሠርዐ ሰንበት": `5. ሠርዐ ሰንበተ ኲሉ ነባሪ ወቀናዪ ያዕርፍ ባቲ ግብረ እደዊከ አዳም ለሐኰ ለሰብእ በአርአያከ ወበአምሳሊከ (ግ) አሠረጎኮ ለሰማይ በከዋክብት ወለምድርኒ በስነ ጽጌያት ግብረ እደዊከ አዳም እግዚኦ ፈድፋደ ቃልከ ጥዑም።
 - ነዋሪና ተገዥ (ሠራተኛ) ሁሉ ያርፍባት ዘንድ ሰንበትን ሠራ፤ የእጅህ ሥራ ያማረ ነው፤ ሰውን በአርአያህና በአምሳልህ ፈጠርክ፤ ሰማይን በከዋክብት፤ ምድርን በአበቦች ውበት አስጌጥከው፤ አቤቱ የእጅህ ሥራ ድንቅ ነው፤ ቃልህ እጅግ የተወደደ ነው። 
`,
  "ምስባክ መዝ 1፥3": `2፤ ወይከውን ከመ ዕፅ እንተ ትክልት ኀበ መኀዘ ማይ። እንተ ትሁብ ፍሬሃ በበጊዜሃ። ወቆጽላኒ ኢይትነገፍ።
 2፤ ሕጉን በቀንና በሌሊት የሚያስብ፥ እርሱን በውኃ ፈሳሾች ዳር እንደ ተተከለች፥ ፍሬዋን በየጊዜው እንደምትሰጥ፥ ቅጠልዋም እንደማይረግፍ ዛፍ ይሆናል።
 ሕጉን በቀንና በሌሊት የሚያስብ
ልባቸው የበራላቸው የቅዱሳት መጻሕፍትን ቃል ቀንና ሌሊት ለሚያነቡ ለእነዚያ በዚያ ውስጥ የላቀ ትሩፋት ይኖራቸዋል።ደስታቸው በጌታ ሕግና ትእዛዝ ነው። ሕጉንም ቀንና ሌሊት ያስባሉ። ለእነርሱ የሚያበራላቸው ፀሐይ፣ ጨረቃ፣ ወይም የከዋክብት ስብስብ አይደለም፤ ከእግዚአብሔር ታላቅ ብርሃን የተነሣ ያንጸባርቃሉ እንጂ።" ቅዱስ አትናቴዎስ /መልእክተ አትናቴዎስ 35/
ሕጉን በመዓልትና በሌሊት የሚመለከት ሰው ንዑድ ክቡር ነው፤ እንዲህ ያለ ሰው በፈሳሽ ውኃ ዳር እንደተተከለች ዛፍ ይሆናል። አንድም በብርሃነ ፀሓይ ዐይነ ሥጋውን ዕዝነ ሥጋውን ከንባቡ ዐይነ ኅሊናውን ዕዝነ ኅሊናውን ከምሥጢሩ አንድ አድርጎ የእግዚአብሔርን ቃል የሚመለከት ንዑድ ክቡር ነው። 1ጢ 4፥16
ይህማ ለፍጡር እንዴት ይቻላል አንድ ጊዜ ተጨልጦ ተገርኝቶ በመዓልት በሌሊት መገዛት እንደምን ይቻላል ቢሉ ደቀ መዝሙር ቀን ሲማረው የሚለውለውን ሌሊት ግብር ገብቶ ያገኘው ሰው ንዑድ ክቡር ነው፤ ሌሊት ዘይዜክር ወመዓልት ዘያነብብ ቀን የሚያነበውን ሌሊት ሲያሰላስለው ያድራልና። አንድም ሌሊት ስረቅ የሚል ኅሊና ቢነሣበት መጽሐፍ እንዲህ ብሎኛል የአዋቂ አጥፊ እሆናለሁ ብሎ ሰውነቱን ገሥፆ የሚኖር ሰው በወንዝ ዳር እንደተተከለ ዛፍ ነው።ዮሐ 7፥37
ትጋሃ ሌሊት 
አንድ ደቀ መዝሙር ስለ መንፈሳዊ አባቱ እንዲህ አለ፦ ለሃያ ዓመታት ያህል ፈጽሞ በጎኑ ተኝቶ አያውቅም፣ በሚሠራበት መቀመጫ ላይ ለትንሽ ጊዜ ዐረፍ ይላል። የሚመገበው በሁለት፣ በሦስት እና አንዳንድ ጊዜም በአራት ቀን አንድ ጊዜ ነበር። ሲመገብም አንድ እጁን ለጸሎት ዘርግቶ ያችንው ለቁመተ ሥጋ ያህል ብቻ የሚቀምሳትን በሌላው እጁ ይይዝ ነበር። እኔም "አባ፣ ለምን እንዲህ ታደርጋለህ?" ብዬ ስጠይቀው "የእግዚአብሔርን ፍርድ በፊቴ አስቀምጬ ሳስበው የማልችለው ስለሚሆንብኝ ነው" አለኝ። ታላቁ ቅዱስ አርሳንዮስ ቅዳሜ ማታ ፊቱን ወደ ምሥራቅ አዙሮ እጁን ወደ ሰማይ ሰቅሎ ፀሐይ ጀርባውን ስትመታው ጸሎት የጀመረ በማግስቱ እሑድ ጧት ፀሐይ ወጥታ ግንባሩን እስክትመታው ድረስ ቆሞ ያድር ነበር። ሌሊትስ እግዚአብሔርን ለማመስገን የተፈጠረ ልዩ ጊዜ ነው (-ማቴ 26፥40፣ 24፥42፣ መዝ 118፥97፣ ኢያ 1፥8 ዘዳ 8፥10፣ 6፥7፣ዘፍ 39፥2)። አባ ይስሐቅ አባ ብሶይ ሌሊት በጸሎት ላይ እንቅልፍ እንዳያሸንፈው የራሱን ጸጉር በበኣቱ ካለ እንጨት ጋር ያስር ነበር። /ፍኖተ ቅዱሳን 78/ በፈሳሽ ውኃ ዳር የበቀለች የተባለችውም ሃይማኖተኛ ሰው ነው፤ ይህም ዛፍ የሚያጠጣ ውኃም ሃይማኖት ነው፤ የዛፉን ሁለንተና የሚጋርደው ቅጠልም ለሚለብሱት ከእርቃናቸው የሚሰውራቸው 
እግዚአብሔርን መፍራት ነው። የዚህን ዛፍ ፍሬ እግዚአብሔር ከበረድ፣ ከወፍ ይጠበቅ፣ ቅጠሉንም ከውርጭ፣ ከሙቀት፣ ይጠብቅ፣ ዛፉንም ከሚቆርጥ፣ከእሳት ይጠብቅ፤ ይህም ከፈሳሹ ውኃ ዳር የበቀለውን ዛፍ የሚጠላው የሰይጣን ኃይል ነው። ነገር ግን ከበቀለበት ቦታ ካልተንቀሳቀሰ ምንም አይሆንም፤ ከቦታው ከተንቀሳቀሰ ግን ይደርቃል። ርቱዓ ሃይማኖት /119//
ፍሬዋን በየጊዜው ለባለቤቷ እንደምታቀርብ ዛፍ የሆነ ሰው ንዑድ ክቡር ነው። አንድም ፍሬዋን ሳታቋርጥ በየጊዜው እንደምትሰጥ ቅጠሏ እንደማይረግፍ ዕፅ ይሆናል። ይህቺ ዕፅ በአገራቸው ለውዝ ገውዝ በአገራችን ሎሚ ትርንጎ ናት፤ ይህቺን ዕፅ ለጊዜው ሲተክሏት ሲያርሟት ሲኮተኩቷት ታጥራለች ታግራለች ታደክማለች፤ ጥሮ ግሮ ካረሟት የለመደችውን ካላስቀሩባት አሥራ ኹለት ወራት ከልምላሜ ከፍሬ ሳትለይ ትኖራለች፤ እንደዚሁ ሰውነቱ በረድኤተ እግዚአብሔር ተጠብቆለት የሚኖር ሰው ንዑድ ክቡር ነው፤ ዕፀ ሰውነቱ፣ ሙሐዘ ማይ ረድኤተ እግዚአብሔር፣ ፍሬ በልጅ፣ ቅጠል በልጅ ልጅ ይመሰላል፣ ልጁ የልጅ ልጁ ወገኑ በረድኤተ እግዚአብሔር ተጠብቆለት የሚኖር ንዑድ ክቡር ነው ሲል ነው፤ ያለ ጊዜው አይሞትበትም ገንዘቡም አይጠፋበትም። አንድም ፍሬው ገንዘብ ወርቁ ዕንቊ ፈረሱ በቅሎው ላሙ በሬው አይጠፋበትም አይሞትበትም። አንድም ፍሬ ምግባሩ ቈጽለ ሃይማኖቱ የፀናለት ሰው ንዑድ ክቡር ነው፤ ቅጠልን በሃይማኖት ፍሬን በምግባር መመሰሉ፣ በቅጠል መሠረትነት ፍሬ እንደሚገኝ በሃይማኖት መሠረትነትም ምግባር ይገኛልና ማቴ 21፥33። በመልካም ሥራ የሚተጋ ክርስቲያን እርሱ ያለ ማቋረጥ እየጸለየ ነው። ባለጸጋው ስምሆን /እነኋት ክርስትና 112/
`,
  "ወንጌል ማቴ 6፥25": `Not Provided`,

  /** ------------------------------------------------------------ **/
  
  /* HIDAR */

  /** --------------------------------------------------------- **/

  "መዝሙር ኢተዘኪሮ": `ኢትዘኪሮ አበሳ ዚአነ ፍጹመ ኢኀደገነ ፍጹመ ንማስን ኄር እግዚአብሔር አዘዞሙ ሙሴ ለሕዝብ ያክብሩ ሰንበት በጽድቅ።- ቸር እግዚአብሔር በደላችን ሳያስብ ፈጽሞ እንጠፋ ዘንድ አልተወንም፤ በእውነት ሕዝብህ ሰንበትን ያክብሩ ብሎ ሙሴን አዘዘው።`,
  "ምስባክ መዝ 78፥88፤": `ኢትዝክር ለነ አበሳነ ዘትካት። ፍጡነ ይርከበነ ሣህልከ እግዚኦ። እስመ ተመንደብነ ፈድፋደ። 8፤ የቀደመ በደላችን አታስብብን፥ አቤቱ፥ ምሕረትህ በቶሎ ያግኘን፥ እጅግ ተቸግረናልና።
የቀደመውን ኅጢአታችንን ዕዳ አትበልብን፤ አንድም የአባቶችን ኀጢአት ለልጆች አታድርግብን፤ አንድም ሳናውቅ በስሕተት ስናውቅ በድፍረት በመዓልት በሌሊት ከልጅነት እስከ ኩተት የሠራነውን ኀጢአታችንን ይቅር በለን፤ አንድም በምኞት፤ በአንደበት፤ በድርጊት የሠራነውን በደላችንን አታስብብን። ፍጡነ ይርከበነ ሣህልከ እግዚኦ። አቤቱ ይቅርታህ ፈጥኖ ያግኘን፤ አንድም ከሞቱ በኋላ ምሕረትህን ማግኘት አይቻልምና ከመሞታችን በፊት ምሕረት ቸርነትህ ቶሎ ይድረስልን፤ አንድም ወደ ሲኦል ከመውረዳችን በፊት ይቅርታ ቸርነትህ ያግኘን (መዝ 84፥4)፣ እስመ ተመንደብነ ፈድፋደ። ፈጽመን ተቸግረናልና አንድም ባለመከራ ሆነናልና፤ አንድም ኀጢአታችን ባመጣብን መከራ እንሰቃያለን፤ ኀጢአታችንን ይቅር ስትል መከራችን ይወገዳልና የመከራችን መንሥኤ የሆነውን በደላችንን ይቅር በለን። ሚክ 7፥18፣ መዝ 24፥7፣ 31፥1
`,
  "ወንጌል ማቴ 6፥5-16": `፭. "በምትጸልዩበትም ጊዜ እንደ ግብዞች አትሁኑ፤ እነርሱ ለሰዉ ይታዩ ዘንድ፥ በምኲራብና በአደባባይ መዓዘን መቆምንና መጸለይን ይወዳሉና፤ እውነት እላችኋለሁ፤ ዋጋቸውን ተቀብለዋል።
ጸሎት
ጸሎት ምንድን ነው 
ጸሎት ከባሕርይዋ የተነሣ ፈጣሪ ገዥ እርሱ እግዚአብሔር ብቻ እንደ ሆነ ተገንዝቦ ፍጹም ምስጋና እያቀረበ አንተን ብቻ በደልሁ በፊትህ ክፋትን አደረግሁ ብሎ ኃጢአቱን እየታመነ እግዚአብሔርን ደስ የሚያሰኝበትን በጎ ተግባር እንዲገልጥለት እየለመነ ሰው ከእግዚአብሔር ጋር የሚያደርገው ግንኙነት ነው። (ጾምና ምጽዋት 253)፣ኃጢአትን ሁሉ ጸጥ የማድረግ ክሂል ያላት ከፈተናዎች የምንሻገርባት ድልድይ በመከራዎች ላይ የተገነባች (የታጠረች አጥር) ጠብን የምታርቅ ጸብእ አጋንንትን የምታበርድ የቅዱሳን መላእክት ምስጋና ረቂቃን መናፍስትም የሚመገባት ምግብ የምትመጣው ኀሤት የትሩፋት ሁሉ መገኛ ምንጭ የጸጋ ሁሉ መፍለቂያ የተሰወረች ልዕልና የነፍስ ምግብ የእእምሮ መብራት ተስፋን የምታስተምር በቀብጸ ተስፋ ላይ የተሰነዘረች ምሳር፣ ከኀዘን መዳኛ፣የመነኮሳት ብዕል፣የባሕታውያን ድልብ፣የቁጣ ማብረጃ፣ዕድገትን የምታሳይ መስታዋት፣ ከፍታን የምታሳውቅ የምተገልጥ፣ የራስን አኳኋን የምታመለክት፣ ወደ ፊት የሚመጡ ነገሮች ተከስቶ፣ የክብር ምልክት ናት። /ቅ ዮሐ ዘሰዋ/
ለምን እንጸልያለን?
፣ጸሎት የምንጸልየው እግዚአብሔር የማያውቀው ነገር ኖሮ ለመንገር ወይም የረሳው ነገር ኖሮ ለማስታወስ አይደለም፤ ወደ እርሱ እንድንቀርብ ቀርበን ወዳጆቹ እንድንኾን፣ ዘወትር እንዲረዳን፤ ራሳችንን ዝቅ ለማድረግ፣ ኃጢአታችንንም እንድናስብ ነው እንጂ። /ቅ ዮሐ አፈ/ ሳንፈልግ የምንሻውን አውቆ የሚሰጠን፥፥
ጸሎት ምን ያስፈልገዋል?
1. ምጽዋት
2. ጾም
ለጸሎት ምቹ ጊዜን ይሰጣል። ደዌ የሌለባቸው ዐይኖች ብርሃንን ማየት መውደድ እንዲስማማቸው እንዲሁም ሁሉ በፈሊጥ ለሚሆን ለጾም ጸሎትን መውደድ ማለት ጸሎትን ማዘውተር ይስማማዋል ። አዕዋፍ በሁለት ክንፎቻቸው በአየር ላይ ይበራሉ። አንደኛው ክንፍ ቢሰበር ግን መብረር አይችሉም። እንዲሁም ክርስቲያን መዓዛ ባልተለየው መንፈሳዊ ሕይወት ለመኖርና ዘላለማዊ ሕይወትን ለመውረስ ጾምን ከጸሎት ጋር አጣምሮ መጋደል ይገባዋል።ቅዱ ይስሐቅ (ጾምና ምጽዋት 253) በወርኃ አጽዋም ጸሎትህን ለማሳደግ ዓላማህ አድርግ። ካስለመድከው አትቀንስ።(ጾምና ምጽዋት 257)
 ፣ዝምተኛ ልብ- ቅዱስ ዮሐንስ ሳባ (አረጋዊው) እንዲህ አለ ልብህ ይጫወት ዘንድ አፍህን ዝም አሰኘው፤ ከእግዚአብሔር ጋር መነጋገር ይችል ዘንድ ደግሞ ልብህን ዝም አሰኘው።(ከበረሓውያን ሕይወት እና አንደበት 151) እኔ ጸሎት የምለው እንዲሁ በከንፈር የሚነበበውን አይደለም። እኔ ጸሎት የምለው ከልብ ጥልቀት የሚወጣውን ነው። ጥልቅ የኾነ ሥር ያላቸው ዛፎች ዐውሎ ነፋስ በመጣ ጊዜ በቀላሉ አይነቅላቸውም። ከልብ ጥልቀት የሚወጣና ሥሩ እዚያ ውስጥ ያደረገ ጸሎትም እንደዚሁ አማን በአማን ወደ መንበረ ጸባዖት ያርጋል። እንደ ዐውሎ ነፋስ ከኾነ ሁከት በቀላሉ አሳቡ አይበተንም። ክቡር ዳዊት አቤቱ ከጥልቅ ጠራሁህ ያለው ይህን ነው።- /ቅ ዮሐ አፈ/
፣ተአምኖ ኃጣውእ የሌለው ሰው ጸሎቱ በጌታ እግዚአብሔር ዘንድ ተቀባይነት የለውም ቅዱስ ይስሐቅ (ጾምና ምጽዋት 254) (የበረሃ አባቶች ምክሮች 96) ከአረጋውያን አንዱ እንዱህ አለ አስገራሚ ነገር አለ ለጸሎት ስንቆም እግዚአብሔር እንደሚያይና አብሮን እንዳለ ነገራችንንም እንደሚሰማን ሆነን እንጸልያለን። ስንበድልና ኃጢአት ስንሠራ ግን እንደማያየንና ግብራችንን እንደማያውቅብን እንሆናለን። (ከበረሓውያን ሕይወት እና አንደበት 131)
፣ትእዛዙን መጠበቅ እግዚአብሔርን በትእዛዙ ስማው እርሱ ስትጸልይ ይሰማህ ዘንድ ( ቅዱስ ዮሐንስ አፈ ጾምና ምጽዋት 254)
፤ከቂም ከበቀል መለየት-ከቂም ከበቀል በተለየ ልቡና ከንዋመ ሐኬት በነቃች ሰውነት የምትፈጸም ከሆነ የምታከብር ናት።/ቅ ዮሐ አፈ/
3.ስግደት
4. ፣ጸሎትህ ንጽሕናን መንፈሳዊነትን የምታዳብርበት ይሁን። 
5. ፣ለጸሎት ብሎ መጸለይ መለማመድ ነው። 
6. ፣ለሌሎች መጸለይ
7. ፣ማሰላሰል ተዘክሮን ተለማመድ-(ጾምና ምጽዋት 258)
በጸሎት ላይ ቶሎ ጨርሰህ ለመቀመጥ አትቸኩል። (ጾምና ምጽዋት 259) ስትጸልይ ለመቀመጥ አትቸኩል፤ ለጸሎት ጽሙድ ሆነህ በቆምክበት ቦታ ሁሉ አትነቃነቅ፤ በመካነ ጸሎትህ ላይ አዘውትረህ ቆመህ ተገኝ። አባ ወግሪስ (መጽሐፈ ወግሪስ 51)
፤ትጋሃ ሌሊት- በትጋህ እየተጋች በመስገድ በመቆም ለትጋሃ ሌሊት ተገዝታ የምትኖር ነፍስ እንደ መላእክት ያለ ዕውቀት ይሰጣታል። ጌታን በሰማያዊ አስተያየት ታየዋለች (ጾምና ምጽዋት 256)
በመንፈስ-ስለምን እኛ በመንፈስ መጸለይ እንደሚገባን ሲያስረዳን እግዚአብሔር መንፈስ ነው ብሎ ገልጾልናል። ለእርሱ የሚቀርብለት ምስጋና በመንፈስ የሚቀርብ መንፈሳዊ መሆን አለበት። ቅዱስ ጳውሎስም መንፈሳዊ ጸሎትና መዝሙራትን በተመለከተ እንዴት መፈጸም እንዳለባቸው ሲያስተምር እንግዲህ ምንድን ነው
 በመንፈስ እጸልያለሁ በአእምሮም እጸለያለሁ በመንፈስ እዘምራለሁ በአእምሮም እዘምራለሁ ብሎናል። ስለዚሀ አንድ ሰው ወደ እግዚአብሔር ጸሎትና ልመና በሚያቀርብበት ጊዜ በመንፈስና በአእምሮ መሆን አለበት። (እነኋት ክርስትና 83)
8. ፣ትሕትና
ይህ ሰው እሳትን የተላበሰ ለስሙ የሚንቀጠቀጥ፣ በሰው ሁሉ ፊት ትሑት፣ የሰውን ድክመትና የእርሱን ጥንካሬ እያስተዋለ እንኳ ሰው ሁሉ ከእርሱ የተሸለ እንደሆነ የሚያስብ እርሱ የተናቀና አመንዝራ ሰው እንደ ሆነ እንደ ሆዳም ወይም ሰካራም ራሱን የሚቆጥር ሰው ይሆናል። እንዲህ ሆኖ በትሕትና ሥራውን ይፈጽማል። በውሳጣዊ ማንነቱ ሰው ሁሉ ከእርሱ እንደሚሻል ይቆጥራል፤አንድ ኃጢአተኛን ሰው ቢመለከት እንደ ግብዝ ሰው ሳይሆን ከልቡ ወደ እርሱ በመቅረብ እባክህ ስለእኔ ጸልይልኝ፤ በእግዚአብሔር ፊት እንደ እኔ ኃጢአተኛ ሰው በምድር ላይ የለም፤ እኔ ብዙ በደል ፈጽሜያለሁ፤ ከእነዚህ ኃጢአቶች መካከል የአንዱን እዳ እንኳን እከፍል ዘንድ ተስኖኛል ይለዋል። እነዚህንና እኔ ከጠቃኩአቸው የሚልቁትን የፈጸመ ሰው ቅዱሳን መላእክት ለእግዚአብሔር የሚዘምሩትን ዝማሬ ለመዘመር የበቃ ይሆናል። (እነኋት ክርስትና 83፣126)
ልጄ ሆይ የአእምሮህን ምንጭ ንጹሕ አድረገው፤ ከቁጣና ከነቀፋ ቃልም አጽዳው፤ እንደ አዘቅት ጭቃ የሆነውን ቅናትን ከውስጥህ አስወግድ፤ አስተሳሰብህን ሁሉ ንጽሕ ይሁን፤ እግዚአብሔርን ለማየት በጸሎት ወደ እርሱ በቀረብክ ጊዜ ፤ አንተን በሚጠባበቁ በእግዚአብሔር የምሕረት እጆች ፊት ንጹሕና ቅዱስ ካልሆን፤ ሥላሴ ባንተ ደስ አይታመንምና እንዲህ ሆነህ ከፊቱ አትቅረብ።ከበከተው ለእርሱ መሥዋዕት አታቅርብ፤ ለኃያሉ አምላክ ከአንተ ዘንድ የሚቀርበው መሥዋዕት፤በቅናት የተቃኘ ጸሎት ከሆነ፤ የበከተ መሥዋዕት ማለት ይህ ነው።
ስለዚህ በአንተ ላይ በተቃጣው የቁጣ ቀስት ላይ ተጨማሪ ክብደትን አትጨምርበት፤ የተመረጥከው ወዳጄ ሆይ በሚያቃጥል ፍቅር የተቀመመ መሥዋዕትን አቅርብ፤ ለእርሱ እንደ መሥዋዕት አደርገህ የምታቀርበው ጸሎትህን ነው። እንዲህ ዓይነቱን መሥዋዕት የሚያቀርቡ መንፋሳውያን ናቸው። ከአምላክህ ዘንድ የሚቀርብ ይቅርታን የሚያሰጥ የጣፈጠ መሥዋዕት ይህ ነው። ስለዚህ በጥናችን ውስጥ ጠብ ካለ እርሱ ባዕድ ፍም ነው። እርሱን የመሰሉትን ፍሞች ከጥናችን ውስጥ እናስወግዳቸው፤ ልጄ ሆይ ፍምን በጥናህ ውስጥ በመጨመርህ ምን እንደሚመጣብህ አስበህ ፍራ፤ የአሮን ልጆች በድፍረት ያልታዘዙትን ፍም ከጥናቸው ውስጥ ጨምረው ነበርና፤ በእግዚአብሔር ቁጣ ጠፉ። የመሥዋዕቱ ፍም ፍቅር ነው፤ በዚህም ፍም ላይ መሥዋዕት አድርገህ የምታቀርበውን ጸሎትህን አዘጋጅ፤ እንዲህ በማድረግህ በእግዚአብሔር የተወደደ መልካም መዓዛ ያለው ዕጣን ሆኖ ከእግዚአብሔር ዘንድ ይደርስልሃል፤ የፍቅር ፍም አመድ የለውም፣ በመቀጣጠሉመረ ምንም ጭስ አይገኝበትም፤ በውስጥ ዘላለማዊና ጣፋጭ መዓዛ ያለው መሥዋዕትን ይዞአል፤ ደስ ከሚያሰኙ መሥዋዕቶችም እጅግ የላቀና የከበረ መሥዋዕት ይህ ነው፤በመቀጠል እናም እኔ ትጸልየው ዘንድ የጻፍኩልህ ጹሑፍን በምትጸልየው ጊዜ እንዲሁ በአንደበትህ ብቻ ትደግመው ዘንድ እንዳይመስልህ ዕወቅ። ራስህንም ለጸሎት ታዘጋጅበት ዘንድ ነውእንጂ። እኔ ትጸልየው ዘንድ የሰጠሁህን ጽሑፍ ከሰውነትህ ጋር አዋሕደህ ወደ ሥራ ካላመጣኻቸውና በሰው ፊት የእግዚአብሔር ሰው ሆነህ ከልታየህ በቀር እነርሱን በአንደበትህ ብቻ በመድገምህ አንዳች ጥቅም የላቸውም። (እነኋት ክርስትና 98) …ነገር ግን እውነተኛ ጸሎት ጸሎት ራስን ባዶ በማድረግና ንቁና ጸጥ ባለ አእምሮ እንዲሁም የስሜት ሕዋሳቶቻችንን ጸጥ በማሰኘት የምናገኘው የተመስጥኦ ውጤት ነው። ይህም ማለት ሕሊናችንን ከማንኛውም አስተሳሰብና ዓለማዊ ጥንቃቄ ንጹሕ በማድረግ የምናገኘው ነው። በጸሎት ሰዓት ብቻን መሆን ይመረጣል። እንዲህ ከሆነ ጸሎታችንን ከሚያደነቃቅፉን ክፉ አሳቦች ርቀን ከእግዚአብሔር ጋር መነጋገር እንችላለን ወይም ጸሎታችንን ከሚያደነቃቅፉ መልካም ነገሮች ይጠብቀናል። ልጁን በማር የገደለ ሰው ልጁን በስለት ከገደለ ሰው አይለይም። እንዲሁ ጸሎትን በመልካምም ይሁን በክፉ አስተሳሰቦች መስተጓጎል አይገባም። እንዲያ ከሆነ ግን ውጤቱ ፍሬ አልባ ይሆናል። ጸሎቱም ከእግዚአብሔር ዘንድ አይደርስም። ለመጸለይ ካሻህ ከሕሊና ጫንቃህ ላይ ያኖርካቸውን ዓለማዊ እውቀቶች አውርደህ አስወግዳቸው። ከዚህም ጋር አስተባብረህ ራስህን ከአለማዊ ጥንቃቄና ፈሊጥ ነጻና ንጹሕ አድርገህ በፍጹም ተመስጦ ፈጽም። ልጆችህን (መልካምና ክፉ አሳቦችህን) ከበታች ሰብስባቸው። በጸሎት ሰዓት በሕሊናህ የሚታሰቡትን ሁሉ ከአንተ አርቅ። የተተገበሩትን ያልተተገበሩትንም አስተሳሰቦችን በመስቀል በመቸንከር ወደ አዲሲቱ ዓለም ግባ። ራስህን ከማንኛውም አስተሳሰብ ንጹሕ ባደረግህ ወቅት ለጸሎት ተነሥ። እንዲያ ከሆነ ምናልባት በአስቸጋሪ ሁኔታ ላይ ብትሆን እንኳ ሰላም የሞላበት ጸሎትን መጸለይ ይቻልሃል።ሕመምህን እያደመጥኽ ለእርሱ ምን ማድረግ አለብኝ እያልክ ወይም ሕሊናህን በክፉ አሳብ ሞልተህ እግዚአብሔር የሚወደውን ጸሎት ማድረስ አይቻልህም። ነፍስ ከእነዚህ ነገሮች ንጹሕ ሳትሆን በጸሎት ደምቃ ልታበራ አይቻላትም። በውስጥህ በአንድ ሰው ላይ እንኳ ቢሆን ያጎነቆለች ትንሽ ቁጣ ብትኖር ንጹሕ በሆነ መንገድ መጸለይ ይቻለኛል ብለህ አታስብ። 
9. ፤ፍቅር
ፍቅር በውስጡ የያዘ ጸሎት የማይነጥፍ ንጹሕ የውኃ ምንጭ ነው። ነፍስን በሰላምና በደስታ ውኃ ያረሰርሳታል። ይህ የሚሆነው የልባችን ምንጮች በፍቅር የተነደሉ እንደሆነ ነው። 
ለዚህ መንደያ እንጨቱ የእኛ ቅን ፍርድ ነው። አእምሮአችን መልካም አስተሳሰቦቻችን በተመስጦ የሚያመላልሳቸው ከሆነ የፍቅር እሳት በልባችን ውስጥ ይቀጣጠላል። እንደ ቡቃያ የሆነች ጸሎታችን እንድትጠነካከር በመንፈሳዊ እውቀት ብርሃን እንድታበራ ከእርሱ ልትመገብ ይገባታል። እንዲህ ከሆነ ፍጹም ሰላማዊና ደስታ የሚፈልቅበት መዓዛው መልካም እንደ ሆነ እጣን ያለ ማቋረጥ የሚያውድ ጸሎትን ማቅረብ ይሆንልናል።- /ባለጠጋው ስምዖን/
መቼ እንጸልይ?
1.፣ዘወትር
-ጳውሎስ የሚባል ምንም ሥራ የማይሠራ ለሚመገበው ነገር ብቻ ካልሆነ በቀር ከማንም ሰው ምንም ነገር የማይቀበል ባሕታዊ ነበር። ተግባሩ ሁሉ ያለ ማቋረጥ መጸለይ ነበር። በየቀኑ 300 ጸሎታትን ይጸልይ ነበር። አንድ ቀን ወደ መቃርዮስ መጥቶ እንዲህ አለው በአንድ አካባቢ ለሠላሳ ዓመታት በብሕትውና የምትኖር ድንግል አለች። ካላ ቅዳሜና እሑድ በስተቀር ፈጽሞ እንደማትበላ ስለ እርሷ ነገሩኝ። ሆኖም እንዲህ ያለ ሁኔታ አምስት ቀን በተከታታይ እየጾመች 700 ጸሎታትን ትጸልያለች። ይህን ስሰማ በራሴ ተስፋ ቆረጥኩ ምክንያቱም እኔ ከ300 በላይ ጸሎት ማድረስ አልቻልኩምና። ቅዱስ መቃርዮስም እንዲህ ብሎ መለሰለት አሁን እኔ ስላሳ ዓመቴ ነው አንድ መቶ ጸሎትን እጸልያለሁ፤ የራሴን ምግብ በእጆቼ እሠራለሁ። ከወንድሞችም ጋር እንደሚገባ የሚጠቅማቸውን ምክክር አደርጋለሁ፣ ሆኖም ግን በኅሊናዬ ተግባሬን እንዳልፈጸምኩ ወይም ቸል እንዳልኩ ሆኖ አይሰማኝም።ኅሊናዬም አይወቅሰኝም። ነገር ግን አንተ 300 ጸሎታትን እየጸለይክ ኅሊናህ የሚወቅስህ ከሆነ እንደሚገባ አድርገህ በንጹሕ ልብ እየጸሌካቸው አይደለም። ወይም ደግሞ የበለጠ መጸለይ እየቻልክ አልጸለይክም ማለት ነው (ከበረሓውያን ሕይወት እና አንደበት 12) 
ሥራ የሚሠራ ሰው ቀኑን ሙሉ በጸሎት ተፀምዶ መዋል አይችልም አትበለኝ። 
በጸሎት የሚያስፈልገው ድምፅ ሳይኾን አሳብ ነው፤ እጅ ሳይኾን እደ ልቦናን ማንሣት ነው፤ አፍአዊ ሳይኾን ውሳጣዊ አኳኋን ነው። ይህን ለማድረግ ቦታም ጊዜም አይገድብህም። በጉልበትህ ባትንበረከክ፣ ደረትህን ባትደቃ እንኳ መንፈስህ ትጉ ከኾነ ጸሎትህ ሥልጡን ነው። ቅዱ ዮሐ አፈ (አምስቱ የንስሐ መንገዶች 32) መንፈስ በአንድ ሰው ውስጥ ማደሪያውን ሲያበጅ መንፈስ ቅዱስ በውስጡ ሆኖ ባለ ማቋረጥ ይጸልያልና ሰውዬው መጸለዩን አያቆምም። ሲተኛም ሆ ሲቀመጥ ሆነ ሲራመድ የሚጸልይ ይሆናል፤ ሲበላም ሆነ ሲጠጣ፣ ጋደም ብሎም ሆነ ሥራ ሲሠራ፣ በእንቅልፍ ተውጦ ሳለ እንኳ፣ የጸሎቱ መልካም መዓዛ በልቡ ውስጥ ድንገት ነቅቶ ይወጣል። ቅ ይስሐቅ (ቅ ዮሐ ዘሰዋ 32) የአንተ ጥንቃቄ ሊሆን የሚገባው ያለቋረጥ መጸለይ መቻልህ ላይ ነው። ጸሎት ለነፍስ ብርሃን ናት፤ ለሥጋችንም እንደ ጠባቂ ናት። ለጸሎት በተነሣህ ጊዜ ብቻ አትጸልይ ነገር ግን ምንም ሥራ ስትርሠራ፤ ስትተኛ፤ስትበላም ስትጠጣም ጸልይ። አፍህ በምግብ ሲሞላ ልቡናህ ደግሞ በጸሎት ይሞላ። በምግብ ሰዓት ቀኝ እጅህ ለአፍህ ምግብ ሲያደርስ በአእምሮ ደግሞ ምግብ ለሰጠህ ለአምላክህ ምስጋናን አቅርብ። እንዲህ ካደረክህ ማዕድህ የተባረከ ይሆናል።-/ባቢያ ዘንጽቢን/
2. ፣ በማዕድህ ላይ
3.፣በጉዞህ እያለህ አጭር የሕሊና ጸሎት በመጸለይ ከአምላክህ ጋር ተነጋገር- ከዳዊት መዝሙር ወይም ለአንተ የሚስማማ
4.፣በሌሎች መካከል
5.፣በሥራ ቦታህ 
6.፣ሌሊት -አባ ኤሲዶር ገና ወጣት ሆኜ በበአቴ ውስጥ ሳለሁ ለጸሎቴ ምንም ዓይነት ገደብ አልነበረኝም። ለእኔ ሌሊቱ እንደ ቀኑ ሰፊውን ጊዜ የያዘ ነበር። ብሏል (የበረሃ አባቶች ምክሮች 55) 
የጸሎት ጥቅም
1.፣ በመንፈሳዊ ሕይወት ለማደግ
2.፣ወደ ጾም መርቶ ያደርሳል
3.፣ የሰይጣንን ጾር የሚመክቱበት 
አባ ታድራስ በአስቄጥስ ሳለ ሦስት ሰይጣናት መጥተው ወደ እርሱ ሊገቡ ወደዱ። አይቶ፣ አንድም በጸጋ አወቃቸው። ከበአቱ በአፍአ ከለከላቸው። በጸሎቱ እንዳያነድደን ብለው ፈርተው አሰናብተን ብለው ለመኑት። ካሰናበታቸው በኋላ ድካማቸው ታውቋቸው እያዘኑ ሄዱ (ጾምና ምጽዋት 255) ሰይጣን እንደ ጸሎት የሚጠላው ነገር የለም -አባ ጊዮ ዘጋ ስለዚህ እንዳትጸልይ የሚያዘናጋህ ለዚህ ነው። ዲያብሎስ እነርሱን ለማጥፋት (ኢዮብን ልጆች ለመግደል) አጋጣሚውን ይፈልግ ነበር። መጽሐፍ አምላከዊ ሲመለከቱ አግኝቷቸው ቢሆንስ ኖሮ፤ ቤታቸውን ማፍረስ ይቅርና መንካት ባልቻለም ነበር፤ ሞት ሊያመጣባቸው የሚያደርስ ምክንያት ባልኖረውም ነበር። ሲጸልየዩ አግኝቷቸው ቢሆን ኖሮም በእነርሱ ላይ አንዳች ነገር ለማድረግ ምንም ኀይል ባላገኘ ነበር።ነገር ግን አመቺ ጊዜ ባገኘ ጊዜ ኀይለኛ ሆነ። ያ አመቺ ጊዜ ምን ነበር ካልኽኝ ያማ የበዓል (የግብዣ) የመጠጥ ጊዜ ነበራ ብዬ እመልስልኸለሁ። ከጸሎት ከተዘክሮ ከተለየን ሥራዋን ለሠራ ሰው ሑሩ የምትባል የእግዚአብሔርን ፍርድ የምታመጣ ኃጢአትን እንሠራለን። ጎስቋላ ወራዳ የሚሆን ሰይጣን ዐይንን እይ፤ ልብን ተቈጣ በማለት ይዋጋቸዋል።
ስለዚህ ድል የምንነሣበትን ጸሎት ልንይዝ ሰውነታችንንም በፍጹም ትዕግሥት ልናጥር ይገባል። ሊቁ አርጌንስ(ጾምና ምጽዋት 257) አባ አርሳንዮስ እንዲህ አለ ሰይጣን መነኵሴ ተመስሎ ከአእሩግ (ከሽማግሌ አባቶች) የአንዱን በር አንኳኳ። እርሱም ከፈተለትና አኃው ሲገናኙ እንደሚያደርጉት ልማድ ጸልይ አለው። ሰይጣንም ዛሬም ዘወትርም ለዘለዓለም አሜን አለው። አረጋዊው ዳግመኛ ጸልይ ሲለው እንደ በፊቱ አለ። አረጋዊውም ስብሐት ለአብ ወወልድ ወመንፈስ ቅዱስ ይእዜኒ ወዘልፈኒ ወለዓለም ዓለም አሜን በል ሲለው ያንጊዜ ሰይጣኑ ጠፋ። (ከበረሓውያን ሕይወት እና አንደበት 133) በጠላቶችህ እጅ እንዳትወድቅ በየጊዜውና በየሰዓቱ ወደ እርሱ ጸልይ። (አባ ወግሪስ -መጽሐፈ ወግሪስ 30 )
4.፣ፍትወተ ሥጋ የሚበርድበት
5.፣መንፈሳዊ ለመሆን
- ያለ ጸሎት መንፈሳዊ ነኝ የሚል ሰው እሳት መካከል ገብቶ የሚጫወት የእሳት ራትን ይመስላል።
6.፣ከኃጢአት ነጻ ለመሆን- አባ አርሳኔዎስ አቤቱ የድኅነትን መንገድ አሳየኝ ብሎ ሲጸልይ አርሳኔዎስ ሆይ ሽሽ ሁል ጊዜ ጸልይ ከኃጢአት ነጻ ለመሆን ብቸኞቹ መንገዶች እነዚህ ናቸውና አለው። (የበረሃ አባቶች ምክሮች 24)
7.፣ረድኤተ እግዚአብሔርን ለማግኘት
-ሳያቋርጥ የጸሎትን ምርኵዝ የያዘ ሰው የያዘ ሰው አይሰናከልም፤ ቢሰናከልም እንኳ ውድቀቱ ለክፉ የሚሰጥ አይሆንም ጸሎቱ እግዚአብሔርን ግድ የሚለው ጽኑ ነውና። ( ቅ ዮሐ ዘሰ ጾምና ምጽዋት 255) 
ጸሎት የድኩማን መጸጊያ በመከራ ጊዜ በረው የሚያርፉባት ክንፍ ናት። በጭንቅ ጊዜ የሚያርፉባት የሕይወት ተክል በጠላት ፊት የተቃጣ ፍላጻ ናት። ሰው በጸሎት መንፈሳዊ አእምሮን ገንዘብ ያደርጋል። ረድኤተ እግዚአብሔርንም ያገኛል። ቅ ይስሐቅ ጸሎት ከመከራ የምታድን ርኅራኄ ናት። ቅ ዮሐ አፈ (ጾምና ምጽዋት 256) አባ አፓሎ ከወንድሞች መካከል ያዘነና የጠከዘ ባየ ጊዜ ምክንያቱን ይጠይቀውና የውስጡን ኃዘን ምን እንደ ሆነ ይነግረዋል። እንዲህ ይልም ነበር የእግዚአብሔርን መንግሥት ሊወርሱ ያሉ ሰዎች በዚህ ዓለም ባለ በምንም ነገር ተስፋ ሊቆርጡና ሊያዝኑ አይገባቸውም። እንዲህ ያለ ታለቅ ጸጋ የተዘጋጀልንና ለዚህም የተጠራንና በመዘጋጀት ላይ ያለን እኛ እንዴት ያለ ማቋረጥ ልንደሰት አይገባም ይሆን ሐዋርያው ስለ ሁሉም ነገር በማመስገን ሳታቋርጡ ጸልዩ ሲል ሁል ጊዜ ያዘናል። (ከበረሓውያን ሕይወት እና አንደበት 137)
8.፣መንፈሳዊ አእምሮን ታድላለች
9.፤እግዚአብሔርን ለማየት
10.፣የዕንባ ምንጭ ናት-(ጾምና ምጽዋት 257)
11.፣ጸሎት-እሳትን ውኃ፣አንበሳን በግ ታደርጋለች፤ጦርነትን ታስቀራለች፤ የሞት ሰንሰለትን ትበጥሳለች፤ የመንግሥተ ሰማያትን ደጅ ትከፍታለች፤ ደዌያትን ታርቃለች፤ ሁከትን ታቀዘቅዛለች፤ አጋንንትን እንደ ትቢያ በነው እንደ ጢስ ተነው እንዲጠፉ ታደርጋለች፤ ብዙ ከተሞችን ከመፍረስ ትጠብቃለች፤ ጸሐይን መሔድዋን እንድታቆም ታደርጋለች፤ ሐሰትን ታርቃለች፤ የነፍስ የሥጋ ንውጽውታን ታረጋጋለች። /ቅዱ ዮሐ አፈ/
12. ፣መጸለይ ማለት ለመንፈሳዊ ሕይወት ወይም አኗኗር ራስን ክፍት ማድረግ ነው። (ቅዱስ ዮሐንስ ዘሰዋሰው 27)
13.፣እግዚአብሔር መሪ እዲንሆነን
እግዚአብሔር የመንገዱ መሪ ያልሆነለት ሰው ወዮለት። (ግሑሣን አበው 36) መልካም ምርጫ በጎ ፍቃድ ካለው ሰው ዘንድ የሚመነጭ ነው። ይህንን ምርጫ ወደ ተግባር ለመመለስ ግን ከእግዚአብሔር ዘንድ የሚሰጡ ብዙ እርዳታዎች ያስፈልጉናል። በዚህ ምክንያት ከእኛ የመነጨው መልካም ምኞታችን እንዲፈጸምልን ሳናቋርጥ መጸለይ ይገባናል። የጸሎታችን ዓላማ ዝም ብሎ ከእግዚአብሔር እርዳታ ለመጠየቅ ግን አይደለም። ነገር ግን የእኛ ፈቃድ ከእግዚአብሔር ፈቃድ ጋር የተሰማማ ሰለመሆኑም ለመለየት እንዲረዳንም ጭምር ነው። መልካም የሚመስሉ ፈቃዶች ሁሉ ከእግዚአብሔር ዘንድ የተገኙ ናቸው አንልም። ከእኛም ጥቅም አንጻር የመነጩ ፈቃዶች ሊሆኑም ይችላሉ። አንዳን ሰዎች ጠቃሚ ያልሆኑ ነገር ግን ጠቃሚ የሚመስሉ ምኞቶችን ሲመኙ ይታያሉ። እንዲህ ዓይነት ጠቃሚ የሚመስሉ ፈቃዶች ከሰይጣን የሚመነጩ ናቸው። እንዲህ ዓይነት ፈቃዶች ሰውዬው ካለበት ደረጃ አንጻር ተገቢ ያልሆኑ ፈቃዶች ሊሆኑም ይችላሉ። ሰይጣን ይህንነ ሰው ለመጣል ሲያስብ እንዲህ ዓይነት ምኞትን እንዲመኝ ሹክ ይለዋል። ከአቅሙ በለይ የሆነውን መልካም የቅድስና ሥራ ለመተግበር እንዲተጋ ያደርገዋል። ደካማ ለሆነ ሰው የሚሆነው መመሪያ አሁን ለአንተ ለማሳየት እሞክራለሁ። ይህም አንድ ሰው እርሱን ተግብሮ በቀላሉ ወደ ቀጣዩ የቅድስና እርከን እንዲሸጋገር የሚረዳው ነው። ከዚህ መመሪያ የሚወለደው ጣፋጩ ፍሬ አእምሮን በመማረክ ወደ ታላቁ ደረጃ በትጋትና ያለምንም አስገዳጅነትና ክልከላ እንድትደርስ የሚያበቃት ነው። መመሪያውም ይህ ነው፤ ሥጋችን በጽናት ለእግዚአብሔር የሚደረገውን አምልኮትን በትጋት ለመፈጸም የሚቸገርበት ወቅት አለ። በልብ የሚደረግ ጸሎትን ገንዘባችን እስክናደርግ ድረስ ሥጋችን ዕንቅፋት ሊሆንብን ይችላል። 
በዚህ ጊዜ ግንባራችንን ከመሬት አስነክተን ለእርሱ በመስገድ ቁጭ ባልንበት ጸሎታችንን እናድርስ። ቅዱሳት መጻሕፍትን እናንብብ። በእነዚህ ሁለት ነገሮች ጥምረት የእግዚአብሔር የዕውቀቱ ብርሃን ይበራልናል፤ ይህም ነፍሳችን በደስታና በሐሴት እንድትሞላ ያደርጋታል። መጻሕፍትን በማንበባችንና በመጸለያችን ደስተኛች እንሆናለን። ከዚህ ባለፈ ከጸሎታችን መንፈሳዊ እውነታዎችን ለመረዳት እንደ በር ነው። ከዚህ በኋላ ያለ ችግር ወደ እግዚአብሔር ፍቅር እንደርሳለን።(እነኋት ክርስትና 110) 
14. ፣መንፈሳዊ እውነታዎችን ለመረዳት እንደ በር ነው። (እነኋት ክርስትና 110)
የጸሎት ዓይነቶች
1. ጸሎተ ልቡና 
ጸሎተ ልቡና ማለት የእግዚአብሔር የዳዊት ልጅ ኢየሱስ ሆይ ማረኝ የሚለውን ቃል በተደጋጋሚ በማንኛውም ጊዜ ቦታ እንቅልፍ እንቢ ሲለን የሚጸለይ ነው። (ቅ ዮሐ ዘሰ 27) ስሙን መጥራት ብቻ በእኛ ላይ ሊያንሾካሽኩና ሊፈትኑን በሚሞክሩ አጋንንት ጀርባ ላይ እንዳረፈ አለንጋ ነው።- ከቅዱሳን አንዱ። ስሙን መጥራት ከትምእምርተ መስቀል ጋር ጠላቶቻችንን በኃይል አስወጥቶ ማባረር ነው። አጋንንት በስሙ ይንቀጠቀጣሉና። /ጀምስ/
ጸሎታችን ባይሰማስ
ክቡር ዳዊት ሲናገር እግዚአብሔር ወደ እርሱ በተጣራሁ ጊዜ ይሰማኛል 4፤3። በዚህ መነሻነትም ታዲያ ብዙ ሰዎች ጸሎታቸው የማይሰማው ለምንድን ነው ብሎ የሚጠይቅ ሰው ሊኖር ይችላል። እኔም እንዲህ ብዬ እመልስለታለሁ፣ እነዚህ ሰዎች የማይጠቅማቸውን ጸሎት ስለሚጸልዩ ነው። አዎ በዚህ ጊዜ ጸሎታቸው ባይሰማ ለእነርሱ በጎ ነው።
እግዚአብሔር የማይረባንን ነገር በለመንነው ጊዜ ልመናችንን የሚሰማ ቢኾን ኖሮ ጸሎታችን በመሰማቱ ብቻ ደስ ባልተሰኘን ነበርና። ስለዚህ እግዚአብሔርን ተጣርተን ባልሰማን ጊዜ እናመስግነው። የማይረባንን ነገር ለምነነው ጸሎታችንን ከሚሰማን ባይሰማን ይሻለናልና። አንዳንድ ጊዜም ጸሎታችን በግድየለሽነት የሚቀርብ ከኾነ እግዚአብሔር መልሱን ያዘገይብናል። ለምን ከመዓሙቅ የመነጨ ጸሎት እስክናደርስ ድረስ ይህ በራሱ ለእኛ የሚሰጠው በቁዔት ቀላል አይደለምና። መጽሐፍ እንዳለ እናንተ ክፉዎች ስትኾኑ ለልጆቻችሁ መልካም ስጦታ መስጠት ካወቃችሁ ከእናንተ በላይ የስጦታን ምንነትና መቼ መስጠት እንደሚገባ ምን መስጠት እንዳለበት የሚያውቅ እግዚአብሔርም መስጠት ያውቅበታል። ለዚህ ነው ብፁዕ ጳውሎስ የማይረባውን ነገር ለምኖ እግዚአብሔር ጸሎቱን ያልሰማው ለዚህም ነው ሙሴ ፊትህን አሳየኝ ብሎ በለመነው ጊዜ ልመናውን ያልተቀበለው ስለዚህ እኛም ጸሎታችን ባይሰማ እንኳን እግዚአብሔርን እናመስግን እንጂ ተስፋ አንቁረጥ። ልል ዘሊል ኾነን ጸልየን ከኾነም ልል ዘሊልነታችንን አስወግደን እንጸልይ እንጂ ድኩማን አንኹን። እንደዚህ አድርገን ጸልየን ሳለ ጸሎታችንን ባይሰማን ግን አምላክ የሚያደርገው ኹሉ ለጥቅማችን ነውና በፍጹም አንዘን። /ቅዱ ዮሐ አፈ/
ጸሎት እንዴት እንልመድ 
1. ለጸሎት ብሎ በመጸለይ መለማመድ ነው።ቅዱስ ይስሐቅ መጸለይ እንዴት እንማር ተብሎ ቢጠየቅ በመጸለይ ብሎ መልሷል። (ጾምና ምጽዋት 259) አንድ ወንድም በአንድ ወቅት አባ እንጦስን ጸልይልኝ በማለት ይጠይቀዋል። እንጦስም አንተ ራስህ ጥረት የማታደርግ ወደ እግዚአብሔር የማትጸልይ ከሆነ እኔም ሆንሁ እግዚአብሔር ምሕረት ልናደርግልህ አንችልም። (የበረሃ አባቶች ምክሮች 15) ወንድሜ ሆይ ጸሎት ሲባል የጸሎት ቃላትን ብቻ መድገም አድርገህ እንዳታስበው ተጠንቀቅ።
ወይም ቃለትን በማጥናት የሚማሩት አድርገህ አትቁጠረው። ወዳጄ ሆይ እውነታው ይህ አይደለም፤ እውነተኛ ጸሎት በመማር ወይም የጸሎት ቃለትን በማጥናት የምታገኘው እንዳልሆነ እንድትረዳው እፈልጋለሁ። እርሱ ቃሎችን አሳክተህና አሳምረህ የምታቀርብለት ሹም አይደለምና። ጸሎት የሚቀርብለት እርሱ መንፈስ ነው። ስለዚህም ጸሎትህ መቅረብ ያለበት በመንፈስ ነው። (እነኋት ክርስትና 82) በመቀጠል እናም እኔ ትጸልየው ዘንድ የጻፍኩልህ ጹሑፍን በምትጸልየው ጊዜ እንዲሁ በአንደበትህ ብቻ ትደግመው ዘንድ እንዳይመስልህ ዕወቅ። ራስህንም ለጸሎት ታዘጋጅበት ዘንድ ነውእንጂ። እኔ ትጸልየው ዘንድ የሰጠሁህን ጽሑፍ ከሰውነትህ ጋር አዋሕደህ ወደ ሥራ ካላመጣኻቸውና በሰው ፊት የእግዚአብሔር ሰው ሆነህ ከልታየህ በቀር እነርሱን በአንደበትህ ብቻ በመድገምህ አንዳች ጥቅም የላቸውም። (እነኋት ክርስትና 85)
ጸሎት እንዴት ልጸልይ?
ሁለት እጅን መዘርጋት- አንድ ጊዜ አባ መቃርስን ሰው እንዴት ሊጸልይ የሚችለው እንዴት ነው ብለው ጠየቁት እርሱም ረዥም ገለጻ ማድረግ አያስፈልግም ሁለት እጅን በቀጥታ ዘርግቶ ጌታ ሆይ አንተ እንደምትፈቅድና አንተ እንደምታውቅ ምሕረትህን ስጠኝ ማለቱ በቂ ነው። ውጊያው እየበረታ የሚሄድ ከሆነ ደግሞ እርዳኝ ጌታዬ በል እርሱ እኛ የምንፈልገውን በሚገባ ስለሚያውቅ ምሕረቱን ያሳየናል። (የበረሃ አባቶች ምክሮች 79)
አለመጸለይ ምን ያስከትላል?
1.፣ከጸሎት የራቀ ሰው ሞተ ሕሊና ያገኘዋል። (ቅ ይስሐቅ-ጾምና ምጽዋት 254)
2. ያለ ጸሎት የምንኖር ከሆነ ከጥልቁ ውሳጣዊ ማንነታችን ጋር ግንኙነት የሚቋረጥና መሠረታዊ የሆነ ስብእናችንን የምናጣ እንሆናለን። ያለ ጸሎት ውስጣችን ሙት ይሆናል።
አንድ የጥንት ዘመን ክርስቲያን ጸሐፊ መጸለይ ሳቆም ወደ ማርጀት እመጣለሁ፣ ስጸልይ ደግሞ ወጣት እሆናለሁ በማለት የተናገረው ይህን ያሳያል። እርጅናና ወጣትነት ሥነ ልቦናዊና አካላዊ ሁኔታዎች ብቻ ሳይሆኑ መንፈሳዊም ጭምር ናቸው። አንድ ሰው ወጣት ሆኖ ሳለ እንኳን እርጅና የሚሰማው ሊሆን ይችላል። ቅዱስ ኤፍሬም ዘሶርያ ስለ ጸሎት ሲናገር አንድ ሰው በጽኑ ሁኔታ ታሞ ሳለና መመገብ ሲያቆም ወዳጆቹ ለሞት እንደ ቀረበ ይረዳሉ። እኛም ከጸሎትና ከቅዱስ ቁርባን ስንርቅ ነድፋችን እየሞተች ነውና መላእክት ስለ እኛ ያዝናሉ። ብሎአል (ቅዱስ ዮሐንስ ዘሰዋሰው 27) 
እግዚአብሔር የኃጥአንን ጸሎት ይቀበላልን?
አዎ አንድን አረጋዊ እግዚአብሔር የኃጥአንን ጸሎት ይቀበል እንደ ሆነ ጠየቁት። እርሱም የልብሳችሁ ጫፍ ቢቃጠል ልብሳችሁን አውልቃችሁ ትጥሉታላችሁን አላቸው። እነርሱም አንጥለውም ሰፍተን መልሰን እንለብሰዋለን እንጂ አሉት። እርሱም እናንተ ለልብሳችሁ እንኳ የምታዝኑ ከሆነ እግዚአብሔርስ ለፍጥረቱ አያዝንምን ይቅርስ አይልምን አላቸው። (ከበረሓውያን ሕይወት እና አንደበት 132)
የት ልጸልይ?
ወደ ቤተ ክርስቲያን ሳንኼድ በቤታችን ኾነን መጸለይ አንችላለን የሚሉ ሰዎች አሉ። ሰው ሆይ ራስህን አታስት፤እርግጥ ነው አንድ ክርስቲያን በቤቱ ውስጥ መጸለይ ይችላል። ነገር ግን ጸሎቱ በቤተ ክርስቲያን እንደሚደረገው ጸሎት በፍጹም እኩል አይኾንም። በቤተ ክርስቲያን የሚጸልዩት ጸሎት በአንድነት ኾነው የሚያደርሱት እንደዚሁም እንደ አንድ ልብ መካሪ እንደ አንድ ቃል ተናጋሪ ኾነው እየጮኹ ልባቸውን ወደ እግዚአብሔር የሚሰቅሉ ብዙ ሰዎች ናቸውና ያሉት።
ብቻህን በቤትህ ኾነህ የምታደርሰው ጸሎት ከወንድም እኅቶችህ ጋር በአንድነት በቤተ ክርስቲያን ኾነህ የምትጸልየውን ያህል በእግዚአብሔር ዘንድ የመሰማት ኃይል የለውም። ለምን ቢሉ በቤትህ ውስጥ ካለው ይልቅ በቤተ ክርስቲያን ከፍ ያለ አንድነት የፍቅር ገመድ ከምንም በላይ ደግሞ የካህናት ጸሎት ነው። ካህናት ፊታችን ይቆማሉ። ስለዚህ የሕዝቡ ጸሎት ደካማ ቢኾን እንኳን ከእነርሱ ኃይል ጸሎት ጋር ይዋሐዳል፤ ወደ ሰማያትም ያርጋል። ሐዋርያው ቅዱስ ጴጥሮስ ከወኅኒ ቤት ነጻ የወጣው በቤተ ክርስቲያን ስለ ተደረገለት ጸሎት ነው። …እንግዲህ ንገረኝ፤የቤተ ክርስቲያን ጸሎት ለሐዋርያው ጴጥሮስ እንኳን አስፈላጊው ከነበረ። እንደዚህ ያለ የእምነት ዓምድ የኾነው ቅዱስ ከወኅኒ እንዲወጣ ካደረገው ለምን እንደዚህ ያለውን ኃይል ትንቃለህ ለዚህ የምታመጣወ አመክንዮ እንደ ምን ያለ አመክንዮ ነው ሰዎች በአንድነት ኾነው ሲጸልዩ እግዚአብሔር እንዲራራ ምሕረቱም እንዲበዛ እንደሚያደርጉት እርሱ እግዚአብሔር ራሱ የተናገረውን አድምጥ ለነቢዩ ዮናስ እንዲህ ብሎታልና። ከመቶ ሃያ ሺሕ የሚበልጡ ሰዎችና ብዙ እንሰሶች ላሉባት ለታላቂቱ ከተማ ለነነዌ አላዝንምን የሕዝቡን ቁጥር ጠቅሶ የተናገረው እንዲሁ ለከንቱ አይደለም፤ በአንድነት የሚደርስ ጸሎት እጅግ ኃያል እንደ ኾነ ታውቅ ዘንድ ነው እንጂ። -ቅ ዮሐ አፈ (አምስቱ የንስሐ መንገዶች 199)
፣በሁሉም ቦታ-እግዚአብሔር የሚፈቅደውን ጸሎት ለመጸለይ ድምፅ ማውጣት የሚጠበቅበት የተለየ ቦታ የለም። ጌታችን ስለዚህ ሲያስተምር በዚህ ተራራ ወይም በኢየሩሳሌም የማትሰግዱበት ጊዜ ይመጣል። በማለት ለመጸለይ የተለየ ስፍራ እንደማያስፈልግ ሲያረጋግጥ በእውነት የሚሰግዱ ለአብ በመንፈስና በእውነት የሚሰግዱበት ጊዜ ይመጣል አሁንም ሆኖአል። በማለት ጸሎታችን ምን መምስል እንዳለበት አስተማረን። (እነኋት ክርስትና 82) 
 
ጸሎት በአበው ትምህርት
የበረሃ ፈርጦች 42
*ጸሎት፤ ሰው በእግዚአብሔር መልክና ምሳሌ ለእግዚአብሔር ስለ ተፈጠረ ከእግዚአብሔር ጋር ለመገናኘት ይፈልጋል። መገናኛውም ጸሎት ስለ ሆነ ይጸልያል። በማንኛውም ሃይማኖት ጸሎት አለ። የክርስቲያን ጸሎት ግን በክርስቶስ አማካይነት ስለ ሆነ ሁኔታው የተለየ ነው። ጸሎት ከእግዚአብሔር ጋር ያለን የመገናኛ ምልክትና የግንኙነት ማጽኛ ነው። ጸሎት ኅብረትን፣ ምስጋናን፣ ስግደትን፣ ንስሐን፣ ልመናን፣ ምልጃን ያጠቃልላል። ሰዎች በልዩ ልዩ ሁኔታ አቋቋም፣ ቦታና ጊዜ ሊጸልዩ ይችላሉ። ዋናው ነገር የልብ መሰበር ነው፤ ዮሐ 4፥20። እነ ሙሴ፣ ሳሙኤልና ጳውሎስ ጸሎታቸውን ጽፈውልናል። ዳዊትም የጸሎት መጽሐፍ አበርክቶልናል። ክርስቶስ በቃልም በሥራም የጸሎትን መንገድ አስተምሮናል፤ ሉቃ 11፥1፣ 18፥1፣ ዮሐ 17። እግዚአብሔር የልጆቹን ጸሎት በደስታ ይሰማልና ብዙ ኃይል አለው፤ 1ጴ 3፥12፣ ያዕ 5፥17። አለመጸለይ ኀጢአት ነው፤ 1ሳሙ 12፥23።
ጸሎታችን እንደሚከተለው መሆን አለበት፦ በእምነት፤ ዕብ 11፥6፣ በኢየሱስ ስም፤ ዮሐ 14፥6፣ 16፥23፣ እንደ እግዚአብሔር ፈቃድ፤ 1ዮሐ 5፥14፣ በመንፈስ ቅዱስ፤ ይሁ 20፣ ንስሐ በመግባት፤ መዝ 66፥18፣ ኢሳ 59፥1፣ ማቴ 5፥23፣ ይቅር ባይ በመሆን፤ ማቴ 6፥14፣ ባለመሰልቸት፤ ሉቃ 11፥5፣ በነገር ሁሉ፤ ፊል 4፥6፣ ስለ ሰው ሁሉ፤ 1ጢ 2፥1፣ በማንኛውም ጊዜ፣ 1ተስ 5፥17። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 278/
ግብዝነት
ያልሆነውን ወይም የማያውቁትን ለመምሰል መመጻደቅ ማለት ነው። በተለይ በሃይማኖት በኩል ልብ ከእግዚአብሔር የራቀ ሲሆን በሰው ፊት ራስን ጻድቅ ማድረግ ነው፤ ማር 7፥6፣ 2ጢ 3፥5። ኢየሱስ ክርስቶስ ፈሪሳውያንንና ጻፎችን ስለ ግብዝነታቸው አጥብቆ ወቀሣቸው፤ ማቴ 6፥2፣5፣16፣ 7፥5፣ 15፥7፣ 22፥18፣23፣ ማር 12፥15፣ ሉቃ 12፥1፣ 56፣ 13፥15። ፍቅራችንና እምነታችን እውነተኛና ያለ ግብዝነት እንዲሆን ያስፈልጋል፤ ሮሜ 12፥9፣ 2ቆ 6፥6፣ 1ጴ 1፥22፣ 1ጢ 1፥5፣ ገላ 2፥11። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 259/ 
እነርሱ ለሰው ይታዩ ዘንድ፥ በምኲራብና በአደባባይ መዓዘን መቆምንና መጸለይን ይወዳሉና፤
ምኲራብ ፤ የአይሁድ የጸሎት ቤት። በብኪ ዘመን የአይሁድ አምልኮ በኢየሩሳሌም በነበረው ቤተ መቅደስና በሥርዐቱ የተመሠረተ ነበር። ናቡከደነፆር ግን ቤተ መቅደሱን አፈረሰ፤ ሕዝቡንም ወደ ባቢሎን አፈለሰ። ከዚያም ጊዜ ጀምሮ አይሁድ በሚገኙባቸው ስፍራዎች ሁሉ ለጸሎትና ለማኅበርተኝነት ልዩ ልዩ ቤት ሊሠሩ እንደ ጀመሩ ይገመታል፤ ሕዝ 11፥6። በዚህም ሆነ በሌላ በክርስቶስ ጊዜ በእስራኤል አገር በየቦታው በኢየሩሳሌም ብዙ ምኲራቦች ነበሩ። ሐዋርያትም አይሁዶች በተበተኑባቸው ቦታች ሲዘዋወሩ አስቀድመው ወደ ምኲራቦች ገብተው ወንጌልን ያስተምሩ ነበር፤ ማቴ 4፥23፣ ሐዋ 6፥9፣ 9፥2፣ 13፥5፣ 14፥1፣ 17፥1፣10፣17፣ 18፥4፣ 19፥8። ዐሥር የጎለመሱ ወንዶች ሲገኙ ምኲራብን መሥራት ይፈቀድላቸው ነበር፣ ቤቱም ትንሽ ወይም ትልቅ ሊሆን ይችላል።
በየምኲራቡ ሕግና ነቢያት የተጻፈባቸው የብራና ጥቅልሎች በአንድ ሣጥን ውስጥ (ታቦት) ይቀመጣሉ። የእግዚአብሔር ቃል ሲነበብ አንባቢው እንዲሰማ በተዘጋጀው ከፍተኛ ቦታ ይቆም ነበር። 
የክብር ወንበሮች ከዚህ ቦታ ፊት ለፊት ነበሩ፤ ማቴ 23፥6። ወንዶችና ሴቶች ለየብቻቸው ይቀመጡ ነበር። ምኲራብ ለአምልኮና ለትምህርት ለኅብረሰብም መገልገያ ይውል ነበር። ምኲራብ በአለቆች ይመራ ነበር፤ ማር 5፥22፣ ሐዋ 13፥15፣ 18፥8። ጥፋተኛውን እስከ ሠላሳ ዘጠኝ ግርፋት በመግረፍ ወይም ከምኲራብ በማስወጣት ሊቀጡ ሥልጣን ነበራቸው፤ ዮሐ 9፥34፣ 2ቆ 11፥24። የምኲራብ አገልጋይ ልጆቹን ያስተምራል፣ ጥቅሎሎችን ያቀርባል፣ ጥፋተኛን ይገርፋል፣ ሌላውንም የአለቆች ትእዛዝ ይፈጽማል፤ ሉቃ 4፥20። በየሰንበቱ ሕዝቡ ሁሉ በምኲራብ ይሰበሰቡ ነበር፤ ሉቃ 4፥6፣ ሐዋ 15፥21። በዚያን ጊዜ በአምልኮታቸው ውስጥ ጸሎት፣ ከሕግና ከነቢያት ንባብ፣ የዳዊትን መዝሙራት በመዘመር፣ ስብከትና ቡራኬም ነበር። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 62/
*ሰው ይይልን፣ ሰው ይሰማልን ማለት ነው። /ዜናሁ ለእግዚእነ 173/
ምንድን ነው ከየት ሊመጣ ይችላል መገለጫው ጉዳቱ መፍትሔው
ግብዝነት በተለያየ መልኩ ሊገለጥ ይችላል
-የሰዎችን ሥርዐት ፈቃደ እግዚአብሔር በማስመሰል-እጅ መታጠብ ማቴ 15፤7፣ ሉቃ 13፤15፤ ገላ 2፤11-14
-አምልኮን ለከንቱ ውዳሴ በመጠቀም-ጾም፤ ጸሎት 2ኛ ጢሞ 3፤5	
-መልካም ምግባረትን ለከንቱ ውዳሴ በመጠቀም ፤ ምጽዋት ማቴ 6፤1፤ ሉቃ 18፤1 ከመዝሙረ ዳዊት ፈልግ(ሁሉ የእኔ) 
-በኀጢአት በወደቁ ሰዎች ላይ በመፍረድ፤ ማቴ 7፤5፤ ዮሐ 8፤1 ሉቃ 7፤1
-አንድን ሰው በንግግር በማጥመድ ከሌላ ሰው ጋር ለማጣላት በመሞከር (ዐዋቂ መስሎ መታየት)ማቴ 22፤ 15
-አንድን ሰው የወደዱ በማስመሰል- ሮሜ 12፤9 2ቆ 6፤6 2ጴጥ 1፤22 1ጢ 1፤5
-በሚያልፈው ሀብት፤ሥልጣን፤ዕውቀት በመመካት- ሉቃ 12፤16
ግብዝነት ከየት ሊመጣ ይችላል
-ከዲያብሎስ ግፊት (ገድለ ገብረ መንፈስ ቅዱስ)
-ከራስ
-ከቅድስና ሕይወት ሰንወጣ ውሎአችን 
-ፍቅረ ሰብ ከልቦናችን ሲጠፋ
-ከቤተ ክርስቲያን አስተምህሮ ስንርቅ
-የቅዱሳንን ሕይወት ካለመመልከት
-አላፊውን ከንቱ ነገር ከመውደድ ገንዘብ ዝና አድናቆት
ግብዝነት ምን ያሳጣናል
-ዋጋችንን ወንጌላዊው ቅዱስ ዮሐንስ በራእዩ በሰማይ የተከፈተ ደጅ አየሁ ያላውን መነሻ በማድረግ አቡነ ሺኖዳ እንዲህ ይላሉ-ዓይኖቻችን በሥጋዊው በቁሳዊና በዓለማዊው ጉዳይ እስከ ተጠመዱና እስከ ተጨፈኑ ድረስ እንዱህ ያለውን መንፈሳዊ ነገር ለማየት ፈጽሞ አንችልም። የተከፈተው ሰማይ ቅዱሳን በመከራዎቻቸው ውስጥ የተመለከቱት ነው። በምቾት በፈንጠዝያ በደስታና በሐሴት ውስጥ የሚኖሩት ግን የተከፈተችውን የሰማይ በር ለመመልከት ፍላጎቱ የላቸውም።
አንዳንድ እግዚአብሔርን የሚለምኑት ሰነፎች ደግሞ በምድር ያሉትን መዝገቦች ክፈትልኝ፤የሰማይ በር የሚከፈትበት ጊዜ ገና ነው፤ ስለዚህ የሀብትና የብልጽግና በሮች ለእኛ ክፈትልን ይሉታል። እኔ ግን በቅንጦት መካከል የሚኖሩት እውነት እላችኋለሁ ዋጋቸውን ተቀብለዋል የሚለው አስፈሪ ቃል በሰማያት መስማታቸው ያስፈራኛል። (አቡነ ሺኖዳ የተስፋ ሕይወት 148)
ከግብዝነት እንዴት መውጣት ይቻላል
-መልካም ይሁን ክፉ ምግባራችን በአምካች ፊት የተገለጠ መሆኑም ማመን ሉቃ 12፤1
-ከእኔ የተሸለ መንፈሳዊ ሰው አለ ብሎ ማሰብ-ከስንክሳር ፈልግዋጋችንን ከአምላከችን እጅ መጠበቅአለመፍረድየምጽአትን ቀንን ማሰላሰል (በእግዚአብሔር ፊት እስካልቆምክ ድረስ በየትኛውም ሥራችን እርግጠኞች ልንሆን አይገባም-(ቅ ዮሐ ዘሰዋሰው) 
ግብዝነት በአባቶቻችን
ግብዞች ያስባላቸው
-ለጸሎት የሚገባ ልብስ ሳይለብሱ መቆማቸው
-ሕዋሳታቸው አለመሰብሰባቸው ( የምንጸልይና የምንማልድ እኛ የማናዳምጠውከኾነስ እግዚአበሔር እንዲያደምጠን እንዴት እንጠብቃለን (ቅዮአ) )
-በእግዚአብሔር ፊት መቆማቸውን መዘንጋታቸው
-ከሰው ዋጋ ለማግኘት መፈለጋቸው (የማቴዎስ ወንጌል በቅዮአፈ ገጽ 372)
ራስን ድል መንሳት የሥጋ ምኞትና ፍላጎትን አስመልክቶ ጾምና ድንግልና ድል የመንሣት መንገዶች ናቸው። ነፍስን አስመልክቶ የሚጠቀስም ሌላ መንገድ አለ። ራሱን የሚገዛና እርሱነቱን ወደ ዓለማዊ ደስታ ከማዘንበል የሚያግድ ሰው ብፁዕ ነው። ምንነት ልታይ ልታይ ሲል ጉራውን ሊገልጥና ሊተብት ይችላል። በዚህ ሁሉ ግን ልንቃወመው ይገባናል። ለእኛ ከእግዚአብሔር ጋር መደሰትና መልካም የሆነ ነገር ለመጪው ሕይወት ብናቆይ የሚሻለን መሆኑን ራሳችንን ልናሳምነው ይገባናል። በዚህ ዓለም ደስታን ለማግኘት የሚፈልጉ ሰዎች ላይ የመድኃኔ ዓለም ቃል ይመሰክርባቸዋል -እውነት እላችኋለሁ ዋጋቸውን ተቀብለዋል።
ስለዚህ በምድር ላይ ያሉ መብቶችህን ሁሉ ለማግኘት አትሞክር። እግዚአብሔር እያንዳንዷ ዕንባህን ከዓይኖችህ ላይ በሚጠርግበት በወዲያኛው ዓለም ቢሆንልህ ይሻልሃልና። ማንነትህ ወይም ሥጋህ አሁን ለለህበት ዓለም ደስታ የሚያዝም ከሆነ በርትተህ ተከላከላቸው። በራስህ ወይም በሥጋህ ላይ የምትወስደው ይህ እርምጃ ጭካኔ አይደለም፤ ለእነርሱ ዘላለማዊ ሕይወትን ማረጋገጫ እንጂ። ራሱን በዚህ ዓለም ሳለ የሚንከባከባት ያጠፋታል። ራሱን በጥብቅ ከመቆጣጠር ችላ የሚል ሰው በእርሱ ላይ ኃይል እንዲኖረው ያደርጋል። ስለሆነም ራሱን በጽድቅ ከሚያለማምደውና የእገዚአብሔርን መንገድ ከሚተገብረው ሰው በተለየ ሁኔታ በመንፈሳዊ ጠባዩ ላይ እንዲያምጽ ያደርገዋል። ራስን ድል መንሣት የሚሰጠው መንፈሳዊ ደስታ ከሥጋ ደስታ ጋር እንደማይነጻጸር እርግጠኛ ሁን። (አቡነ ሺኖዳ መንፈሳዊ ውጊያዎች 37) 
ኀጢአትህን እያሰብክ ታለቅስበት ዘንድ በውስጥህ የምትለብሰው ሠቅ ማቅ ቢኖርህ ዋጋህ እንዳይቀርብህ ለሰው ብግልጥ እንዲታይ አታድርግ። ሠቅ ማቅህ በውስጥ የተሰወረ ይሁን እንጂ ሰዎች እንዳያመሰግኑህ ዳባ አትልበስ (ሃይማኖት አበው 50)
፮. አንተ ግን በምትጸልይበት ጊዜ ወደ ቤትህ ግባ። ደጅህንም ዘግተህ በስውር ወደ አባትህ ጸልይ፤ በስውር የሚያይህ አባትህም በግልጥ ዋጋህን ይሰጥሃል።
አንተ ግን በምትጸልይበት ጊዜ ወደ ቤትህ ግባ
-ደጅህንም ዘግተህ በስውር ወደ አባትህ ጸልይ፤
-በሰቂለ ሕሊና፣ በነቂሐ ልቡና ሁነህ ወደ ሰማያዊ አባትህ ወደ እግዚአብሔር አመልክት። /ዜናሁ ለእግዚእነ 173/
-በስውር የሚያይህ አባትህም በግልጥ ዋጋህን ይሰጥሃል።
ወደ እልፍኝ ግባ
እልፍኝ-የተበለው መንፈሳዊ ኃይላችን ወደ ሚገኝበት፤ወደ ነፍስ ውስጣዊ ክፍል ፣ ወደ ናውስ(ቅዱስ ዮሐንስ ዘሰዋሰው 29፣ገብተን እንድንጸልይ መሆኑን አበው ይናገራሉ። (ቅዱስ ዮሐንስ ዘሰዋሰው 32) …በቤተ ክርስቲያን ማድረስ አይገባምን ሊባል ይችላል። በእርግጥ በኹሉም ረገድ ጸሎት ልናደርስ ይገባናል፤ ነገር ግን በዚህ መንፈስ (ወደ እልፍኝ በመግባት በተመስጦ) ሊኾን ይገባዋል። ምክንያቱም እግዚአብሔር በየትም ቦታ ላይ የሚፈልገው (የሚወድደው) የሚደረገው ነገር ኹሉ የሚደረግበትን ሕሊና ነው። ወደ እልፍኝ ብትገባ ደጅህንም ብትዘጋ እንኳን ይህን የምታደርገው ለተርእዮ ከኾነ የደጅህ መዘጋት ምንም ምን አይረባህም። -ቅ ዮሐ አፈ (የማቴ ወንጌ 373 ) ወደ እልፍኝ መግባት
ደጅህን መዝጋት
ሕዋሳትን መሰብሰብ፣በሰቂለ ሕሊና በነቂሐ ልቡና መጸለይ፣ከውዳሴ ከንቱ መሸሽ፣ጸጥ ያለ ይሁን ሲል -ቅ ዮሐ አፈ (የማቴ ወንጌ 374) 
በስውር የሚያይህ አባትህም በግልጥ ዋጋህን ይሰጥሃል።
-እዚህ ላይ ያለውን ክብር ልዕልናውን ልብ በል። ስትለምነኝ ይላልና ማንም አይይህ። ሳከብርህም ለምትቀበለው ጸጋ ሀብት ምስክር ይኾን ዘንድ ዓለምን በመላ አመጣዋለሁ። ስለዚህ እግዚአብሔር እንደሚወድድ እናድርግ። ለመታየት ብለን ወይም ጠላቶቻችን እንዲጎዱ ብለን አንጸልይ። እግዚአብሔር እኛን መርደት ያለበትን መንገድ ለእርሱ ለመናገር ዕብሪተኞች አንኹን። በዚህ ዓለም ፍርድ ቤቶች እንኳን እኛ ጉዳዮቻችንን በአግባቡ እንዲይዙልን ለሕግ ባለሙያዎችና በፍርድ ቤቱ ፊት መናገር ለሚችሉ ጠበቆች እናስረዳለን፤ እነርሱ እንዴት መርታት እንደሚቻል እንዲወስኑ ጉዳዮቻችንን በአግባቡ እንዲይዙልን ፈልገንም እንተዋቸዋለን እንጂ መንገዱን አንነግራቸውም። ከእግዚአብሔር ጋርም ማድረግ ያለብን ከዚህ በበለጠ አኳኋን ነው። ጉዳትህን ነግረኸዋልን የደረሰብህን መከራ ኹሉ አዋይኸዋልን እንዴት አንተን መርዳት እንዳለበት አትንገረው። ለአንተ የሚረባህን የተሸለውን መንገድ እርሱ ራሱ በትክክል ያውቀዋልና። /ቅ ዮሐ አፈ/
ልዕልናውን ልብ በል ሲል አንተ በውስን ቦታ ሆነክ የጸለይከውን ጸሎት በሁሉ የመላው ጌታ ይሰማካልና ይመለከትልሃልና። አንተ በስውር ላደረከው እርሱ በዓለም ሁሉ ያስመሰክርላሃልና። ለዚህ ምሳሌ የሚሆኑን ገዳማዉያን አባቶቻችን ናቸው። ማንነታቸው ገድላቸውን ለዘመናት ሰውረው በመጨረሻ ግን እግዚአብሔር ሥራቸውን ገልጦ ክብራቸውን ያሳየናል። በረከታቸውን ቃል ኪዳናቸውን እንድንጠቀም ያደርጋል። አንድም ከእኛ የሚያስፈልገው ማሳሰብ ወይም የምንሻውን መናገር ብቻ ነው። ማለት በጸሎታችን ጉዳታችንን መከራችንን ነግረነዋል ግን እንዴት ማድረግ እንዳለበት ግን አትንገሩት ሲለን ነው። የእግዚአብሔርን ስም በከንቱ አለመጥራት-ስመ እግዚአብሔር ከስም ሁሉ በላይ ስም ነው።
ፍጥረት ሁሉ የሚንበረከከለት፤ ከጠላት መሸሸጊያ ግንብ ነው። ባልሆነም መጥራት በከንቱ መጥራት አይገባም።
፯. ስትጸልዩም እንደ አሕዛብ ነገርን አታብዙ፤ እነርሱ ነገራቸውን በማብዛታቸው የሚሰማቸው ይመስላቸዋልና።
ስትጸልዩም እንደ አሕዛብ ነገርን አታብዙ፤ 
-አሕዛብ፤ ማለት ሕዝቦች ማለት ነው፤ ዘፍ 10፥5። በመቅ ቃሉ በተለይ ከእስራኤል ወገን ላልሆኑ ተነግሯል፤ ኢሳ 11፥10፣ ማቴ 10፥5፤ ሮሜ 9፥24። አሕዛብ ሕግን ስላልጠበቁ ለጣዖትም ስለ ሠው አይሁድ እንዳይረክሱ ከእነርሱ ጋር አይተባበሩም ነበር። በክርስቶስ ወንጌል ሲያምኑ ግን አይሁድና አሕዛብ አንድ ይሆናሉ፤ ሐዋ 10፥9፣ 16፣28፣34፣ 11፥2፣3፣17፣፤ ሮሜ 3፥29፤ ኤፌ 2፥11። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 151/
*አብዝታችሁ አትጸልዩ፣ ጩሃችሁ አትጸልዩ። /ዜናሁ ለእግዚእነ 173/
እነርሱ ነገራቸውን በማብዛታቸው የሚሰማቸው ይመስላቸዋልና።
-ጸሎት ርዝመቱ ሳይሆን ጥልቀቱ ነው። ማለት እንድ ሰው ከልቡናው ምንም ሳይሰማው ሕሊነው ሳይሰበስብ ቢጸልይ ከንቱ ድካም ነው። የፈታየዊ ዘይማን ጸሎት ጥልቅ ነው። ፈታያዊ ዘይማን የውስጥ ሕመም አለበት በችንከር ተቸንክራል ተገርፏል ከውጭ ደግሞ ባልንጀራው እንዳይጸልይ ይገፋዋል። እርሱ ግን የራሱን ሕመም ረስቶ የባልነጀራውንም ተጽኖ ትቶ ጌታ ሆይ በመንግሥትህ አስበኝ አለ። ክርስቶስ ዛሬ ከእኔ ጋር በገነት ትሆናለህ አለው። ይህ ማለት ግን ጸሎታችን አጭር መሆን አለበት ማለት አይደለም። ከልቡናችን በእግዚአብሔር ፊት እንደ ቆምን ኃጢአታችንን በማሰብ መጸለይ አለብን ነው። 
አባ አርሳንዮስ የተባለ አባት ሲጸልይ ጠዋት ግንባሩን ለጸሐይ ሰጥቶ መጸለይ ይጀምራል ያቺ ጸሐይ ዞራ ተመልሳ ግንባሩን ስትመታ ጸሎቱን ያቆማል።
፰. አትምሰሏቸው፤ ሰማያዊው አባታችሁ ሳትለምኑት የምትሹትን ያውቃልና።
አትምሰሏቸው ማለት አብነት አታድርጓቸው።/ዜናሁ ለእግዚእነ 173/
-ሰማያዊው አባታችሁ ሳትለምኑት የምትሹትን ያውቃልና።
አትምሰሏቸው 
ማንን እንምሰል
-መበለታን-ሉቃ 18፤1 ሮሜ 12፤12፤ የሌሊቱን እንግዳ-ሉቃ 11፤5፤ ቀራጩን-ሉቃ 18፤1፤ ቅዱስ ዳዊትን- (ቅዱስ ዳዊት ሌሊትም ቀንም በደሉን እያሰበ በእንባው አልጋዉን ያራሰ ለአይኑ ሽፋሽፍት እረፍትን የነፈገ አባት ነበር።)፣ አባ አርሳኔዎስን 
ሰመያዊው አባታችሁ ሳትለምኑት የምትሹትን ያውቃልና።
የሚያስፈልገንን ካወቀ ታዲያ የእኛ መጸለያችን ለምን ግድ ኾነ መልሱ
-ከእርሱ ጋራ አሸናፊዎች ለመኾን 
-ከእርሱ ጋራ በዘወትር ጸሎት አንድነት እንዲኖረን፤
-ራሳችንን ዝቅ ዝቅ እንድናደርግ፣ ኃጢአታችንን ለማስታወስ (የማቴዎስ ወንጌል በቅዱስ ዮሐንስ አፈ 377)
፱. እናንተስ በምትጸልዩበት ጊዜ እንዲህ በሉ፦ 'አባታችን ሆይ፥ በሰማያት የምትኖር ስምህ ይቀደስ።
አባታችን ሆይ
-እንዴት በቀጥታ ሰማዓውን እንዳነሣሣውና ገና ከመጀመሪያው እንዴት የእግዚአብሔርን ጸጋ ኹሉ እንዳስታወሰው ተመልከት እግዚአብሔርን አባት ብሎ መጥራት የሚቻለው ሰው፡- ሥርየተ ኃጢአትን እንዳገኘ፤ፍርድ ኹሉ እንደተወገደለት፤ጽድቅ ቅድስና ቤዛነትም እንደተደረገለት፤ በምሕረቱ ብዛት በሀብተ መንፈስ ቅዱስ እንደ ተወለደ ፤የመንግሥተ ሰማያት ወራሽ የስሙ ቀዳሽ እንደ ኾነ፤ ከወልድ ዋሕድ ጋር በጸጋ ወንድም እንደ ኾነ፤ መንፈስ ቅዱስንም እንደ ተቀበለ፤ በዚህች አንድ ጽሕፈት ኃይለ ቃል ብቻ የታወቀ የተረዳ ይኾናልና። አንድ ሰው እነዚኽን ኹሉ ጸጋዎች ሳይቀበል እግዚአብሔርን አባት ብሎ መጥራት አይቻለውምና። ስለዚህ በኹለት መንገድ ልቡናችንን እናነሣሣው፡-አንደኛው መንገድ አባታችን ብለው የጠሩት ክብሩ ጌትነቱ እንደ ምን ያለ የበዛ እንደ ኾነ በመንገር ሲኾን፤ ሁለተኛው መንገድ ደግሞ የተቀበሉትን መንፈሳዊ ሀብት እንደ ምን የበዛ እንደ ኾነ በመንገር ነው። ቅ ዮሐ አፈ (የማቴ ወን 378)
-ስለዚህ እግዚአብሔርን አባታችን ሆይ የሚል ሰው የእግዚአብሔር ልጅ መሆን ምን ያህል ዋጋ እንዳለው ይረዳ። ራሱን የኃጢአት ባሪያ አድርጎ እንዴት እግዚአብሔርን አባታችን ሆይ ብሎ ሊጠራው ይችላል። ቅ ኤፍ (ኅብረ ወንጌ 111)
-እግዚአብሔር ለሰው ልጆች የልጅነትን ጸጋ እድሏል። እርሱ የሰው ልጆች ልጆቹ ይሆኑ ዘንድ ጸጋውን አድሏቸዋል። የእግዚአብሔር ልጆች የሚለው ቃል በመጽሐፍ ቅዱስ ውስጥ ለመጀመሪያ ጊዜ የተጠቀሰው በዘፍ 6፤2 ላይ ነው። እግዚአብሔር የሰው ልጅን እንደ ልጁ ስለሚመለከተው ልጄ ሆይ ልብህን ስጠኝ በማለት ተናግሯል። 
እግዚአብሔር ራሱም ሕዝቡ ኃጢአት በሠሩ ጊዜ እነርሱን ስለ ኃጢአታቸው በመውቀስ ልጆችን ወለድሁ አሰዳግሁም እነርሱም አመጹብኝ ብሏቸዋል። በአዲስ ኪዳን ውስጥም እግዚአብሔር የሰው ልጆች አባት እንደ ሆነ ይበልጥ ግልጽ በሆነ መልኩ ተገልጦአል። የሰማዩ አባት የሚለው ቃል በተደጋጋሚ ተጠቅሷል። መድኃኒታችን ኢየሱስ ክርስቶስም በሰማይ የምትኖር አባታችን ሆይ ብለን ጸሎታችንን እንድንጀምር አስተምሮናል። አቡነ ሺኖዳ (እግዚአብሔርና ሰው 75 ) እግዚአብሔር በፍቅሩ የእርሱ የሆኑትን ልጆቼ ብሎ ጠርተቸዋል። አቡነ ሺኖዳ (የተስፋ ሕይወት 66/
ሰው በሦስት ነገር ከእግዚአብሔር ይወለዳል፡- 1፤በጥምቀት በጥምቀት 2፤ እግዚአብሔር ምሥጢራትን ሲገልጽለጽት 3፤ በትንሣኤ ከክርስቶስ ጋር ሲተባበር ። አይሻዳድ ሰዎች የእግዚአብሔር ልጆች የሆኑት በሥጋዊ ልደት አይደለም ። በመንፈሳዊ ልደት ነው እንጂ። በጥምቀት የእሱ ተከታዮች ይሆኑ ዘንድ ልጅነት ሊሰጣቸው ስለወደደ ነው እንጂ። ቅ ዮሐ አፈ (የዮሐንስ ወንጌል ትርጓም38) 
ልጅነታችንን መልሶ በሰማያት የምትኖር አባታችን ሆይ ብለን እንድንጠራው አስቻለን። /ቅዱስ ጎርጎርዮስ ዘኑሲስ/
-ለምን አባታችን ሆይ ብላችሁ ጥሩኝ አለ? ከግብርናት ዲያብሎስ እንዳወጣን ሲያጠይቅ፤ አንድም የማታልፍ ርስቱን መንግሥተ ሰማያትን ስለሚያወርሰን፤ አንድም አባት ለልጁ እንደሚራራ ስለሚራራልን። /ዜናሁ ለእግዚእነ 173/
ዮሐ 1፤12 
እግዚአብሔር በጸሎታችን መጀመሪያ ነው። -አቡነ ሺኖዳ (እግዚአብሔርና ሰው 159)
በሰማያት የምትኖር 
-ለምን በሰማያት የምትኖር አለ? ከምድራዊ አባት ሲለይ፤ አንድም ጌታ በሁሉ ምሉዕ ሲሆን ስለ ልዕልናው በሰማይ አለ ይባላልና፤ አንድም ጸሎት በሰቂለ ሕሊና ይሁን ሲል ነው። /ዜናሁ ለእግዚእነ 173/
-በሰማያት የምትኖር
-ማለቱ ግን እግዚአብሔር በሰማይ ብቻ የሚኖር መኾኑን እየተናገረ ሳይኾን የሚጸልየው ሰው ከምድራዊ አሳብ አስወጥቶ ወደ ሰማያዊ እሳቤ ፤ በላይ በሰማይ ወዳለው መኖሪያው እንዲገባ እንዲናፍቅ ልቡናውን ለማነሣሣት ሽቶ ነው። ዳግመኛም ጸሎታችን ለራሳችን ለግላችን ብቻ ሳይኾን ስለ ባልንጅቻችንም ኹሉ ሊኾን እንደሚገባ አስተማረን። ጌታችን ሲናገር አባቴ ሆይ በሰማያት የምትኖር ሳይኾን አባታችን ሆይ ነውና ያለው። ይኸውም አንድ ክርስቲያን ስለ አንዲቱ አካል ስለ ቤተ ክርስቲያን በአጠቃላይ እንዲጸልይ የራሱን የግሉን ብቻ ሳይኾን ስለ ባልንጀሮቹ ኹሉ ጸሎትን ማድረስ እንደሚገባው ሲነግረን ነው። በዚህ መልኩ ጸሎት ማድረስ እንዲገባ በማስተማርም በዚያው አብሮ፡-ጥልን አራቀ፤ትዕቢትን አስወገደ፤ቅናትን አራቀ፤ በዚህ ሁሉ ፈንታም፡-የመልካም ነገር ሁሉ እናት የኾነችውን ፍቅር ወደ እኛ አመጣ፤በሰው ልጆች መካከል ያለውን መበላለጥ አስወገደ፤ እጅግ በሚበልጠውና ለኹለቱም ግዴታ በኾነው ጸጋ (ልጅነት) ንጉሥና ድኻ መተካከላቸው እስከ ምን ድረስ እንደ ኾነ አሳየ። 
ምክንያቱም በምድር አባት የምንላቸው አሉና ከእነርሱ ለመለየት። እነርሱ በተፈጥሮ አባቶቻችን ናቸው። እርሱ ግን ለፍጥረታት ሁሉ አባት ነው።- ቅዱ ኤፍ ሶ (ኅብረ ወንጌል 111) 
-ልጅነታችንን መልሶ በሰማያት የምትኖር አባታችን ሆይ ብለን እንድንጠራው አስቻለን። /ቅዱስ ጎርጎርዮስ ዘኑሲስ/
-በልዑል መንበርህ ባሕሪይ ልዕልናህ ጸንተህ የምትኖር በሉ ለማለት ነው። (ሁለቱ ኪዳናት 52)
ስምህ ይቀደስ
እግዚአብሔርን አባት ብሎ መጥራት የተገባው ሰው የእግዚአብሔርን ስም ከማመስገን የሚቀድም ምንም ጸሎት አይኖረውም። ሌላው ነገር ኹሉ ስመ እግዚአብሔርን ከማመስገን ቀጥሎ የሚመጣ ነው እንጂ። ይቀደስ ማለት ይክበር ከፍ ከፍ ይበል ማለት ነውና። … በእኛ ምክንያት ስምህ ይከብር ዘንድ መኖርን ስጠን ማለት ነው። -ቅ ዮሐ አፈ (የማቴ ወንጌ 384)
-የልዑል እግዚአብሔር ስም እንደማንኛውም ሰው ስም በልማድ የምንጠራው አይደለም። ስለሆነም በጸሎተ ዕጣን ጊዜ በመኃለይ መኃለይ ዘይትህ መልካም መዐዛ አለው፤ ስምህ እንደሚፈስስ ዘይት ነው። እንደ ተባለ ባማረ ቃል ስሙን እንጠራዋለን እመቤታችን ቅድስት ድንግል ማርያም በጸሎቷ ብርቱ የሆነ እርሱ በእኔ ታላቅ ነገር አድርጓልና ስሙም ቅዱስ ነው። ብላለች።…የእግዚአብሔር ስም ድንቅ ተአምራትን ያደርጋል። የእግዚአብሔር ስም ለአጋንንት አስፈሪና አስደንጋጭ ነው። የእግዚአብሔር ስም በችግር ጊዜ መጠጊያ ነው። የእግዚአብሔር ስም የምንባረክበትና የመንፈሳውያን ምሥጢራትን ጸጋ የምናገኝበት ነው። ስመ እግዚአብሔርን መጥራት ያለብን፡-በጸሎት ጊዜ ፤ በመዝሙር በምናመሰግንበት ጊዜ። ስመ እግዚአብሔር መከራ የምንቀበልበት ነው። -አቡነ ሺኖዳ (ሕግጋተ እግዚአብሔር 47) 
-ስምህ ይቀደስ ሲል ምን ማለቱ ነው? ስመ ወላዲ፣ ስመ ተወላዲ፣ ስመ ሰራፂ ይለይልን በሉኝ ሲል፤ አንድም ስሜ መሃሪና ይቅር ባይ ነው ያልከውን ይጽናልን በሉኝ ሲል ያዕ 5፥11፤ አንድም እንደ መላእክት ቅዱስ ቅዱስ ቅዱስ ብለን አመሰግነንህ ቅድስናህን ተሳትፈን እንድንኖር አድርገን በሉኝ ሲል ነው ራእ 4፥8፣ ማቴ 22፥30።
/ዜናሁ ለእግዚእነ 173/
፲. መንግሥትህ ትምጣ፤ ፈቃድህ በሰማይ እንደ ሆነ እንዲሁ በምድር ይሁን።
መንግሥትህ ትምጣ
ይህ ጸሎት እንደ ገና በጎ ሕሊና ያለው ሰው የሚጸልየው የልጅነት ሥልጣን እንዳለው፣ የማይታይ ዓለም-መንግሥተ ሰማያትን በሃይማኖት ማየትን ዘንግቶ በዓይነ ሥጋው ከሚያየው ከግዙፉ ዓለም ጋር የተጣበቀ እንዳይኾን፣ ወይም የዚህ ዓለም ብልጭልጭ ነገሮች እንደ ትልቅ ቁም ነገር አይቶአቸው እንዳይማረክ፤ ከዚህ ይልቅም ወደ ሰማዩ አባታችን እንዲፋጠን፣ ሊመጡ ያላቸው ሰማያዊ ሀባታትን ለመውረስ እንዲናፍቅ የሚያደርግ ነው። ይህም በጎ ሕሊናና ከምድራዊ ነገሮች ነጻ ከኾነች ነፍስ የሚመነጭ ነው። ለምሳሌ ንዑድ ክቡር የሚኾን ጳውሎስ ዕለት ዕለት ይህን ይናፍቅ ስለነበር እንዲህ ብሎአል፡- የመንፈስ በኵራት ያለን ራሳችን ደግሞ የሰውነታችን ቤዛ የኾነውን ልጅነት እየተጠባበቅን ራሳችንን በውስጣችን እንቃትታለን። እንዲህ ዓይነት ናፍቆት ያለው ሰው በዚህ ምድር ባገኛቸው ደግ ነገሮች በፍጹም ራሱን አያስታብይምና፤ ባገኛቸውም አጣሁአቸው ብሎ አይቆረቆርምና። ከዚህ ይልቅ በዚህ ምድር እየኖረ ሳለ በላይ በሰማያት እንደሚኖር ኾኖ ከየትኛውም ዓይነት ጉድለት በላይ ነጻ ኾኖ ይኖራልና።- ቅ ዮሐ አፈ (የማቴዎስ ወንጌል 380) በዚህ መንግሥት ሥር ያሉ ሰዎች እግዚአብሔር ንጉሣቸው አድርገው ተቀብለው እርሱ በሚመራቸው የፍቅር መንገድ የሚጓዙ ናቸው። /ቅ ዮ አፈ/
መንግሥተ ሰማይ ትምጣልን በሉኝ፤ አንድም መንግሥተ ሰማይ ትገለጥልን በሉኝ፣ አንድም ልጅነትን ስጠን በሉኝ።/ዜናሁ ለእግዚእነ 173/
 ፈቃድህ በሰማይ እንደ ሆነ እንዲሁ በምድር ይሁን።
እዚህ ላይ…ምድርን እንደ መንግሥተ ሰማያት ልናደርጋት፤ በምድር ላይ የምናከናውናቸውና የምንናገራቸው ነገሮች ኹሉ በላይ በሰማያት እንደምንኖር ኾነን ሰማያውያን ልናደርጋቸው እንደሚገባን፤ ወደ አምላካችን የምናገርገው ጸሎት ኹሉ እስከዚህ ድረስ ይህን ግብ ያደረገ ሊኾን እንደሚገባ አዘዘን። …አንድም እኛ ሰዎችም ፈቃድህን በከፊል የምንፈጽም እንዳንኾን ከዚህ ይልቅ እንደ አንተ ፈቃድ ኹሉንም መከወን (ድኅነታችንን) መፈጸም፤ሃይማኖትን ተስፋን ፍስሐን ሰላምንና ተፋቅሮን መያዝ፤ ትእዛዝእን መጠበቅ፤ከሰይጣናዊ ግብርም መለየት ይቻለን ዘንድ መቻሉን ስጠን። …ተፈጥሮአችሁ ላይ ልዩነት ቢኖርም ምድር ለእናንተ ሌላኛዋ የመላእክት መኖሪያ ትኾናለች ማለቱ ነውና። ቅ ዮሐ አፈ (የማቴ ወንጌ 381) 
-የጌታችንና የመድኃኒታችን የኢየሱስ ክርስቶስን አስደናቂ ትምህርት ይህ ነው። ፈቃድህ ይሁን። ይህን ጸሎት ከልቡ ገንዘብ ያደረገ ክርስቲያን የእርሱን ፈቃድ ጥሎ የእግዚአብሔርን ፈቃድ ይከተላል። በሰይጣን ፈቃድ የተጠቀለለ በሰው ልጆች የሚገለጥ ራስን ማጽደቅ ነው። በራሳችን መመካትም ነው። እንዱህ ዓይነት አሳብ ያለው ሰው ሰይጣን የሚቆጣጠረው በቀላሉ ነው። (ዝኒ ከማሁ) በእግዚአብሔር ፈቃድ ራስን አሳልፎ መስጠት ታለቅና በጎ የሆነ ነገር ነው። በነፍስ ውስጥ ሊኖር የሚገባው ክርስቶስና የክርስቶስ የሆነ ነገር ብቻ ነው። ሌላ አሳብ አያስፈልግም። ነፍስ ያላት ጌታ ብቻ ከሆነ በንጹሕ ልብ ወደ እግዚአብሔር መጸለይ የሚቻላት ትሆናለች። ራሱን የሚያኮራ ሰው እንደ እግዚአብሔር ፈቃድ መኖር አይቻለውም። ራሱን መምራት ማስቀደምም ይወድዳል። ያለ እግዚአብሔር ራስን መምራት እንደሚቻለው አያውቅም። (ዝኒ ከማሁ) ሰው የራሱን ፈቃድ እየተወ በመጣ መጠን ወደ ስኬት ይወጣል።  ነገር ግን የራሱን ፈቃድ እየፈጸመ በሂደ ቁጥር በራሱ ላይ ጉዳት ያመጣል። (ቅዱ ጎር ዘኑሲስ)
በእግዚአብሔር ፈቃድ እየኖርህ መሆንህን እንዴት ታውቃለህ ምልክቱ ይህ ነው። ነገሮች የሚያስጨንቁህ ከሆነ ፈቀድህን ለእግዚአብሔር አሳልፈህ አልሰጠህም ማለት ነው። በእግዚአብሔር ፈቃድ የሚኖር ሰው ለማንኛውም ነገር አይጨነቅም። አንድ ነገር ቢያስፈልገው ሳይኖረው እንዳለው ሆኖ በዝምታ ይኖራል። ለእግዚአብሔር ፈቃድ ተላልፋ የተሰጠች ነፍስ የምትፈራው አንዳች ነገር የላትም። መብረቅ ቢሆን ሌባም ቢሆን ሌላም ቢሆን ምንም ነገር ቢከሰት እንዲህ ትላለች እግዚአብሔር ደስ የሚያሰኘው ከሆነ ብታመም እግዚአብሔር እንድታመም ፈልጎ እንጂ አይሰጠኝም ነበር ትላለች በነፍሷም በሥጋዋም ሰላም ይነግሣል። (ቅዱስ ጎር ዘኑ) ጌታ ቅዱስ መንፈሱን ለዓለሙ ሰጥቷል። እርሱ ያደረበት ሰው በራሱ ውስጥ ገነት እንዳለ ይሰማዋል። እንዲህ ልትል ትችላለህ ይህ ነገር በእኔ ላይ ስለምን ተከሰተ ምክንያቱም ራስህን ለእግዚአብሔር ፈቃድ አሳልፈህ ስላልሰጠህ ነው። የምትኖረው እንደራስህ ፈቃድ ነው። የራሱን ፈቃድ የሚወድድ የሚፈጽምም ሰው ተመልከቱት በውስጡ ሰላም የለውም። በነገሮች ሁሌም ደስተኛ አይደለም። ራሱን ለእግዚአብሔር ፈቃድ አሳልፎ የሠጠ ሰው ግን ፍጹም ንጹሕ ጸሎትን ያደርጋል። ነፍሱ እግዚአብሔርን ትወድዳለች። ሁሉም ነገር መልካም ነው። (ኤቫንግረስ)
*1. የእግዚአብሔር ፈቃድ። እግዚአብሔር ሳይገደድ እንደ ፈቀደ ሁሉን ነገር ያደርጋል፤ ቲቶ 1፥1። ሰው እግዚአብሔርን ደስ በሚያሰኘ መንገድ ይመላለስ ዘንድ እግዚአብሔር ፈቃዱን ለሰው በሕጉ ገልጧል። ሕጉ፣ እግዚአብሔር ፈቃዱን ከሚገልጥባቸው መንገዶች አንዱ ነው። ከዚህም በተጨማሪ እግዚአብሔር ዐላማውን የሚያራምድበት የተሰወረ ፈቃድ አለው፤ ዘዳ 29፥29፣ ኤፌ 1፥5። ሰው በእግዚአብሔር ፈቃድ መሠረት ይኖር ዘንድ የሚያስፈልገው የተገለጠው ፈቃድ ብቻ ነው፤ ሚክ 6፥8። አብ ፈቃድ አለው ማቴ 7፥21፣ ዕብ 10፥7፤ ወልድ ፈቃድ አለው፤ ሉቃ 22፥42፣ ዮሐ 4፥34፣ 1ቆ 12፥4።
ሦስቱ አካላት በባሕርይ አንድ ስለ ሆኑ ፈቃዳቸው አንድ ነው።
2. የሰው ፈቃድ፤ እግዚአብሔር ሰው የሚፈልገውን በነጻነት እንዲመርጥ ስላደረገ የሰው ልጅ መልካምንም ሆነ ክፉውን ለመሥራት አይገደድም፣ ወይም በውጭ ኃይል አይወሰንም፤ ዘዳ 30፥19፣ ኢሳ 7፥11፣ ማቴ 17፥12፣ ዮሐ 5፥40፣ ያዕ 1፥13፣ 4፥7። ሰው በኀጢአት ከመውደቁ በፊት መልካሙንና እግዚአብሔር የሚወደውን ለመምረጥና ለማድረግ አቋምና ዝንባሌ ነበረው፤ ዘፍ 1፥26፣ መክ 7፥29፣ ኤፌ 4፥24፣ ቆላ 3፥10፤ ሆኖም ይህ ችሎታ ተለዋዋጭ መሆን ስለሚችል፣ ሰው በኀጢአት ከወደቀ በኋላ ክፉውንና እግዚአብሔር የማይወደውን መረጠ፤ ዘፍ 2፥7፣ 3፥6። ሰው በኀጢአት ከወደቀ በኋላ ወደ ደኅንነት የሚያደርስ ዐቅም አልነበረውም፤ ኤር 17፥9፣ ዮሐ 6፥44፣ 15፥5፣ ሮሜ 3፥11። ስለዚህ ከዚያ ዐይነት መልካም ነገር ጋር በመቃቃሩ፤ ሮሜ 3፥11፣ 8፥7፤ እና በኀጢአት ምውት በመሆኑ 1ቆ 2፥14፣ ኤፌ 2፥1፣ቆላ 2፥13፤ በኃይሉ ራሱን ወደ መልካም ሊመልስ ወይም ሊያዘጋጅ አይችልም፤ ዮሐ 3፥3፣ ቲቶ 3፥3። እግዚአብሔር ሰውን በጸጋው ሲመልሰውና ወደ ራሱ ሲያመጣው ከተፈጥሮ ኀጢአት ቀንበር ያላቅቀዋል፤ ዮሐ 8፥34፣ ሮሜ 6፥6፣ ቆላ 1፥13። በጸጋውም መንፈሳዊ የሆነውን መልካም ነገር በነጻነት ለመምረጥና ለመፈጸም ያስቸለዋል፤ ፊል 2፥13፣ ሮሜ 6፥14። ይህም ሆኖ ግን በውስጡ የኀጢአት ቅሪተ ገና ስላለ፣ መልካሙን ነገር ሁሉ አጠቃልሎ አይመርጥም፤ ወይም መጥፎውንም ነገር ጨርሶ አይቈጥብም፤ ገላ 5፥17፣ ሮሜ 7፥14፣ 1ዮሐ 1፥8። ሰው መልካሙን ነገር ብቻ የሚከተለው ከትንሣኤ በኋላ ነው፤ ዕብ 12፥23፣ 1ዮሐ 3፥2፣ ይሁ 24፣ ራእ 21፥27። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 284/
*ፈቃድህ በምድር ትሁን ማለት መላእክት በሰማይ ሊያመሰግኑህ ፈቃድህ እንደሆነ እኛም እናመሰግንህ ዘንድ ፈቃድህ ይሁን፣ አንድም ኋላ ሙተን ተነሥተን ልናመሰግንህ ፈቃድህ እንደሆነ 
ዛሬም በሕይወተ ሥጋ ሳለን እናመሰግንህ ዘንድ ፈቃድህ ይሁን ማለቱ ነው።/ዜናሁ ለእግዚእነ 173/
ፈቃድህ በሰማይ እንደ ሆነ እንዲሁ በምድር ይሁን።
፲፩. የዕለት ምግባችንን ዛሬ ስጠን።
የዕለት ምግባችንን ዛሬ ስጠን
*የዕለት ምግብ (ለፍጹማን)፤ አንድም የዓመት ልብስን፣ የዓመት ምግብን (ለሰብአ ዓለም)፤ አንድም ሥጋህን፣ ደምህን፣ ትምህርትን አሰበ ጸሎትን ስጠን። /ዜናሁ ለእግዚእነ 173/
-እንዲህ ማዘዙ እኔ የምፈልገው የምግባር ፍጹምነትን ነው እንጂ ለተፈጥሮአችሁ ከሚስማማው ፍላጎት ውጭ እንድትኾኑ አይደለም። በጭራሽ ተፈጥሮአችሁ ምግብን የሚሻ ነውና ያለ ምግብ መኖርን አይፈቅድላችሁም ሲለን ነው። ቅዱስ ዮሐንስ አፈወርቅ
አንድም ጸሎተ ቅዳሴ ነው። (ማስያስ 245) 
ዛሬ ስጠን
ዛሬ ስጠን ብለን እንድንለምነው ያዘዘን ሀብትን ወይም ተድላ ደስታ የተመላ ሕይወትን ወይም እጅግ ውብ የኾነ የተልባ እግር ልብስን ወይም ይህን የመሰለ ሌላ ነገርን ሳይኾን እንጀራን ብቻ ነው። እንጀራም የዕለት እንጀራ ብቻ ነው። ነገ ለራሱ ይጨነቃል። …ይኸውም ከዛሬም አልፈን ለነገ በማሰብ እንዳንጨነቅ ነው። ነገ እንደምታያትና እንደማታያት እርግጠኛ አይደለህም ታዲያ ርግጠኛ ስላልኾንህባት ቀን ትጨነቃለህ- ቅ ዮሐ አፈ (የማቴ ወንጌ 382)
1ኛ ጢሞ 6፤5
፲፪. በደላችንን ይቅር በለን፤ እኛም የበደሉንን ይቅር እንደምንል።
በደላችንን ይቅር በለን
እኛም የበደሉንን ይቅር እንደምንል።
-የበደለንን ይቅር እንል ዘንድ፤ አንድም ይቅር ማለቱ ራሱ ያላንተ ፈቃድ አይሆንም ሲል ነው። /ዜናሁ ለእግዚእነ 174/
መጠን አለፍ የኾነ ችርነት ታያለህን ከግብርናት ዲያቢሎስ አርነት ካወጣን በኋላ የሰው ልጅ አንደበት ሊናገራቸው ዓቅም የሌላቸው ታላላቅ መንፈሳዊ ሀብታትንም ከሰጠን በኋላ ሰዎች እንደ ገና ቢበድሉ ይቅር መባል መቻልን ሰጥቶአቸዋልና።…እንዲህ ብሎ እንድንጸልይ ሕግ በመሥራት ግን፡- በደላችንን እንድናስታውስ አደረገን፤ለዚህ ይቅርታ እንድንጠይቅ አዘዘን፤ሥርየት ማግኘት የምንችልብትን መንገድ አስተማረን። ስለዚህ መንገዱን ቀሊል አደረገልን። ይህን የጸሎት ሥርዓት ሲነግረን ከተጠመቅን በኋላ እንደ ገና ብንበድል፡- በደላችንን በማሰብ፣አትሕቶ ርእስን ገንዘብ በማድረግ፣ሌሎች የበደሉንን ሰዎች ይቅር በማለትና፤ ከቂም ከበቀል ነጻ በመኾን ከበደላችን መንጻት እንደምንችል ሲያሳውቀንና ሲያሳየን እንደ ኾነ ፍጹም ግልጽ ነውና። -ቅ ዮሐ አፈ (የማቴ ወንጌ 384) እንግዲህ ከዚህ ትእዛዝ በላይ የደግነትና የምሕረት ትእዛዝ ምን አለን እግዚአብሔር በደሎችህን ይቅር የማለት ሥልጣን ሰጥቶአል፤ አንተ ጥቂት ይቅር ስትል እርሱም ጥቂት ይቅር ይልሃል፤ አንተ አብዝተህ ይቅር ስትል እርሱም አብዝቶ ይቅር ይልሃል፤ አንተ ከልብህ የምርህን ይቅር ስትል እግዚአብሔርም ከአንተ ጋር እንደዚህ ያደርጋል። ስለዚህ አንድ ሰው አብዝቶ ሲበድለን እኛም አብዝተን ከእርሱ ጋር ዕርቅን ለመፈጸም ልንፋጠን ያስፈልገናል። ይህ ድርጊታችን ብዙ በደሎቻችን ሥረየት እንድናገኝባቸው ምክንያት ይኾነናል። ቅ ዮሐ አፈ (ትምህርተ በእን ምክ ሐው 369) 
ይህን የሚጸላይ ሰውም እግዚአብሔርን እንዲህ እያለው ነውና ጌታ ሆይ እኔ ትቻለሁና አንተም ተውልኝ። እኔ ፈትቻለሁና አንተም ፍታኝ። እኔ ይቅር ብያለሁና አንተም ይቅር በለኝ። ባልንጀራዬን ይቅር ካላልሁት ግን አንተም ኃጢአቴን አትደምስስልኝ። እኔ በሰፈርኩት ቁና አንተም ደግሞ ስፈርብኝ። ማለቱ ነው- /ቅ ዮ አፈ/
-ሰዎች ይቅርታን እንዲቀበሉ የሚያደርጋቸው አንተ በተሰበረ ልብ ሆነህ ስትጠይቅ ነው።-አቡነ ሺኖዳ (የተራራው ስብከት 25) 
-ምሳሌ- ማቴ 18፤32
፲፫. አቤቱ ወደ ፈተና አታግባን፤ ከክፉ ሁሉ አድነን እንጂ፤ መንግሥት ያንተ ናትና ኀይል፥ ምስጋና፥ ለዘለዓለሙ አሜን።'
አቤቱ ወደ ፈተና አታግባን
-እዚህ ላይ ወደ ጠብ ወደ ክርክር ኹሉ ከመፋጠን ይልቅ እነዚህን ልናርቃቸው እንደሚገባን በግልፅ በማስተማር እየነገረን ነው። ትዕቢታችንን እያራቀልንነው። እንደዚህ ከኾነ ድል መንሣታችን የከበረ የገነነ ይኾናልና። በሌላ አገላለፅ ለጠብ ለክርክር ስንጎተት በትዕግሥት ልንቆም ይገባናል። በግድ ካልወሰዱን በቀር ዝም ልንል የውጊያንም ጊዜ ልንጠብቅ ይገባናል። የህን የምናደርገውም ከውዳሴ ከንቱ ነጻ ለመኾንና የመንፈስ ልዕልናን ማሳየት እንድንችል ነው። ቅ ዮ አፈ (የማቴ 386)
-ፈተና፤ በብዙ መንገድ ሊመጣ ይችላል። 
1.ዕቃ እንደሚፈተን ሰውም ይፈተናል፤ 1ሳሙ 17፥39፣ 1ነገ 10፥1፣ ክርስቶስ በሰው ተፈተነ፤ ማር 8፥11፣ 12፥15፣ ሉቃ 10፥25
2. ሰው ራሱን ለአንድ ዐይነት ነገር ያዘጋጀ ለመሆኑ ራሱን ሊፈትን ይገባዋል፤ 1ቆ 11፥28፣ 2ቆ 13፥5።
3. ሰው እግዚአብሔርን ለመፈታተን ይሞክራል፤ ግን እንዳይፈታተን ተጽፏል፤ ዘፀ 17፥2፣ ዘዳ 6፥16፣ ሐዋ 5፥9፣ ሉቃ 10፥25።
4. ሰይጣን ሰዎችን ይፈትናል፣ ስለዚህ ፈታኝ ተብሏል፤ ማቴ 4፥3፣ 1ተስ 3፥5። መከራን በማብዛት 1ጴ 5፥9፣ ራእ 2፥10፣ የማይገባ ምኞትን በመቀስቀስ፤ ማቴ 4፥3፣ 1ቆ 7፥5፣ ሰዎችን በማጣላት፤ ኤፌ 4፥27፣ ስለ እግዚአብሔር እውነት ጥርጥርን ወይም ሐሰትን በመዝራት ሊጥላቸው ይሞክራል፤ ዘፍ 3፥1፣ ማቴ 4፥5። ሆኖም ምእመናን በእግዚአብሔር ኀይል ሊቃወሙት ይችላሉ፤ እግዚአብሔር የፈተናውን መውጫ መንገድ ያዘጋጅላቸዋል፤ 1ቆ 10፥13፣ ኤፌ 6፥11።
5. እግዚአብሔር የሰው እምነት እንዲገለጥ ሰውን ይፈትናል፤ ዘፍ 22፥1፣ ዘፀ 16፥4፣ 20፥20። በዚህም ሰዎች ይነጻሉ 1ጴ 1፥6፣ ትዕግሥትን ይማራሉ ያዕ 1፥2፣ የእግዚአብሔርንም ፍቅር በይበልጥ ያስታውሳሉ፤ ዘፍ 22፥15፤ ሮሜ 5፥3። ሆኖም እግዚአብሔር ሰውን በክፉ አይፈትንም።
ፈተና ራሱ ኀጢአት አይደለም፤ ግን ሰው ሲፈተን በምኞቱም ሲወድቅ ኀጢአት ይሠራል፤ ያዕ 1፥13። ወደ ፈተና እንዳንገባ ከፈተናም እንድንወጣ ለመጸለይ ታዝዘናል፤ ማቴ 6፥13፣ 26፥41። ክርስቶስ ተፈተነ፣ ነገር ግን በፈተናው አልተሸነፈም፣ ሉቃ 4፥1፣ 22፥28፣ ዕብ 4፥15። በፈተና የሚጸና የተባረከ ነው፤ ያዕ 1፥12። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 284/
*ፈተና የተባለ ኃጢአት ፣ ክህደት ፣ መከራ፣ ገሃነም 1ጴጥ 5፥10፣ 4፥16። /ዜናሁ ለእግዚእነ 174/
ከክፉ ሁሉ አድነን እንጂ
-ስለዚህ ክፉ መባሉ በዋናነት ክፋትን አብዝቶ ስለሚሠራት በምንም ይኹን በምን እኛ እርሱን ልናጎዳው ስለማንችል ይህም ኾኖ ሳለ ግን ምንም ምሕረት የሌለው ውጊያ በእኛ ላይ ስለሚከፍት ነው።ቅ ዮ አፈ (የማቴ 386)
መንግሥት ያንተ ናትና
-የየትኛው መንግሥት ሰልፈኞች እንደሆንን እንድናስታውስ በማድረግ አበረታታን። …እንግዲያውስ መንግሥት የእርሱ የጌታችን ከኾነች ማንንም ልነፈራ አይገባንም። ማንም አይችለንምና መንግሥቱን ሊከፍላት የሚችል ማንም የለምና።ነው።/ቅ ዮ አፈ የማቴ 386/
ኀይል
-ይኸውም ድክመቶችህ ልዩ ልዩ ሊኾኑ ቢችሉም እንኳን በአንተ በኩል ሳይቀር ኹሉንም ድል መንሣት የሚችል ኃያል ንጉሥ ስላለህ ምንም ምን ሳትፈራ በደርፈት መቆም መጽናት እንድትችል ነው።ቅ ዮ አፈ (የማቴ 387)
*ከሃሊነት፣ ጌትነት / /ዜናሁ ለእግዚእነ 174/
ምስጋና፥ ለዘለዓለሙ አሜን።
-ክብሩም ሊመረመር የማይችል ጥልቅ ወሰን የሌለው ስፉሕ ፍጻሜ የሌለው ብዙ ነውና።ቅ ዮ አፈ (የማቴ 387
*በዚህ አጭር የህሊና ጸሎት ውስጥ ሃይማኖት (ያላዩትን እግዚአብሔርን አባታችን ማለት ዕብ 11፥1)፤ ተስፋ (መንግሥትህ ትምጣ ማለት ያዕ 2፥5)፤ ፍቅር (ለኛ ብሎ አንዱ ለአንዱ መፀለይ ያዕ 5፥16)፤ ትሕትና (ቅዱሳን ከበቁ በኋላ በደላችንን ይቅር በለን ማለት 1ተስ 5፥25)፤ ጸሎት (1ተስ 5፥17) ይዟል። /ዜናሁ ለእግዚእነ 174/
፲፬. ለሰዎች በደላቸውን ይቅር ብትሉ፥ ሰማያዊው አባታችሁ በደላችሁን ይቅር ይላችኋልና።
ለሰዎች በደላቸውን ይቅር ብትሉ
*ይቅር ይላችሁ ዘንድ ይቅር በሉ ማለቱ ነው ማቴ 18፥35። /ዜናሁ ለእግዚእነ 174/
ሰማያዊው አባታችሁ በደላችሁን ይቅር ይላችኋልና።
፲፭. ነገር ግን ለሰዎች በደላቸዉን ይቅር ባትሉ አባታችሁም በደላችሁን ይቅር አይላችሁም።
፲፮. "በምትጾሙበት ጊዜ እንደ ግብዞች አትጠውልጉ፤ እነርሱ እንደ ጾሙ ለሰው ይታዩ ዘንድ መልካቸውን ይለውጣሉና፥ እውነት እላችኋለሁ፤ ዋጋቸውን ተቀብለዋል።
በምትጾሙበት ጊዜ እንደ ግብዞች አትጠውልጉ
-እዚህ ላይ ድምፅን አሰምቶ መጮህና አምርሮ ማልቀስ መልካም ነበር። ግብዞችን ብቻ የምንመስላቸው ሳይሆን ከእነርሱ የምንብስ ሆነናልና። የሚጦሙና እንደ ጦሙ ይታወቅላቸው ዘንድ ልታይ ልታይ የሚሉ ሰዎችን ብቻ ሳይሆን ፥ ጦሙን ችላ ብለውት ሳለ እንዲሁ ጦመኞች ለመምሰል የጦመኞችን ጭምብል የሚያጠልቁ፣ ባለመጦማቸው ከሚሠሩት በደል በላይ የጦመኞችን ጭምብል ለማጥለቃቸው ሰበብ አስባብ የሚያቀርቡ ሰዎችን ፥ አዎን ብዙ ሰዎችን አውቃለሁ።
"እንደዚህ የማደርገው 'እገሌስ ይጦማል' ብለው የሚያስቡኝ ብዙ ሰዎች እንደማልጦም እንዳይሰነካከሉ ብዬ ነው' ይላልና ። ምን እያልህ ነው? እነዚህ ነገሮች (ስለ ጦም) ያዘዘው ሕገ እግዚአብሔር አለ። ታዲያ አንተ ሰዎችን ስለ ማሰናከል ትናገራለህን?
ሕገ እግዚአብሔር ስትጠብቅ (ስትጦም) ሰዎችን እንደማታሰናክል፣ ሕጉን ስትተላለፍ (ሳትጦም) ቀርተህ የምትጦም ስትመስል) ግን ሰዎችን ከመሰናከል እንደምታድናቸው ታስባለህን? እንዲህ ብሎ ከማሰብ በላይስ ምን አላዋቂነት አለ?
ይልቅስ ፣ ከግብዞቹ ይልቅ ግብዝ መሆንህን (የገዛ ራስህን ግብዝነት ትተህ ሌሎች ግብዞችን ትነቅፋለህና በዚህ) ግብዝነትህን ዕጥፍ ድርብ ማድረግህን አታቆምምን? የዚሁ ክፋት መጠን አለፍነት ዐውቀህስ፥ ቀጥሎ ያለውን ብርቱ ቃለ ተግሣጽ ሰምተህ አታፍርምን? ጌታችን ሲናገር፦ "ለማስመሰል ያህል እንደዚያ ያደርጋሉ" ብቻ ሳይሆን በደንብ ሊገሥጻቸው ወድዶ ፦ " ፊታቸውን ያጠፋሉ" ነውና ያለው። ይኸውም ፊታቸውን በግብዝነት ያጣምማሉ፤ ይቋጥራሉ ሲል ነው።
እንግዲህ ውዳሴ ከንቱን ለማግኘት ብለው ፊታቸውን የገረጣ (የከሰመ) ይመስል ዘንድ አስበው የሚያደርጉት ድርጊት ፊትን ማጥፋት ከሆነ፥ ወጣት ወንዶች በዝሙት ዓይን ተመልክተው ይጎ'ዱ ዘንድ አስበው ፊታቸውን በቀለምና በጌጣጌጥ ስለሚያጠፉ ሴቶችስ ምን ማለት ይቻለን ይሆን? ውዳሴ ከንቱን ለማግኘት ሲሉ ፊታቸውን የሚለውጡ ሰዎች የሚጎዱት ራሳቸውን ብቻ ነውና ፤ እነዚህ ሴቶች ራሳቸውንና የሚያዩአቸው ወጣት ወንዶችን ነውና። ስለዚህ ከዚህም ከዚያም ክፉ ሥራ በሚገባ ፥ ከዚያም በላይ ርቀት ልንሸሽ ይገባናል። ጌታችን አስቀድሞ ስለ ምጽዋትና ጸሎት ሲያስተምረን እንዳደረገው እዚህም ላይ ያዘዘን ለሰው ጦመኛ መስለን ከመታየት ልንርቅ እንደሚገባን ብቻ ሳይሆን ራሳችንን ልንሰውር እንደሚገባን ጭምር ነውና ። ስለ ምጽዋት ባስተማረበት አንቀጽ ላይ ግን እንዲሁ ብቻ የተናገረ አይደለም ። 'በፊታቸው እንዳታደርጉ ተጠንቀቁ' ካለ በኋላ ፦ "ለሰዎች ትታዩ ዘንድ" የሚል ሐረግም ጨምሮበታል እንጂ።
ስለ ጦምና ስለ ጸሎት ሲያስተምር ግን "ለሰዎች ትታዩ ዘንድ ጦማችሁን ወይም ጸሎታችሁን በፊታቸው እንዳታደርጉ ተጠንቀቁ' አላለም። ይህስ ለምን ሊሆን ይችላል? ምክንያቱም ምጽዋት ከሰዎች ፊት ሙሉ ለሙሉ መሰወር በፍጹም የማይችል በመሆኑና ጸሎትንና ጾምን ግን መሰወር የሚቻል በመሆኑ ነው።
ስለዚህ ፦ "ቀኝህ የምትሠራውን ግራህ አይወቅ" ብሎ የተናገረው ግዘፍ ስላለው እጅ ሳይሆን ከሰዎች ሁሉ ፍጹም መሰወር እንደሚገባ ሲናገር እንደ ሆነ፣ ወደ እልፍኛችን ልንገባ እንደሚገባ ያዘዘንም መጸለይ የሚገባን በእልፍኝ ብቻ ሊሆን እንደሚገባው ወይም በዋነኝነት መጸለይ የሚገባን እዚያ ሥፍራ ብቻ መሆን እንዳለበት መናገሩ ሳይሆን እንደዚሁ በተመሳሳይ አኳኋን በምሥጢር ልንጸልይ እንደሚገባን ሲናገር እንደ ሆነ ሁሉ፥ እዚህ ላይም "እንድንቀባ" ሲያዝዘን ራሳችንን ግዘፍ ባለው ቅባት እንድንቀባ ማዘዙ አይደለም። እንደዚህ ብናደርግ ሁላችንም የሕግ ተላላፊዎች ሆነን እንገኛለንና። በተለይ ደግሞ ጦምን አጥብቀው የሚፈጽሙአትና በገዳማት የሚኖሩ ማኅበረ መነኮሳት በርግጥ ሕግ ተላላፊዎች ሆነው በተገኙ ነበርና። ስለዚህ ክብር ይግባውና ጌታችን ያዘዘው ይህን ሳይሆን ፥ በጥንት ጊዜ የነበሩት ቅዱሳን ደስ ሲሰኙና ተድላ ደስታ ሲያደርጉ ዘወትር እንደዚህ ያለ ልማድ ስለ ነበራቸው ነው። ይህንን በግልፅ አንድ ሰው በክቡር ዳዊትና በነቢዩ ዳንኤል መመልከት ይችላል (2ሳሙ 12፥20)፣ ዳን 10፥3)። በመሆኑም "ራሳችንን ልንቀባ" እንደሚገባን ሲናገር ግዘፍ ያለው ቅባት እንድንቀባ ማዘዙ ሳይሆን ይህን መንፈሳዊ ግብራችንን በሁሉም ረገድ እጅግ ጥብቅ በሆነ አኳኋን ለመሰወር ልንጥር እንደሚገባን ሲነግረን ነው። ጌታችን ይህን ማለቱ እንደ ሆነ ያስረዳህ ዘንድም ይህ አሁን በቃል ያዘዘውን ቀደም ብሎ አርባ መዓልታት ጦሞ በተግባር ፈጽሞ ሲገልጠውና በስውር ሲጦም (ከሥጋ ርስሐት ይርቅ ዘንድ) ቅባት አልተቀባም፤ ወይም በውኃ አልታጠበም። 
ሆኖም ግን እነዚህን ነገሮች ባያደርጋቸውም እንኳን እነዚህን ሁሉ ያለ ትምክሕት ወይም ያለ ተርእዮ በርግጥ ፈጽሞአቸዋል። ስለዚህ የግብዞችን ምሳሌነት አንሥቶና ሁለት ጊዜ ደጋግሞ ሰማዕያኑን በመገሠጽ አሁን እያዘዘን ያለው ይህን ነው።
ዳግመኛም በዚህ ስም፥ ማለትም "ግብዞች" ብሎ በመጥራቱ አንድ ነገር ሲያመለክት ነው። እርሱም ግብራቸው የተናቀ የተዋረደ በመሆኑ ወይም ጽኑ ቅጣትን የሚያመጣ በመሆኑ ብቻ ሳይሆን ፥ እንደዚህ ያለ የማታለል ተግባር ጊዜያዊ መሆኑን በማሳየትም ጭምር ከዚያ ክፉ ምኞት ልንርቅ እንደሚገባን ሲያመለክተን ነው ። አንድ ንጉሥ መስሎ የሚተውን ተዋናይ የከበረ መስሎ የሚታየው ተመልካቾች እስከ ተቀመጡ ጊዜ ድረስ ብቻ ነውና ። እንዲያውም እዚያ ተመልካቾች እያዩትም ቢሆን ፥ የሚበዙት ተዋናዩ ማን እንደ ሆነ (እውነተኛ ንጉሥ እንዳይደለ) እና ማንን ወክሎ እየተወነ እንዳለ ስለሚያውቁ የከበረ የገነነ አይሆንም። ተመልካቾቹ ከተበተኑ በኋላ ደግሞ ተዋናዩ ማን እንደ ሆነ (ለአብዛኞቹ ብቻ ሳይሆን) ለሁሉም ግልፅ ሆኖ ይታያል ። እንግዲህ ግብዞችም የግድ የሚገጥማቸው ይኸው ራሱ ነው። ምንም እንኳን ገና በዚህ ዓለም እያሉ ሳይቀር አስመስለው እንደሚታዩና ጭምብል ብቻ ያጠለቁ እንደ ሆኑ ለብዙዎች ግልፅ ሆነው የሚታወቁ ቢሆንም ፥ ሁሉም ነገር 'የተራቆተና የተገለጠ' (ዕብ 4፥13) በሚሆንበት በወዲያኛው ዓለም ግን ይበልጥ ለሁሉም ይታወቃልና።
ከሌላ አሳብ አንጻርም ትእዛዙ ቀሊል መሆኑን በማሳየት ጌታችን ሰሚዎችን ግብዞቹን ከመምሰል ይርቁ ዘንድ አድርጎአቸዋል። ጦሙ እጅግ ጥብቅ እንዲሆን አላደረገውምና፤ ወይም ደግሞ (እንደ ዓቅማችን መጦም የምንችለውን ያህል ስንጦም) ከዚያ የሚገኘውን የክብር አክሊል እንዳናጣ በስውር እንድናደርገው አዘዘን እንጂ እጅግ አብዝተን ልንጦም እንደሚገባን አላዘዘንምና።
ስለዚህ ለመተግበር እጅግ ከባድ የሚመስለው ነገር ለእኛም ለግብዞችም አንድ ተመሳሳይ ነው። እነርሱም ጭምር ይጦማሉና። ይህን ያህል ቀሊል የሆነው ፥ ማለትም (የዓቅማችንን) ከጦምን በኋላ ከዚያ የሚገኘውን የክብር አክሊል እንዳናጣ ግን በጦም ድካማችን ላይ ሌላ ከባድ ነገር ሳይጨመር በሁሉም ረገድ ዐስብ ድካማችንን ያለ ሥጋት እንድንሰበስብና እንደ ግብዞች ያለ ዋጋ እንዳንሄድ ብሎ ፦ "ያዘዝሁት ይህን ነው" አለ። እንዲያውም ግብዞች በኦሎምፒክ ጨዋታዎች ላይ የሚወዳደሩ እንኳን አይመስሉአቸውም። በኦሎምፒክ ጨዋታ የሚወዳደሩ ተጫዋቾች ፥ ምንም እንኳን ብዙ ሕዝብና ብዙ ልዑላን እዚያ የሚቀመጡ ቢሆንም ፥ ደስ ማሰኘት የሚፈልጉት ግን ከእነዚህ ሁሉ ውስጥ አንድን ሰው፥ እርሱም ጨዋታውን መዳኘት የሚችለውን ሰው ብቻ ነውና። ምንም እንኳን ይህ ጨዋታውን መዳኘት የሚችለው ሰው እዚያ ከተቀመጡት ሁሉ ይልቅ በክብር እጅግ ዝቅ ያለ ቢሆንም፥ ማሸነፋቸውን ማሳየት የሚሹት ግን እርሱን ብቻ ነው። አንተ ግን ምንም እንኳን ማሸነፍን ለእግዚአብሔር ለማሳየት ሁለት ምክንያቶች ያሉህ ቢሆንም የምታሳየው ለሌሎች ነው። ሁለቱም ምክንያቶች ያልኋቸውም፦
1. አንደኛ ፍርድ የሚሰጥ እርሱ ስለ ሆነ ነው፤
2. ሁለተኛ ደግሞ በኦሎምፒክ ትርኢቱ ላይ ከተቀመጡት ሁሉ ይልቅ ለንጽጽር የማይገባ ልዑል ስለ ሆነ ነው።
እጅግ የሚያሳዝነው ግን እነዚህ አንተ የምታሳያቸው ሰዎች ፥ ለአንተ ረብ ጥቅም ካለመስጠታቸው ባሻገር በስውር እጅግ የሚጎዱህ መሆናቸው ናቸው።
"ይህም እንኳን ቢሆን አልከለከልሁህም" ይላል እግዚአብሔር! "ለሰዎች ጭምር ልታሳያቸው ብትወድ ጥቂት ጊዜ ብቻ ጠብቅ፤ ይህን እጅግ አብዝቼና ከብዙ ትርፍ ጋር እሰጥሃለሁ።
ይህን ከሰዎች ልትቀበለው የምትሻው ክብርን ብትንቀው ወደ እኔ እንደሚያቀርብህ ሁሉ፥ ለሰዎች ላሳይ ብትልም እኔ ከምሰጥህ ክብር ፍጹም ያርቅሃልና። በወዲያኛው ዓለም ግን ሁሉንም ያለ ሥጋት ታገኘዋለህ። እንዲያውም ከወዲያኛውም ዓለም በፊት በዚህ ዓለም ግን ሳለህም የምታጭደው ደገኛ ፍሬ ጥቂት አይሆንም። ከሰው የምትቀበለውን ክብር ከእግር በታች ትረግጠዋለህና፤ ለሰዎች ትታይ ዘንድ ጥቂት የሕሊና መሻት ካለህ ግን ይህን መሻት ያሳየኸው ሰዎች በማይኖሩበት በምድረ በዳ ቢሆንም እንኳን ፥ በወዲያኛው ዓለም በጎ ምግባርህን የሚያይህል አይኖርም። በጎ ምግባርን የምትሠራው መሥራት ስላለብህ ሳይሆን የተናቁ እንደዚሁም ክፉዎችና ከበጎ ምግባር ራሱ የራቁ ሰዎች እንዲያደንቁህ ብለህ ከሆነ፥ ይህ በጎ ምግባርን እንደ መስደብ የሚቈጠር ነው። ይመለከቱህ ዘንድ የበጎ ምግባር ተቃዋሚዎችን እየጠራህ ነውና። ይህም ማለት አንድ ልከኛ ሆኖ የሚኖር ስላለበት ልከኝነቱን ለአመንዝራዎች ለማሳየት ብሎ አስቦ እንደሚኖር እንደ ማለት ነው። አንተም እንደዚሁ በጎ ምግባርን ስለ በጎ ምግባርነቱ ብለህ ሳይሆን ስለ በጎ ምግባር ጠላቶች ብለህ የምትመርጠው ይመስላል። ሆኖም ግን በርግጥ ልታደንቃት የሚገባህ የገዛ ጠላቶችዋ እንኳን ስለሚያንደቁአት ነው። እንደሚገባ አድርጎ እርስዋን ማድነቅ ስለ ሰዎች ብሎ ሳይሆን ስለ ራስዋ ብሎ ማድነቅ ነውና። እኛ ራሳችንን እንኳን ፥ ሰዎች የሚወዱን ስለ እኛ ስለ ራሳችን ብለው ሳይሆን ስለ ሌላ ምክንያት ብለው ከኾነ እኛን መውደዳቸው እንደ ስድብ አድርገን ነው የምንቈጥረው። እኔም በጎ ምግባርን ስትሠራ እንድትቈጥረው የምነግርህ ልክ እንደዚሁ ነው፦ ሌሎች ሰዎች እንዲያደንቁህ ብለህ በጎ ምግባርን አትሥራ፤ ወይም ስለ እግዚአብሔር ብለህ ለሰዎች ታዘዝ እንጂ ስለ ሰዎች ብለህ ለእግዚአብሔር አትታዘዝ። እግዚአብሔርን የምትታዘዘው ሰዎች እንዲያደንቁህ ብለህ ወይም ስለ ሰው ብለህ ከሆነ፥ ምንም እንኳን ከአፍአ ስትታይ በጎ ምግባርን የተከታተልሃት ብትመስልም፥ ካልተከታተላት ሰው ጋር እኩል እግዚአብሔርን ታሳዝነዋለህ። ያ በጎ ምግባርን ያልተከታተላት ሰው በድርጊት እንዳልታዘዝ ሁሉ ፥ አንተም ማድረግ በሚገባ'ህ ሥርዓት አልፈጰምሃትምና። ቅዱስ ዮሐንስ አፈወርቅ (የማቴዎስ ወንጌ ትርጉ 396/
-ሲል በመጀመሪያ ደረጃ ስትጦሙ ጦሞን ከሰዎች እንደ ክብር ማግኛ ቆጥራችሁ ከንቱ ውዳሴ ሽታችሁ አትጡሙ ሲለን ነው።በሁለተኛነት በስውር ያለው አምላክ በስውር የሚደረግ ጦም ደስ እንደሚያሰኘው ሲያስተምር ነው። እንደ ጦመኛ ለሰዎች እንዳትታዩ ከአምላክ የተገኙት ምስጋና እንዳይወሰድባችሁ ተጠንቀቁ ሲልም አንዲህ አለ። "ራስህን ተቀባ ፊትህንም ታጠብ በስውር የሚያይህ አባትህም በግልጥ ይከፍልሃል" ማለቱ እግዚአብሔር ቃል ወደዚህ ም (ኅብረ ወንጌል ገጽ 113)
-ያለው በአጠቃላይ አንድ ሰው ሲጾም በሕሊናው ለታይታና መጾሙን ሰው እንዲያውቅለትና ጾመኛ እንዲለው በመሻት እንዳይሆን የተሰጠ ትምህርት ነው። ወሳኙ ጉዳይ ሰው ማየቱ አለማየቱ ሳይሆን የሰውዬው ሕሊና ነው። በጸሎት ጊዜ በኅብረት ስንጸልይ ሰው ያየናል ብለን "በማኅበረ ባርክዎ ለእግዚአብሔር -እግዚአብሔርን በጉባኤ በአንድነት አመስግኑት" የተባለውን እንደማንተው ሁሉ በጾምም መጾማችን ይታወቃል ብለን በታወቀ ጊዜ በሕዝበ ክርስቲያኑ ሁሉ በአንድነት የሚጾሙ አጽዋማትን አንተውም። (መድሎተ ጽድቅ ቅጽ ፩ 223)
-ጾም፤ በሃይማኖት ምክንያት ያለ ምግብና ያለ መጠጥ መዋል፤ አስ 4፥16። ደግሞም ከሥጋና ከሚያሰክር መጠጥ መከልከልንም ያመለክታል፤ ዳን 10፥2። ሙሴ አርባ ቀንና አርባ ሌሊት ጾመ፤ ዘዳ 9፥9። የእስራኤል ሕዝብ በማስተሰሪያ ቀን እንዲጾሙ ታዘዙ፤ ዘሌ 16፥29። ከባቢሎንም ምርኮ በኋላ አራት የጾም ጊዜያት ታወጁ፤ ዘካ 8፥19። ደግሞም አይሁድ ከሐማ እጅ ከዳኑ በኋላ ጾም ታወጀ፤ አስ 9፥31። 
ከእነዚህም ሌላ በልዩ ልዩ ምክንያት የግል 2ሳሙ 12፥22፣ ወይም የማኅበር ጾም አለ፤ መሳ 20፥26፤ ኢዩ 1፥14። ጾም ሐዘንን ነህ 1፥4፣ ንስሐን 1ሳሙ 7፥6 ያሳያል። ሰዎች በጾም ራሳቸውን አዋረዱ መዝ 69፥10፣ የእግዚአብሔርን ዕርዳታ ፈለጉ፤ ዘፀ 34፥28፤ ዕዝ 8፥21። ነቢያት ጾም ምን ማለት እንደ ሆነ በመልካም ሁኔታ ገልጠዋል፤ ኢሳ 58፥1፣ ኤር 14፥11።
በዐኪ ዘመን አይሁድ የማስተሰረያ ጾምን አከበሩ፤ ሐዋ 27፥9። ፈሪሳውያን ሰኞና ሐሙስ ይጾሙ ነበር፤ ሉቃ 18፥12። እነሐናም ብዙ ጊዜ ይጾሙ ነበር፤ ሉቃ 2፥37። ክርስቶስ አርባ ቀን ጾመ ማቴ 4፥1፣ ስለ ጾም አስተማረ። ደቀ መዛሙርቱ ከእርሱ ጋራ ሳሉ አልጾሙም። ከሄደ በኋላ ግን እንደ ሌሎቹ እንደሚጾሙ ነገራቸው፤ ማቴ 9፥14። በጾም ጊዜ እግዚአብሔርን እንጂ ሰውን መመልከት አይገባም፤ ማቴ 6፥16። ምእመናን ወንጌላውያንን ሲልኩ፣ ሽማግሌዎችን (ቀሳውስትን) ሲሾሙ ጾሙ፤ ሐዋ 13፥2፣ 14፥23። ዋናው የጾም ዐላማ ከእግዚአብሔር ጋር መገናኘት ነውና ሰው ሲጾም ጊዜውን በጸሎት ሊያውል ይገባዋል፤ ዕዝ 8፥23፣ ማቴ 17፥21፣ ሉቃ 2፥37። ጾም ምእመናን ሁለንተናቸውን ከዓለማዊ ዐሳብና ምኞት መልሰው በመንፈሳዊ ነገር ሙሉ በሙሉ በማረፍ አብዝተው እንዲጸልዩ ያደርጋል። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 281/
እውነት እላችኋለሁ፤ ዋጋቸውን ተቀብለዋል።
-ዘይት (ቅባት) ሰውነትን ብሩህ እንደሚያደርግ ሁሉ ፍቅርም መንፈሳዊ ሕይወትን ብሩህ ያደርጋል። ማቴ 25፥1-13፣ ፣ 1ሳሙ 10፥1፣ 1ነገ 17፥2፣ ያዕ 1፥14፣ ዮሐ 13፥15 /-የመንግሥተ ሰማያት ምሳሌዎች ገጽ 125/
ጾም በጥንት ሊቃውንት አባቶች አስተምህሮ
-"...ትምህርታችንን እንደሚከተለው ማጠቃለል ተገቢ ነው፤ የተፈጠርነው በሐሤትና በደስታ እንድንኖር ነበር። ስንፈጠር ደስተኞች ተደርገን ነበር የተፈጠርነው። ገነትን የተሰጠነው በሕይወት እየኖርን ሐሤትን እንድናደርግ ነበር። ሕግን የተሰጠነውም እርሱን በመጠበቅ መልካም ስምና ክብር ይሆንልን ዘንድ ነበር፤ እግዚአብሔር ምን እንሚሆን (ሕጉን እንደምናፈርስ ስለሚያውቅ ሳይሆን የነጻ ፈቃድን ሕግ ያስቀመጠ ስለሆነ ነበር። ከገነት የተባረርነውም ሕጉን ስላፈረስ ነበር።የእውቀት ዛፍ በተባለችው ተሸንፈን መጾምን እምቢ በማለታችንና ጾምን በማፍረሳችን ከዚያ በኋላ በደረሰብን መከራ በግድ ጾምን። የጾም ሕግ ጥንታዊና ቀዳማዊ ነውና፣ ከእኛ መፈጠር ጋርም አብሮ የነበረ ሕግ ነውና። የጾም ሕግ አስቀድሞ የተሰጠንም ለነፍሳችን ትምህርት፣ ለድሎትና እርሱ ለሚያመጣው ዕዳ አርቆ ማጠሪያና መጠበቂያ እንዲሆነን ነበር። ስለዚህም ዛሬ ከጥንቱ ከመጀመሪያው የጾምን ሕግ ባለመጠበቃችን ምክንያት ያጣነውን ነገር መልሰን እናገኝ ዘንድ ጾምን እንድንጾም ለጾም እንድንገዛ አደረገን። ቅዱስ ጎርጎርዮስ ዘእንዚናዙ (ትምህርት ካልአይ በእንተ ትንሣኤ፣ ቁ 28)
`,

  /** ------------------------------------------------------------ **/

  "መዝሙር ሎቱ ስብሐት": `ሎቱ ስብሐት ወሎቱ አኰቴት ለዘቀደሳ ሰንበት አልቦ አመ ኢህሎ ወአልቦ አመ ኢህሎ ክርስቶስ ወልደ እግዚአብሔር ዘገብሮ ለሰብእ በአርአያ ዚአሁ ኵሉ ውስተ እዴሁ ውእቱ ይኴንን ሰማያት ወምድር ገብረ በከመ ፈቀደ አምላክ ወልደ እግዚአብሔር።
- ሰንበትን ለቀደሳት፤ ላከበራት፤ ለለያት፤ ላጸናት ለእርሱ ክብርና ምስጋና ይገባል፤ እርሱ የሌለበትና የማይኖርበት ጊዜ የለም፤ እርሱ ያልነበረበት ጊዜ አልነበረም፤ ሰውን በእርሱ አርአያና አምሳል የፈጠረው የእግዚአብሔር ልጅ ክርስቶስ ሁሉ በእጁ ውስጥ ነው፤ ሰማይንና ምድርን ይገዛል ያስተዳድራል፤ የእግዚአብሔር ልጅ እርሱ እንደ ፈቀደ ሁሉን አደረገ።
`,
  "ምስባክ መዝ 134፥6": `6፤ ኵሉ ዘፈቀደ ገብረ እግዚአብሔር። በሰማይኒ ወበምድርኒ። በባሕርኒ ወበኵሉ ቀላያት።7፤ ያዐርግ ደመናተ እምአጽናፈ ምድር። ወገብረ መብረቀ ለጊዜ ዝናም። ዘያወፅኦሙ ለነፍሳት እመዛግብ ቲሆሙ። 6፤ በሰማይና በምድር፥ በባሕርና በጥልቆችም ሁሉ፥ እግዚአብሔር የወደደውን ሁሉ አደረገ። 7፤ ከምድር ዳር ደመናትን ያወጣል፤ ለዝናም ጊዜም መብረቅን አደረገ፤ ነፋሳትንም ከመዛግብቱ ያወጣል።`,
  "ወንጌል ዮሐ 5፥16-28": `16-ስለዚህ አይሁድ ጌታችን ኢየሱስን ያሳድዱትና ሊገድሉትም ይሹ ነበር በሰንበት እንዲህ ያደርግ ነበረና 
መድኃኒታችን ኢየሱስ ክርስቶስ በአበባ የተንቆጠቆጠ ምንጣፍ የተዘረጋበት ጥርጊያ መንገድን በሰዎች ፊት አላዘጋጀም። ይልቁንም መንገዱ ውጣ ውረድ የበዛበትና መግቢያውም ጠባብ መሆኑን ነገራቸው እንጂ። ወደ ሕይወት የሚወስደው ደጅ የጠበበ መንገዱም የቀጠነ ነውና፤ የሚያገኙትም ጥቂቶች ናቸው። እንዲህ በማለቱ ስለ ስሙና ስለጽድቅ ሲሉ መከራን መቀበል እንደሚጠበቅባቸው ገልጾላቸዋል።…ጌታ ኢየሱስ ክርስቶስ ብዙ መከራዎችን ተቀብሏል።
በተደጋጋሚም አንፈልግህም ተብሏል። በቤተ ሳይዳ ለ38 ዓመታት ተዘንግቶ የነበረውን በሽተኛ ስለፈወሰ ስለዚህ በሰንበት ይህን ስላደረገ አይሁድ ኢየሱስን ያሳድዱት ነበር። ሊገድሉትም ይፈልጉት ነበር። የሚል ቃል በዮሐ 5፤16 ላይ ተጽፎ እናነባለን። በአንድ ወቅትም ጌታ በሰማሪያ አድርጎ ወደ ኢየሩሳሌም ሊያልፍ በወደደ ጊዜ በሰማርያ ያሉት ሰዎች ሊቀበሉት አልወደዱም።- አቡነ ሺኖዳ (የተራራው ስብከት 79 ) መንፈሳዊ ሰው በማንኛውም ጊዜ ቢሆን የሐዋርያትን ቃል ያስቀድማል። እንዲህ የሚለውን በመንፈስ እንጂ በፊደል ለማይሆን ለአዲስ ኪዳን አገልጋዮች እንሆን ዘንድ አበቃን፤ ፊደል ይገድላልና መንፈስ ግን ሕይወትን ይሰጣል። ይህ የክርስትና መርሕ በእግዚአብሔር ትእዛዛት ውስጥ ሁሉ ስለሚገኝ እስከ ሕይወቱ ፍጻሜ ድረስ አብሮት ይጓዛል። እርሱ የሚጨነቀው ስለ ትእዛዙ መንፈሳዊነት እንጂ ስለ ቃል ትርጉም አይደለም። እርሱ መንፈሳዊ ሰው እንጂ ፈሪሳዊ ወይም ጸሐፊ አይደለም። ፈሪሳውያን የሚያተኩሩት የቃል ትርጉም ላይ ስለ ሆነ ጌታን ከቃል ትርጉም ተነሥተው ስለ ሰንበት አከባበር ከሰውታል። እርሱ ከልጅነቱ ጀምሮ ዐይነ ሥውር ሆኖ የተወለደውን ሰው ዐይኑን ያበራለት በሰንበት ነበርና። እነርሱ ግን በዚህ ምክንያት ይህ ሰው ሰንበትን አያከብርምና ከእግዚአብሔር አይደለም አሉት። እግዚአብሔርን አክብር ይህ ሰው ኃጢአተኛ መሆኑን እኛ እነውቃለን ብለው ተናግረውለታል። ከዚህ በተጨማሪ መድኃኒታችን ኢየሱስ ክርስቶስ ለ38 ዓመታት ይህል በቤተ ሳይዳ የመጠመቂያ መተላለፊያ ቦታ ላይ ወድቆ ለነበረው በሽተኛ ፈውስን የሰጠው በሰንበት ነበር። ይህ አስመልክቶ መጽሐፍ ቅዱስ እንዲህ ይላል ስለዚህ -ስለዚህ አይሁድ ጌታችን ኢየሱስን ያሳድዱትና ሊገድሉትም ይሹ ነበር በሰንበት እንዲህ ያደርግ ነበረና። የትእዛዝ መንፈሳዊነት ለማረጋገጥ መረዳቱን ሰለማይሰጥ በእርግጥም የሚገድለው ፊደል ነው። -አቡነ ሺኖዳ (መንፈሳዊው ሰው 100) አንድ ሰው ሰንበትን አስመልክቶ ከተሠራው ሕግ በላይ በነጻ ፈቃዱ ሌሎች መልካም ነገሮችን ጨምሮ ቢተገብር የመንፈስ ነፃነት እንዳለው ያመለክተናል። በነፃነት የፈጸመው በጎ ሥራ በሰንበት ከተሠራው ሕግ በላይ ነው። ቅዱስ ኤፍሬም (ኅብረ ወንጌል 213) 17-ጌታችን ኢየሱስም መልሶ አባቴ እስከ ዛሬ ይሠራል እኔም እሠራለሁ አላቸው
ከፊት ለፊታችንም አባቴ እስከ ዛሬ ይሠራል እኔም እሠራለሁ ። በማለት የተናገርከውን ቃል እናስቀድማለን። ስለዚህ ጌታችን ሆይ ፍትሕንና መልካም የሆነውን ሁሉ የምትወድ አንተ ነህና ሥራ፤ ሰዎች ሕይወታቸው በአንተ ያርፉ ዘንድ ሥራ፤ ከዚህ በኋላ ድንቅ ሥራህን በመመልከት በዝምታ ወደ ተመስጦ ይገባሉ። አቡነ ሺኖዳ (የነፍስ አርነት 106) እግዚአብሔር የሚሠራው በዝምታ ውስጥ ነው።…ይህ በመሆኑ እኛ አማኞች የእግዚአብሔርን ሥራ በፊታችን ልናስቀምጥ ይገባናል። እኛ ባንጠይቀውም እግዚአብሔር ለእኛ ይሠራል። እግዚአብሔር ሕዋውን ፈጠረ እንጂ ሕዋው ሕያው ሆኖ ይፈጠር ዘንድ ለእግዚአብሐየር ጥያቄ አላቀረበም። ሕያውነት የሌለው ነገር ሕያው እንዲሆን ጥያቄ የማቅረብ ችሎታ የለውም። ልክ እንደዚሁ እግዚአብሔር ሰውን ፈጠረ እንጂ አፈር ሰው ሆኖ ይበጅ ዘንድ እግዚአብሔርን አልጠየቀም። እግዚአብሔር ለእኛ ሁሉ ነገር አድርጎልናል። እርሱ ለእኛ ፀሐይን ፣ ጨረቃን፣ በሕርናንና ወንዞችን ፈጥሮአል። ዛፎችና ፍራ ፍሬዎችን ማንኛውንም ዓይነት ምቾት የሚሰጡ ነገሮችን ሰው ሳይጠይቀው እግዚአብሔር አድሎታል። አዳም ባይጠይቀውም እርሱ ሔዋንን ለአዳም ፈጥሮለታል። ይህ ይሁን እንጂ አዳም ረዳት የምትሆነው ሔዋን ሴት እንደማታስፈልገው ማሰቡን እግዚአብሔር አውቋል።እግዚአብሔር ሁሉን ነገር ያደረገው ከፍቅሩና ከጥበቃው የተነሣ ነው። እግዚአብሔር ለሕያው የሚያደርገው ጥበቃው ቀጥሏል።…እርሱ ፀሐይን ያወጣው ለሁሉም ሲሆን የምደርንም ፍሬ የሰጠው ለሁሉም ነው። ይህን ያደረገውም ሕልውናውን ለካዱትና ስሙን በከንቱ ለሚያጠፉት ሁሉ ነው። 
ትእዛዙን ለጣሱትና አንታዘዝም ላሉት ኃጢአተኞችም ሁሉንም ሰጥቷል። እርሱ በሕዋው ውስጥ የሚሠራ መልካም እያደረገ የሚሄድ በረከቱንና ጸጋውን ለሁሉም የሚያድል ሁሉንም የሚወድ አምላክ ነው። በእርግጥም እርሱ ፍጹም ፍቅርና መልካም የሆነውን ብቻ የሚያደርግ እግዚአብሔር ነው። እርሱ ለእና ሁሉ ነገራችን ነው፤ የሁላችንም አባት ነው። እንደ አባትነቱ ልጆቹ የሚያስፈልጋቸውን ነገሮች በሙሉ እስኪጠይቁት ድረስ አይጠብቅም፤ እርሱ ለእያንዳንዱ ሰው የሚያስፈልገውን ነገር ከማወቁም በላይ ለእያንዳንዱ የሚያስፈልገውን ነገር ይሰጠዋከል። ይህ ሁሉ እንዲያስፈልጋችሁ የሰማዩ አባታችሁ ያወቃልና።
የሰማዩ አባታችሁ እያንዳንዱ ሰው የሚያስፈልገውን ነገር ያውቃል። የእያንዳንዱን ሰው የልብ ትርታ ያዳምጣል፤ የእያንዳንዱን ሰው አሳብና ስሜት ያነባል፤ የእያንዳንዱን ሰው ምኞትም ይገነዘባል። እርሱ ለሰማይ ወፎች ምግብን ለምድር አበቦችም ውበትን ካጎናጸፈ ልጆቹ ነን ብለው ለሚለምኑት እንዴት የበለጠውን ነገር አይሰጣቸውም። እግዚአብሔር ለሰው የሚሠራውን ሥራ እንደንዘነጋ የሚያደርገን ደካማ እምነታችን ነው። ስለሆነም እግዚአብሔርን በዓይኖቻችን ፊት በማስቀመጥ ሰለ ሰብአዊ ፍላጎታችንን፣ ስለ ሀገራችን ፍላጎት፣ ፍቅርና ሰላም ስሚያስፈልገው ስለ መላው ዓለም ፍላጎት፣ በጦርነቶች ምክንያት ስለተበታተነው ዓለምና ወንድም ወንድሙን በመቃወም ስለቆመበት፣ ዓለም ድኅነት እንለምነው። እግዚአብሔር በሚሠራው ሥራ ውስጥ የሰዎችን ሁሉ ልብ በፍቅር መሙላት ይችላል። ከዚህ በተጨማሪ በሰው ሁሉ ውስጥ የላቀና የሰከነ ስሜት እንዲኖር፣ ማድረግ ይችላል።…ይህ እምነታችን እስከ ሆነ ድረስ እግዚአብሔርን ያለምንም ማቋረጥ በዓይኖቻችን ፊት በማስቀመጥ በሥራው ልንታመን ይገባናል። እግዚአብሔር ባለፈው ጊዜ ሠርቷል አሁንም እየሠራ ነው። ወደ ፊትም ይሠራል። እስከ ዘለዓለምም ድረስ ይሠራል። 
መድኃኒታችን ኢየሱስ ክርስቶስ ይህን አስመልክቶ አባቴ እስከ ዛሬ ይሠራል እኔም እሠራለሁ ብሏል። …ጻድቁ ዮሴፍ በእስር ቤት ሳለ እግዚአብሔር ለእርሱ ይሠራ ነበር።…ነቢዩ ዮናስ እርሱ አያልመው እንጂ በእግዚአብሔር አማካይነት ከባሕር አደጋ ድኗል።- አቡነ ሺኖዳ (እግዚአብሔርና ሰው 99)
የእግዚአብሔር ሥራ ፍጥረታትን ፈጥሮ ከጨረሰና በሰባተኛው ቀን ካረፈ በኋላ አላቆመም። እርሱ ኃያል ስለ ሆነ ሁሉን በበልከትና በአዋቂነቱ በማወቅ ያለማቋረጥ ይሠራል። …በቅዱሳን መላእክ ይሠራል።-አቡነ ሺኖዳ (የተስፋ ሕይወት 96) እግዚአብሔር ሌሊተ፣መንገድ ላይ ፣በጌቴሴማኒ፣ በእሳቱ ውስጥ፣በውኅኒ ቤት ይሠራል። እግዚአብሔር ሰዎች እንዲሠሩ ይፈልጋል። እነርሱም ውስጣዊ እና የማስታረቅ ሥራ ናቸው። …ስለሆነም ኃጢአት ማለት ክፉ ማድረግ ብቻ አይደለም፤ መልካም ሥራዎችን አለመሥራትና መክለትን ቆፍሮ መቅበር ጭምር እንጂ። -አቡነ ሺኖዳ (መንፈሳዊ አገልግሎት 44) እግዚአብሔር እንደ ሰው የሚያርፍበት ጊዜ የሚያስፈልገው አይደለም፤ አይደክምም፤ አይታክትም። /ቅዱስ ቀሌሜንጦስ/ አባቴ ለሰው መልካም ነገር ሲያደርግ በሕግ የተወሰነ ጊዜ(ቀን) የለም። እኔም እንደ እርሱ ለሰዎች መልካም ነገር ሳደርግ የተወሰነ ዘመን(ቀን) የለኝም ሲል ነው። ግእዝ በግእዝ ትርጓሜ አባቴ በሰንበት ቀብ ፀሐይን ያወጣል፣ዝናብንም ያዘንባል፤ ሌሎችንም ለሰው ጥቅም የሆኑ ነገሮችን በሰንበት ያርጋል ሲል ነው።- ቅዱ ዮሐ አፈ እነርሱ ቅርብ የሆኑ ነገሮችን የውኃውን መናወጥ የመልአኩንመውረድ የበሽተኞችን መፈወስ ባለመንገዘባቸው ሲዘልፋቸው ነው። ሌሎችም እነዚህን የመሰሉ ነገሮች የፀሐይ መውጣት የዝናብ መውረድ የወንዞች መፍሰስ እነዚህ ሁሉ በሰንበት ይደረጋሉና አባቴ እነዚህ በሰንበት ቀን ያደርጋል እኔም እንደ አባቴ በሰንበት መልካም ሥራ እሠራለሁ፤ በሽጠኛውንም እፈውሳለሁ። /አይሻይድ/
እግዚአብሔር ፍጥረቱን በቀጥታ ለመፍጥርም ሆነ ለመመገብ የሚታበይ ወይም ፍጥረቱን የሚንቅ አማላክ አይደለም፣ እርሱ ከፍጥረቱ የራቀ አይደለም። የእግዚአብሔር መለኰታዊ ፈቃድ የሁሉም ነገር ቀጥተኛና ብቸኛ መገኛ ነው፣ ከዚህ ውጭ የመካካለኛ ፍጥረት አስፈላጊነት አስተሳሰብ ስለ እግዚአብሔር ሊኖር ከሚገባው ትክክለኛ አስተሳሰብ ጋር የማይሄድ የማይስማማ ነው። ስለዚህ እግዚአብሔር ፍጥረቱን በራሱ ፈቃድ ያልፈጠረና በቀጥታ የማይመግብ ይመስል የመካከለኛ አገልግሎት አስፈላጊ አይደለም። የተፈጠሩት ሁሉ የእግዚአብሔር የቸርነት እጅ አይለያቸውና፤ አዳምን የፈጠሩ እጆች ዛሬም ሆነ ወደ ፊት ከእርሱ በኋላ የሚመጡትን ሁሉ በህላዌ በመስጠት ይፈጥራሉ፤ እጆችህ ሠሩኝ አበጃጁኝም እንደ ተባለ። ስለዚህ እግዚአብሔር ከፍጥረቱ ጋር ያለው የማቋይረጥ ግንኙነትና መግቦት ከአባቱ ተለይቶ የቃል ብቻ ገንዘብ አይደለም፤ መፍጠርና መመገብ የቃል ገንዘብ እንደ መሆኑ የአባቱም ነው እንጂ። አባቴ እስከ ዛሬ ይሠራል እኔም እሠራለሁ። እንዳለ። ቅ አትና ( ቅዱስ አትናቴዎስ ሐዋርያ ሕይወቱና ትምህርቱ 132)
18-ስለዚህ አይሁድ ሊገድሉት በጣም ይፈልጉ ነበር ሰንበትን የሚሽር ነው በማለት ብቻ አይደለም ደግሞም እግዚአብሔርን አባቴ ነው ይላል ራሱን ከእግዚአብሔር ጋር ያስተካክላል በማለት ነው እንጂ 
19-ከዚህም በኋላ ጌታችን ኢየሱስ መልሶ እንዲህ አላቸው አውነት እውነት እላችኋለሁ ወልድ ከራሱ ብቻ ምንም ሊያደርግ አይችልም አብ ሲያደርግ ያየውን ነው እንጂ ወልድም አብ የሚሠራውን ያንኑ እንዲሁ ይሠራል፤ ወልድ ከራሱ ብቻ ምንም ሊያደርግ አይችልም። የወልድ ባሕርይ የአብ ባሕርይ ነውና። 
እውቀታቸውም አንድ ነውና እንዲህ ስለ ሆነ ሥራው እንዴት ከአብ የተለየ ይሆናል (ግእዝ በግእዝ ትርጓሜ) ወልድ ከራሱ ማድረግ የማይቻል ሆኖ አይደለም። ስለዚህም መልካም ላደረጉ ዋጋ ክፉ ባደረጉ ኩነኔ ይገባቸዋል። እንደዚህስ ባይሆን መልካም ነገር ባልተወደደ ክፉው ነገርም ባልተጠላም ነበር። ወልድ ከራሱ ሊያደርግ ምንም አይችልም ማለት ግን ከአብ ተቃራኒ የሆነ ልዩ የሆነ ነገር አያደርግም ማለት ነው። በመለኮታዊ ባሕርይ በችሎታ በሥልጣን ፍጥረትን ሁሉ በመፍጠር አንድ ናቸው። ቅ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 130) ለወልድ ድክመትን የሚገልጽ ማንም ቢኾን ለአብም እንዲሁ መግለጹ ነው።-ሊቁ አባ ጄሮም (ትምህርተ ጽድቅ 326) እርሱ ለራሱ የተለየ ፈቃድ አይሻም። ስለሆነም ፈቃዴን ለማድረግ አይደለም፤ የላከኝን ፈቃድ ለመፈጸም ከሰማይ ወርጃለሁ እንጂ አለ። አቡነ ሺኖዳ (ተኀሥሦ 190) ወልድን ያማልዳል ማለት አብን ያማልዳል ማለት ነው። (ሁለቱ ኪዳናት 207)
20-አብ ልጁን ይወዳልና የሚሠራውንም ሥራ ሁሉ ያሳየዋል 
እግዚአብሔር ፍቅር ነው ስንል በእግዚአብሔር ሦስትነት ውስጥ ያለውን ፍጹም አንድነት ሕብረትን መናገራችን ነው። በሥላሴ ባሕርይ ውስጥ ያለው ፍቅር ከሌላ የተገኘ ሳይሆን የራሱ ባሕርይ መፈለጫ ነው። ስለዚህ ጌታችን ይህን ሲያስረዳ አባት ሆይ ዓለም ሳይፈጠር በፊት ስለወደድኽኝ የሰጠኽኝንም ክብሬን እንዲያዩ እኔ ባለሁበት የሰጠኽኝ እነርሱ ደግሞ ከእኔ ጋራ ይሆኑ ዘንድ እወዳለሁ። ሲል በሌላ ሥፍራ ደግሞ -አብ ልጁን ይወዳልና የሚሠራውንም ሥራ ሁሉ ያሳየዋል ብሏል። (8ኛው ቀንና ሌሎችም 110) የሚያደርገውን ሁሉ ያሳየዋል የሚለው ቃል ወልድ ሰው ለመሆኑ የተነገረ የትሕትና ቃል ነው። ግእዝ በግእዝ ትርጉም (የዮሐንስ ወንጌል ማብራሪያ 130) 
ለእግዚአብሔር ባሕርይ መውደድ እንጂ መጥላት አይስማማውም፤ እግዚአብሔር ባሕርዩ ፍቅር ነውና። ለውኃ ባሕርይ ቁረት እንጂ ሙቀት ፤ ለእሳት ባሕርይ ሙቀት እንጂ ቁረት ይስማማዋልን ምን አልባት ውኃውን በእሳት እናሞቀው እሳቱንም በውኃ እናጠፋው ይሆናል ይህ ግን ሙቀት እና ቁረት ይስማማቸዋል አያሰኝም ከባሕርያቸው ውጭ ነውና። የእግዚአብሔር ባሕርይም እንዲህ ነው ይወዳል እንጂ አይጠላም።…በሥላሴ ዘንድ አንዱ አካል አንዱን አካል እንደሚወድ ተነግሯል። እስመ አብ ያፈቅር ወልዶ ወኵሉ ያሬእዮ፤ አብ ልጁን ይዳልና። (ተንከተም 95) 
21-አብ ሙታንን እደሚያስነሣቸው ሕይወትንም እንደሚሰጣቸው እንዲሁ ወልድም ለሚወድዳቸው ሕይወትን ይሰጣል 
22-አብ ከቶ በማንም አይፈርድም ፍርድን ሁሉ ለወልድ ሰጠው እንጂ 
ሙታንን ማንሣት ፍርድ ይከተለዋልና።የማይዳሰሰውና የማይታወቀው መለኮት ከሚዳሰሰው ሥጋ ጋር ተዋሕዷልና ፍርድን ሰጠው ይላል። ግእዝ በግእዝ አብ በግዙፍ ሥጋ አለመገለጡን ለመናገር ነው እንጂ መፍረድስ የአምላክነት ተግባር ስለሆነ በአብና በወልድ በመንፈስ ቅዱስም ሥልጣን የሚከናወን የእግዚአብሔርነት መገለጫ ነው። (የዮሐንስ ወንጌል ማብራሪያ 131) ጌታ ሆይ አንተ ፍርድን ሁሉ ከአባትህ የተቀበልክ ብትሆን እንኳ በዓለም ልፈርድ አልመጣሁም ብለሃል። አቡነ ሺኖዳ (የተስፋ ሕይወት 112) በሕያዋንና በሙታን ለመፍረድ በምስጋና ይመጣል። (ጸሎተ ሃይማኖት (ቃላተ ወንጌል 175) 
23-ሰዎች ሁሉ አብን እንደሚያከብሩ ወልድን ያከብሩ ዘንድ ወልድን የማያከብር ግን የላከውን አብን አያከብርም
24-እውነት እውነት እላችኋለሁ ቃሌን የሚሰማ በላከኝም የሚያምን የዘላለም ሕይወትን ያገኛል ከሞትም ወደ ሕይወት ተሻገረ እንጂ ወደ ፍርድ አይሄድም 
ይህ ቃል ስለ ፍርድ የተጠቀሰው ቅጣትን የሚያመለክት ነው። /አውግጢኖስ/ መጽሐፍ ቅዱስ ተመግበኸው ሕይወት እንድታገኝበት ከእግዚአብሔር የተሠጠህ መንፈሳዊ ምግብ ነው። ጌታችን ዲያብሎስ ሊፈትነው በቀረበ ጊዜ ከመጽሐፍ ቅዱስ ጠቅሶ እንደተናገረው ሰው ከእግዚአብሔር በሚወጣው ቃል ጭምር እንጂ በእንጀራ ብቻ አይኖርም። ለሥጋህ ሕይወትህ የሚሆን ሥጋዊ ምግብ አለህ። ነገር ግን አንተ ሥጋ ብቻ አይደለህም። በውስጥህ የማይሞት የማይበሰብስ መንፈስ አለ። ስለዚህ መንፈሳዊንም ምግብ መጽሐፍ ቅዱስን ተመግበህ ሕይወት ማግኘት አለብህ። -እውነት እውነት እላችኋለሁ ቃሌን የሚሰማ በላከኝም የሚያምን የዘላለም ሕይወትን ያገኛል ። ወነድሜ ሆይ መኖር የምትችለው በመጽሐፍ ቅዱስ ውስጥ ባለው የሕይወት ቃል ጭምር እንጂ በእንጀራ ብቻ እንዳልሆነ እርግጠኛ ሁን። አቡነ ሺኖዳ (ጉዞ ወደ እግዚአብሔር 25) የሕይወት ቃል ዕለታዊ ፍላጎት ነው፣የጸጋ፣ዘላለማዊ ቡራኬ ነው። (መልእክተ ዮሐንስ 81) መሻገር ሲባል ወደ ፍርድ አለመሄድን ከዘለዓለም ኵነኔ መዳን ማለት ነው።(መልእክተ ዮሐንስ 287)
፳፭. "እውነት አውነት እላችኋለሁ፤ ሙታን የእግዚአብሔርን ልጅ ቃል የሚሰሙበት ሰዓት ይመጣል፤ እርሱም አሁን ነው፤ የሚሰሙትም ይድናሉ።
ወልድ መበለትንና አልዓዛርን ሌሎችንም ማንሣቱን ያመለክታል። ግእዝ በግእዝ ትርጓሜ (የዮሐንስ ወንጌል ማብሪ 132) እግዚአብሔር የሕያዋን አምላክ እንጂ የሙታን አምላክ አይደለም።
ነገር ግን በትምህርተ ሐዋርያት እንደተረዳነው ብንሞትም ብንኖርም የእግዚአብሔር ነን የምንል በመሆናችን እግዚአብሔር አምላክ ሕያዋን ተስፋ ምውታን እንለዋለን። ኢየሱስ ክርስቶስ ምውት በሥጋ ሕያው በመንፈስ ሆኖ በመቃብር ውስጥ ካደረ በኋላ የሚሞቱ ሁሉ ምውት በሥጋ ሕያው በመንፈስ መሆንን ስለተሰጣቸው ነፍሳቸውን በፈቃዳቸው ተመጠዋ ለነፍስየ፤ ነፍሴን ተቀበላት ብለው ይሰጣሉ። በሰማይ ለመኖር የሚደረግ ሞት እንደሚሞቱ ስለሚያምኑ ነው። "እውነት አውነት እላችኋለሁ፤ ሙታን የእግዚአብሔርን ልጅ ቃል የሚሰሙበት ሰዓት ይመጣል፤ እርሱም አሁን ነው፤ የሚሰሙትም ይድናሉ። ትንሣኤና ሕይወት እኔ ነኝ፤ የሚያምንብኝ ቢሞት እንኳ ሕያው ነው ይላልና። በተስፋ ይሞታሉ ነፍሳቸውን ለታመነ ባለ አደራ መስጠታቸውን እንጂ መሞታቸውን አያስቡምና። (ተንከተም 275) 
፳፮. ለአብ በራሱ ሕይወት እንዳለሁ፥ እንዲሁም ደግሞ ለወልድ በራሱ ሕይወት እንዲኖረው ሰጠው።
ሕይወት አንዲት ናት እሷም ሕያዋን ፍጥረታትን እንዲገኙ ያደረገች ናት። ትፈጥራለች እንጂ ያልተፈጠረች ናት እሷም የእግዚአብሔር ባሕርይ ናት። ሞት የማይስማማው ሕይወት ለፍጡራን አልደጠም አምላካችን ግን ሞት የማይለውጠው ሕያው ባሕርይ ነው። ሕይወትም ሕያው ተብሎ ይጠራል። የባሕርይ ሕይወቱን በጸጋ በሰማይም በምድርም መንፈስም ሥጋም አድርጎ ለፈጠራቸው ፍጥረታት ሰጥቷቸዋል። 
የሰው ልጅ በጥንተ ተፈጥሮ ያገኘውን ሕይወት በሞት ቢያጣ እግዚአብሔር አብ ልጁን በሥጋ በላከ ጊዜ መልሶለታል፤ ለዚህም ቅዱስ ወንጌል አምላካችን መድኃኒታችን ኢየሱስ ክርስቶስ መለኮታዊ ባሕርዩ ሕያው ወሀቤ ሕይወት ሆኖ ሳለ በኛ ተገብቶ ተወካፊ ስለሆነ የሚከተለውን ንባብ በቅዱስ መጽሐፍ እናገኛለን።
ለአብ በራሱ ሕይወት እንዳለሁ፥ እንዲሁም ደግሞ ለወልድ በራሱ ሕይወት እንዲኖረው ሰጠው ይላል። ወሀቦ የተባለ አብ ከተወካፊ ወልድ በባሕርይ መለኮቱ የሚለይ የሚበልጥ ሆኖ አይደለም በኛ ባሕርይ ስለእኛ ተሰጠው ተብሏል እንጅ። (ተንከም 93)
፳፯. የእግዚአብሔር ልጅ የሰው ልጅ ነውና ይፈርድ ዘንድ ሥልጣንን ሰጠው።
አብና መንፈስ ቅዱስ በሥጋ አይገኙም፣ አይፈርዱም። ይህን የተናገረው ስለ ሰውነቱ ነው። ፍርድ ሰው በሆነ በወልድ ይፈጸማልና። አይሻይዳድ (የዮሐንስ ወንጌ ማብሪ 133)
፳፰. በመቃብር ያሉ ሁሉ ቃሉን የሚሰሙበት ጊዜ ትመጣለችና ስለዚህ አታድንቁ።
`,

  /** ---------------------------------------------------------- **/

  "መዝሙር አምላክ ፍጹም በህላዌሁ": `አምላክ ፍጹም በህላዌሁ ዘሀሎ እምቅድመ ይትፈጠር ዓለም ዘበመንግሥቱ ይኴንን ዓለመ ሰማየ ገብረ ለስብሐቲሁ ዓለመ ፈጠረ ወምድር ሣረረ ወገሠፀ ባሕረ ወገሠፆሙ ለኲሉ ፍጥረት እለ ውስተ ደይን ያዕረፉ ባቲ አብ ቀደሳ ለሰንበት ቅረቡ ኀቤሁ ለአምላክ ጽድቅ ማኅደር ለንጹሓን ከመ ትንሥኡ አክሊለ ስብሐት ዘአስተዳለወ ለእለ ያፈቅርዎ ጸንዐ በጸጋ በሥነ ወበሃይማኖት ወረሱ አክሊለ ስምዕ በእምነቶሙ እለ እምዓለም አሥመርዎ ለእግዚኦሙ መምህረ ቅዱሳን አክሊለ ሰማያት ሠያሜ ካህናት።
- ቅድመ ዓለም በመንግሥቱ የነበረ፤ በአነዋወሩ ፍጹም አምላክ የሆነ፤ ዓለምን ይገዛል፤ ሰማይን ለክብሩ አደረገ፤ ዓለምን ፈጠረ ምድርን ሠራ አዘጋጀ፤ አበጃጀ፤ ባሕርን ገሠፀ፤ ፍጥረትን ሁሉ ገሠፃቸው፤ በመከራ ውስጥ ያሉ ያርፉባት ዘንድ እግዚአብሔር አብ ሰንበትን ቀደሳት አከበራት ከፍ ከፍ አደረጋት፤ በንጹሓን ማደሪያ ለሚወዱት ያዘጋጀውን የክብር አክሊል ትቀዳጁ ዘንድ ወደ እውነት አምላክ ቅረቡ፤ በዓለም ሳሉ የቅዱሳን መምህራቸው፤ የሰማዕታት አክሊላቸው የካህናት ክብራቸው የሆነውን ጌታቸውን ደስ ያሰኙት ዘንድ በሃይማኖት፤ በጸጋና በልጅነት ጸኑ፤ በእምነታቸውም የምስክርነትን አክሊልን ወረሱ።
`,
  "ምስባክ መዝ 33፥5": `5፤ ቅረቡ ኀቤሁ ወያበርህ ለክሙ። ፤ወኢይትኀፈር ገጽክሙ። 6፤ ዝንቱ ነዳይ ጸርሐ እግዚአብሔር ሰምዖ። 5፤ ወደ እርሱ ቅረቡ ያበራላችሁማል፥ ፊታችሁም አያፍርም። 6፤ ይህ ችግረኛ ጮኸ፥ እግዚአብሔርም ሰማው፦
ለአንተ ቢደረግልህ ለእኛም ይደረግልን ይሆን ትሉኝ እንደሆነ አዎን በሕግ በአምልኮት በምግባር በሃይማኖት በጾም በጸሎት ወደ እርሱ ከቀረባችሁ ብርሃነ ጸጋውን፣ ብርሃነ ረድኤቱን ያበራላችኋል፤ አንድም ክፉውን ነገር አርቆ ከመከራው ሥጋ ከመከራ ነፍስ ጠብቆ ደስ ያሰኛችኋል (ዘዳ 15፥9፣ ሉቃ 16፥19፣ ዮሐ 8፥34፣ ማቴ 9፥9፣ 4፥19) ወኢይትኀፈር ገጽክሙ። ፊታችሁም አያፍርም ማፈር በፊት ነውና፤ መክ 7፥3 ዝንቱ ነዳይ ጸርሐ እግዚአብሔር ሰምዖ።ማናቸውም ደሀ ወደ እግዚአብሔር በለመነ ጊዜ እግዚአብሔር ልመናውን ይሰማዋል። የሚሰማው ደሀን ብቻ ሆኖ አይደለም፤ በጸናው ለመናገር ነው እንጂ፤ ተቆርቋሪ ወገን ዘመድ የሌለው ደሃ በዚህ ዓለም ፍርድ ቤት በምድራዊ ችሎት ፍትሕ አያገኝም፤ 
የእግዚአብሔር ችሎት ግን ዘመድ ወገን መማለጃ ገንዘብ አይጠይቅምና፤ ማንኛውም የተከፋ የተገፋ ሰው ቀና ብሎ አቤቱታውን አቅርቦ ወዲያው ፍትሐዊ መልስ የሚያገኝበት በመሆኑ ይህ ደሃ ጮኸ ጩኸቱም ተሰማለት ተባለ። ማቴ 8፥27፣ ዕብ 12፥25 
`,
  "ወንጌል ማቴ 8፥23-ፍሜ": `23-ወደ ታንኳ በወጣ ጊዜም ደቀ መዛሙርቱ ተከተሉት
24-እነሆም የባሕሩ ማዕበል ታንኳዉን እስኪደፍነዉ ድረስ በባሕሩ ታላቅ መናወጥ ሆነ እርሱ ግን ተኝቶ ነበር
25-ደቀ መዛሙርቱም ቀርበዉ ቀሰቀሱትና አቤቱ እንዳንሞት አድነን አሉት
26-እርሱም እናንተ እምነት የጎደላችሁ ምን ያስፈራችኋል አላቸዉ ተነሥቶም ነፋሳትንና የባሕሩን ማዕበል ገሠጻቸዉ ታላቅ ጸጥታም ሆነ
ይኸውም ጌታ ቀድሞውኑ ተአምራት ያደረገ ቢኾንም አኹን ለየት ያለ ተአምር ማድረጉ የሚያሳየው ቀድሞውኑ የኤርትራን ባሕር ሙሴን አዝዞ የከፈለው ርሱ መኾኑን ሲያጠይቅ ነው፤ ኾኖም ግን ሙሴ የኤርትራን ባሕር ሲከፍል እንደ አገልጋይ ሲሠራ ጌታ ግን እንደጌትነቱ ይሠራልና ምክንያቱም ጌታችን እንደ ሙሴ በትርን አልዘረጋም፤ እጁንም ወደ ላይ አላነሣም መጮኽም አልፈለገውም በቃሉ ብቻ አዘዘው እንጂ ባሕሩም ለፈጣሪው ቃል ታዘዘ እሺ ብሎ ጸጥ አለ ከብሕርይ አባቱ ጋር የተካከለ ነውና፤ ስለዚህ አስቀድሞ ዳዊት ተገልጾለት እነርሱ የእግዚአብሔርን ሥራ በጥልቅም ያለችውን ድንቁን ተናገረ ዐውሎ ነፋስም ተነሣ ሞገድም ከፍ ከፍ አለ በተጨነቁ ጊዜ ወደ እግዚአብሔር ጮኹ  ከመከራቸውም አዳናቸው ዐውሎንም ጸጥ አደረገ ሞገዱም ዝም አለ 
ዝም ብሎአልና ደስ አላቸው ወደ ፈለጉት ወደብ መራቸው ለሰው ልጆች ስላደረገው ተአምራት ስለ ምሕረቱ እግዚአብሔርን ያመስግኑ አንዳለ። ሕዝቡም ሥጋን ተዋሕዶ በተገለጠ በእግዚአብሔር ልጅ ተአምራት በእጅጉ ተደንቀዋል። -ቅዱስ ዮሐ አፈ (ነገረ ክርስቶስ ክፍ1 352) ጌታችን ያደረገውን ድንቅ ተአምርን እዩ ስሙ፤ በሰንበት ቀን ባሕርን ገሠጸ፤ ነፋሳትንም ገሠጻቸው፤ ጸጥታም ኾነ ያቺ ባሕር የፈጣሪዋን ቃል ሰምታ ያን ጊዜ ዝም አለች በሰንበት ታላቅ ጸጥታ ኾነ። /ቅዱ ያሬድ/ በመርከብ ውስጥ በተኛ ጊዜ ከሚያንቀላፉት አንዱ እንደ ኾነ ተመለከቱት።…ጌታ ሆይ እንዳንተ ያለ ማን አለ …የማታንቀላፋ ትጉህ ስትሆን አንቀላፋህ። /ቅዱ ኤፍሬም/ ማዕበሉ ቤተ ክርስቲያን በፍጻሜ ዘመን የሚገትማትን መከራ ያሳያል። (ምጽአተ ክርስቶስ 150)
ከታንኳይቱ ጌታ ጋር መሳፈር ማለት ክርስቶስን በመምሰል ቁርጥ ሕሊና መያዝ ማለት ነው። ይህ ብቻ ሳይሆን በዚያው ጸንቶ ለመኖር ቆርጦ ወስኖ ጉዞ መጀመር ማለት ነው። ታንኳ የተባለችው ሕግ፣ ሃይማኖት፣ ዐቂበ ሕግ፣ ነቢይነት፣ ሐዋርያነት፣ ሰማዕትነት፣ መምህርነት፣ ብሕትውና፣ ምንኩስና፣ ትዳር ክህነት፣ ክርስቶስን ቆርጦ እንደ ፈቃዱ የሚሰማሩበት የተጋድሎ መስክ ነው። መርከቢቱ አንድ ስትሆን ተሳፋሪዎቹ ልዩ ልዩ ናቸው። ቤተ ክርስቲያን ልጅቿ በልዩ ልዩ የተጋድሎ መስክ የተሰማሩ ናቸው። በታንኳይቱ የነበሩት ተሳፋሪዎች የተለያየ ስም እንደ ነበራቸው በቤተ ክርስቲያን ውስጥም እኩሉ ሰማዕትነት፣ እኩሉ በድንግልና፣ እኩሉ በትዳር፣ እኩሉ በመምህርነት፣ እኩሉ በክህነት፣ እንደ ጸጋው ወደ መንግሥተ ሰማይ ወደብ በአንዲቷ ታንኳ በቤተ ክርስቲያን ይሳፈራሉ። ወዲህም በድንግል ማርያም መርከብነት ተሳፍረው ይጓዛሉ። በዚያ ውስጥ ክረስቶስ መኖር አለበት። ይህ ማለት ክርስቶስ አምላኳ፣ ክርስቶስ ፈጣሪዋ፣ ክርስቶስ መሥዋዕቷ፣ ክርስቶስ መድኃኒቷ፣ ባልሆነች ድንኳን መሳፈር ከወደብ አደርስም።
ይህ ማለት የክርስቶስን ጌትነት ፣ የባሕርይ አምላክነት መድኃኒትነት፣ መሥዋዕትነት፣ ሠራዓ መጋቢነት፣ በማታምን ቤተ እምነት መጓዝ ለድኅነት አያበቃም። ክርስቶስ በመርከብ በታንኳይቱ ውስጥ እያለ ባሕር ለባሕር መቃበዝ ለስጥመት እንጂ ለወደብ እንዳያበቃ፣ ከቤተ ክርስቲያን ከድንግል ማርያም ውጭ ክርስቶስን አገኛለሁ ብሎ መድከም ሞት እንጂ ሕይወት ያስገኛል ብሎ ማሰብ ዘበት ነው። ክርስቶስ የነበረ ሐዋርያት በነበሩባት በመርከብ ሆኖ ሳለ በሌላ መርከብ በመቅበዝበዝ ጌታን ማግኘት አይቻልም። እንደዚሁም ሁሉ ከነቢያት፣ ከሐዋርያት፣ ከሰማዕታት፣ ከጻድቃን፣ ከሊቃውንት፣ ከቅዱሳን አንድነት ተለይቶ ጌታን ማግኘት አይቻልም። መዳንም የለም።
በሁሉም ላይ ማዕበሉ ተነሥቷል። ከጌታ ጋር አብረው በተሳፈሩባት ሁሉ ላይ ማዕበል ተነሥቷል። ክርሰእቶስን መስዬ አኖኖራለሁ ባለ ክርስቲያን ሁሉ ላይም መከራ አይቀርለትም። የሚሳፈር ሁሉ በባሕር ላይ በምትሔድ ታንኳ ውስጥ እንዳለ ማወቅ አለበት። ይህም ማለት መከራ በከበባት ቤተ ክርስቲያን ውስጥ እንደሚኖር አይዘንጋ። ሆኖም ግን ማዕበሉ ይበረታል እንጂ አትሰጥምም። ለቤተ ክርስቲያን መከራ መቼም አይቀርላትም። ዳሩ ግን መቼም አትሰጥምም፤ ቀዛፊዋ ክርስቶስ ነውና።
በተጨማሪም ማንኛውም ሰው በሚናወጥ ዓለም ውስጥ እንደሚኖር አይዘንጋ። ማዕበሉ ለሁሉም በታንኳ ለነበሩት ነውና። ምንም ዓይነት የሕይወት ምርጫ ውስጥ ቢሆን ሌላኛው የእርሱ የሚሻል የእርሱ ብቻ መከራ የጸናበት አይምስለው። የመነኮስ የባለትዳር ቀላል አይምስለው። የሚያገባም ያገባም ቢመነኩስ የሚቀልለት መስሎት ካለበት አይናወጥ። ወደብ ላይ ለደረሰ ካልሆነ በቀር ለተሳፋሪ ሁሉ ሞገድ አለበትና። ድል ለነሡት አሁን በገነት ላሉት ካልሆነ ሩጫውን ላልጨረሰ ሁሉ መከራ አይቀርምና።
በመርከብ የተሳፈሩትን አበው ሲተረጉሙ፡- ኦሪትን በሠራ ጊዜ ነቢያት፣ ወንጌልን በሠራ ጊዜ ሐዋርያት በግብር መሰሉት፤ ተባሕትዎ በያዘ ጊዜ ባሕታውያን በግብር መሰሉት፤ ወደ መስቀል በወጣ ጊዜ ሰማዕታት በመከራ መሰሉት፤ አክሊለ ሶክ በተቀዳጀ ጊዜ መነኮሳት በግብር መሰሉት፤ በመስቀል ላይ ከቤተ ክርስቲያን ጋር በተሞሸረ ጊዜ ባል እንደ ክርስቶስ ሚስት እንደ ቤተ ክርስቲያን ሆነው በተግባር መሰሉት ተብሎ ተተርጉሟል።
ታለቅ መናወጽ-የተባለው በነቢያት በሐዋርያት በሰማዕታት በባሕታውያን በመነኮሳት በባለትዳሮች በሁሉም ክርስቲያን እስከ ምጽአት ድረስ የሚነሣ የመከራ ንውጽውጽታ ነው።
ማዕበሉ ታንኳይቱን እስኪደፍናት ድረስ መባሉና መርከቢቱ ስትሰጥም መርከብነቷን እንድታጣ ነቢያት ከኦሪታቸው፣ ሐዋርያት ወንጌላቸውን ከመስበክ፣ ሰማዕታት ከመከራቸው፣ ባሕታውየያን ከብሕትውናቸው፣ መነኮሳት ከንጽሕናቸው፣ በዓለም ያሉት ከትዳራቸው እስከ ማናወጽ የሚደርስ የመከራ ጽንዓት ነው። ይኼ ብቻ አይደለም። ታንኳይቱን እስኪደፍናት የተባለ መከራ ከሕግ ብቻ ሳይሆን ከሃይማኖት ያወጣልና። ምግባርን በዕልወት፣ ንጽሕናን በርኵሰት፣ ልዕልናን በውርደት፣ ከመድፈን አልፎ ሃይማኖትን በጥርጥር፣ በምንፍቅና፣ በክሕደት እስኪደፍን ድረስ የሚያይል የመከራ ወጀብን የሚገልጥ ነው።
እርሱ ግን ተኝቶ ነበር።
በዚህ ውስጥ የሚያስገርሙን ምሥጢራት አሉ። ሐዋርያት ያሉት ከጌታ ጋር ነው። ማዕበሉ ደግሞ መርከቢቱን ማንገላታት ብቻ ሳይሆን ለመስጠም ተቃርባለች። ጌታ ደግሞ ይህን ሁሉ ያውቃል። ሐዋርያት እየታወኩ ነበር። መታወካቸው ብቻ ሳይሆን ጠፋንኮ ብለዋል። ይህ ማለት በሐዋርያት ልቡና ይህቺ መርከብ ሰጥማለች ማለት ነው። ይህ ሁሉ ግን ሲሆን እርሱ ግን ተኝቶ ነበር ይላል።
ይደንቃል ጠፍቶት እንዳይባል ምንም ሊነግሩት አይሻም የተባለ የባሕርይ አምላክ ነው። ሐዋርያትም እንኳን ሲነግሩት እንኳን ነገራችሁኝ፤ ተኝቼ እኮ ነው። ለካ መርከቢቱ ሰጥማ ነበር አላላቸውም። ገሠጻቸው እንጂ። ለምን ቢሊ ነፋሱ የሚነፍሰው በእርሱ እጅ ላይ ነበርና። በባሕሩ ላይ በመርከብ ሆኖ ቀላይዋን እስከ መሠረተ ምድር ተሸክሞ በኃይሉ አጽንቶ ነበር። እርሱ በመርከኒቷ ውስጥ እያለ በቀላዩም ውስጥ ነበርና። እንዲህ ከሆነ እርሱ ተኝቶ ነበር መባሉ ስለ ምን ነው ቢሉ ለአጽድቆተ ትስብእት፣ ለአጽድቆተ ተዋሕዶ፣ ስለ ትዕግሠቱ ነበር። 
በርግጥ ሰውን በመምሰል ብቻ ሳይሆን ሰው ሆኖ መምጣቱን ያስረዳ ዘንድ አንቀላፋ። ምንም እንኳን አምላክ ቢሆን ሰው ሆኗልና አንቀላፋ። ምንም እንኳን ሰው ቢሆን አምላክነቱ በሰውነቱ ያልተለወጠ እግዚአ ኩሉ ፍጥረት ነውና ተነሥቶ ባሕርን እንደ ገረድ ነፋስን እንደ ሎሌ አዘዛቸው። ሁለት እንዳንለው አንድ እርሱ ያንን አደረገው። ሰው ብቻ ነው እንዳንለው ሰው ብቻ ባሕርን ይገሥጻልን አምላክ ብቻ ነው እንዳለው አምላክ ያንቀላፋልን ነገር ግን አምላክ ወሰብእ በተዋሕዶ አንድ አካል አንድ ባሕርይ አንድ ፈቃድ ነውና እንደ ሰውነቱ አንቀላፋ እንደ ጌትነቱ ተነሥቶ ሞገዱን ገሠጸ።
ወደ ቀደመ ነገራችን እንመለስና በዚያ ሁሉ መሃል እርሱ ግን ተኝቶ ነበር የተባለው መከራው ሊያጠፋን ነው ብለን እስክናስብ ድረስ የመከራው ብዛት ህልውናችንን እስኪፈታተን ድረስ የእርሱ ዝምታና ትዕግሥት ነው። ለነቢያት በእሳት እስኪጣሉ ድረስ፣ በአንበሳ ጕድጓድ እስኪወረወሩ ድረስ ያለው ትዕግሥቱ ነው። በሐዋርያ ቁልቁል እስኪሰቀሉ፣ ቆዳቸው እስኪገፈፍ ድረስ ዝምታው ነው።
በሰማዕታት በመንኮራኩር እስኪፈጩ፤ በመጋዝ እስኪሰነጠቁ፣ በብረት ምጣድ እስኪጠበሱ፣ አመድ ሆነው እስኪዘሩ፣ ዓጽቅ ዓጽቃቸው እየተቆረጠ ለጣዖት እስኪታጠን፣ ዐሥራ አምስት ዓመት በጉድጓድ ተጥለው እስኪኖሩ ራሱ ዮሐንስ እስኪቆረጥ ድረስ፣ እንደ በቅሎ እስኪሎገሙ ድረስ ዝምታው ትዕግሥቱ ነው።
ባሕታውያን ዓይናቸውን ቁራ እስኪጠጣው፣ በገደል ሲወረወሩና ባሕር ውስጥ ሥጋቸው አልቆ ዓሣ እስኪመላለስባቸው፣ እንደ ጉድፍ እንደ ምናምንቴ በበረሐ ሲጣሉ፣ በውኃ ጥም ጉረሯቸው ሲደርቅ፣ ቅጠል ሲሸመጥጡ ሰይጣን በሰው ተመስሎ አጥንታቸው እስኪደቅ ድረስ በድንጋይ ሲወግራቸው ድረስ ትዕግሥቱን መናገር ነው።
በሰአብእ ዓለም ዐላውያን ነገሥታት ሲነሱባቸው፣ ሲደበደቡ፣ ሲታሰሩ፣ ገንዘባቸው ሲዘረፍ፣ ይበሉ የነበሩ ሲራቡ. ውብ የነበሩ ሲጎሳቆሉ፣ ይከብሩ የነበሩ ሲዋረዱ፣ ሰላም የነበራቸው ሲታወኩ፣ ባለጸጋ የነበሩ ሲያጡ ሲነጡ፣ ይወደዱ የነበሩ ሲዋረዱ፣ ይሰጡ የነበሩ ሲለምኑ፣ ጤና የነበሩ ሲታመሙ፣ ይደመጡ የነበሩ ሲናቁ ትዕግሥቱን መናገር ነው።
መቀስቀስ-አስነሡት (ቀሰቀሱት)
ይህን አባቶቻችን ተላጽቆተ ስኢል ይባላል ይላሉ። ይኸውም እግዚአብሔር ሳይቸግረው ስጡኝ፤ ሳይጠፋው ንገሩኝ፣ ሳይተኛ ቀስቅሱኝ ይላል ማለት ነው። ይህን ስለ ምን ያደርገዋል ስንላቸው ለተላጽቆተ ስኢል ይላሉ። ምን ማለት ነው ስንላቸው በመስጠት ከእርሱ ጋር እንዋሐድ ዘንድ ስጡኝ ይላል። ሁሉን በፈቃዱ ማድረግ ሲቻለው ነገር ግን እኛም በእርሱ ፈቃድ እንድንኖር እርሱም ከእኛ ጋር ይኖር ዘንድ ንቃሕ እግዚኦ ለምንት ትነውም በሉኝ ይላል። 
የመከራው መቅለል ፈቃዳችን እንደ ሆነ፣ የእርሱም ማድረግ እንደምንፈቅደው፣ እርሱም የእኛን መቀስቀስ፤ ተነሥ ማለታችንን ይወድደዋል። በዚህም ከእርሱ ጋር እንዋሐዳለን።
መከራው እንደቀልልን ወደ እርሱ እንለምናለን። እርሱም ዝም ይለናል። እኛም ያቺን ችግር ለማስፈታት ወደ እርሱ ስንመላላስ በዚያው የአባትነቱን ጣዕም ዐውቀን ከእርሱ ጋር ተዋሕደን እንድነቀር ነው። ይህም ማለት እንደ ውሻ እንዳንሆን ነው። ውሻ ከቤት ይመጣል። አንድ ቁራጭ ሥጋ ሲጥሉለት ያቺን ይዞ ይሮጣል። በኋላ ያቺ ካላለቀች ተመልሶ አይመጣም። እኛም አንድ ጥያቄ ስንጠይቅ ያቺ ዕለቱን ከተመለሰችልን በዚያው ያቺን ይዘን ከቤቱ እንጠፋለን። ምላሹን ካዘመው ግን ቢሰጠን ይዘን ከቤቱ፣ ባይሰጠን አብደርኩ እትገደፍ ውስተ ቤተ እግዚአብሔር እምንበር ውስተ ቤተ ኃጥአን -በኃጥአን ቤት ከመኖር በእግዚአብሔር ቤት ብጣል እያልን በዚያው ጸንተን እንድንኖር ነው።
በሉቃስ ወንጌል ጌታ ሁልጊዜ እየሔደች ንጉሡን የምትበዘብዘው ሴት ሁል ጊዜ የምትጠይቅ ነፍስ ናት ይሉና አባቶቻችን በትርጓሜያቸው የንጉሡ ዝምታ ደግሞ ተላጽቆተ ስኢል እስኪያስደርሰው ድረስ የእግዚአብሔር ዝምታ ነው ብለው ተርጉመውታል።
በሰላም ዘመን ወጣ ገባ እያለ ከእግዚአብሔር እያፈነገጠ እንቢ ያለ ሰው ትንሽ ጉድለት ሲገጥመው ያችን ለማስፈታት ከእግዚአብሔር ደጅ ሲጠና በዚያው በቤተ ይኖራል። እንኪያስ ወዳጄ ሆይ ወደህ ፈቅደህ ያለ ችግር ለመላለስ ዕድልህን ካልተጠቀምክበት በመከራ ገመድነት አምላክህ ይጠራሃልና አትመረር።
መተኛት የእግዚአብሔር ትዕግሥት ስትሆን መቀስቀስ ደግሞ የሰው ጸሎት ነው። ስለዚህ እግዚአብሔር በመከራ ዝም የሚለው እግዚአብሔር በትዕግሥቱ ሰው በጸሎቱ ተዋሕደው እንዲኖሩ ነው።
ይህም ፍጹም ቸርነቱ ነው። አባት የባለቤቱን ስም እያወቀ የጠፈው ይመስል አፉን በመፍታት ላይ ላለ ልጁ ያች ማን ትባላለች ብሎ ይጠይቀዋል። ልጁም በኮልታፋ አንደበቱ ለአባቱ በከፊል ስም ይናገራል። ከነመኮላተፉም ቢሆን የልጅ ንግግር ከመዓር ይልቅ ይጣፍጣልና ነሽ የኔ ልጅ ብሎ ይስመዋል። ቸሩ እግዚአብሔር አምላካችን ሁሉን እያወቀ ችግራችን ሳይሰወረው ንገሩኝ ይላል። ትጉሁ ያንቀላፋ ይመስል ቀስቅሱኝ ይላል። አባት እያወቀ ልጂን የእናቱን ስም የሚጠይቀው የልጁ አፍ እንዲፈታ፤ ሁለተኛ ዕውቀቱ እንዲጨምር፣ ሦስጠኛ ንግግሩ ስለሚጣፍጥ ነው። ጌታም በመከራ ጊዜ እንደ ተኛ እንዳንቀላፋ ዝም ብሎ በጸሎት ቀስቅሱኝ የሚለን ለጸሎት ዲዳ የሆኑ አንደበቶች ርቱዓት ይሆኑ ዘንድ ነው። ባለመጸለይ ዲዳ የነበሩ ክርስቲያን አንደበቶች የአባታቸውን የሥላሴን የእናታቸውን የአምላክ እናት በመጥራት በመጸለይ ይፈታ ዘንድ አካላዊ ቃል ሳይተኛ ተኝቶ ቀስቅሱኝ ይላል። ለበሃማን ኮኖሙ ቃለ-ለዲዳዎች ቃላቸው ነው እያልን በኪዳን ጸሎታችን የምናመሰግነው ለዚህ ነው።
ስለም ትፈራላችሁ
እኔ አብሬአችሁ እያለሁ ስለምን ትፈራላችሁ፣መከራ ምን ያደርጋችኋል ማለት ነው። ታንኳ፥ ቤተ ክርስቲያን ፣ማዕበል ፦ፈተና ሮሜ 8፥17፣ 2ጢ 2፥12፣ ከውጭ ለሚነሣው የውስጥ መጋቢዎች አሉ። እንደ ይሁዳ
27-ሰዎችም ባሕርና ነፋሳትስ እንኳ የሚታዘዙለት ይህ ማነዉ እያሉ ተደነቁ
28-ወደ ማዶም ወደ ጌርጌሴናን ሀገር በደረሰ ጊዜ አጋንንት ያደሩባቸዉ ሁለት ሰዎች ከመቃብር ወጥተዉ ተቀበሉት እነርሱም ማንም በዚያች መንገድ ማለፍ እስከማይችል ድረስ እጅግ ክፉዎች ነበሩ 
-ጌርጌሴናን፤ ከገሊላ ባሕር በስተ ደቡብ ምሥራቅ በኩል በሳዳራ ከተማ አቅራቢያ የኖረ ሕዝብ። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 257/
-ሁለት ሰዎች ከመቃብር ወጥተዉ ተቀበሉት አጋንንቱ ለምን ከመቃብር አካባቢ ወጡ? መልስ ሰው ከሚቀበርበት፣ ላም በሚታረድበት ጠጅ በሚጣልበት አካባቢ መኖር ለጋኔል ልማዱ ነውና፤ አንድም ነፍስ በሕያው አድራ መቃብሯን ትጠብቃለች የሚሉ አሉና ለማስመሰል፤ አንድም ዲያብሎስ እግዚአ ሕያዋን ወሙታን ነኝ ሲል። /ዜናሁ ለእግዚእነ 213/
29-ባዩትም ጊዜም የእግዚአብሔር ልጅ ኢየሱስ ሆይ ከአንተ ጋር ምን አለን ጊዜዉ ሳይደርስ ልታሠቃየን ወደዚህ መጣህን እያሉ ጮኩ
ከአንተ ጋር ምን አለን?
-ካንተ ጋር ምን ዓይነት ፀብ አለን? አንድም አንተን የምንቃወምበት ምን ዓይነት ኃይልና ሥልጣን አለን ሲሉ።/ዜናሁ ለእግዚእነ 213/
ጊዜዉ ሳይደርስ ልታሠቃየን ወደዚህ መጣህን እያሉ ጮኩ
-ጊዜው ሳይደርስ ማለት ዕለተ ስቅለትና ዕለተ ምጽአት ነው።/ዜናሁ ለእግዚእነ 213/
-አጋንንት ኢየሱስ ክርስቶስን በትክክል ቢጠሩትም አጋንንት ናቸው፤ በመኾኑም እኛም በዚህ ዓይነት ክፉ ሐሳብ የእግዚአብሔርን ስም መጥራት የለብንም ለዚህም ነው ከአጋንንት ራቁ የማለችኹ ንግግሩ እውነት ቢኾንም እግዚአብሔር የአጋንንትን ምስክርነት አይሻም። ቅዱ ዮሐ አፈ (ኦርቶ አእምሮ 256)
ቅዱስ ጴጥሮስ የመሰከረውን ዲያብሎስም መሰከረ። ንግግራቸው አንድ ዓይነት ነው፤ ነገር ግን ሐሳቡ የተለያየ ነው። አጋንንት የሚመሰክሩት ፍቅር አልባ በኾነ እምነት ነው፤ ቅዱስ ጴጥሮስ ፍቅር ባለው እምነት ነው፤ አጋንንት ክርስቶስ ትቷቸው እንዲሄድ ነው ጴጥሮስ ግን ከእርሱ ጋር እንዲሖን ነው። አውግስጢኖስ (ኦርቶ አእምሮ 258 ) አጋንንት የፍርድ ቀን እንዳላቸው ያሳየናል። (ምጽአተ ክርስቶስ 220)
30-ከዚያም ብዙ የእሪያ መንጋዎች ከእነርሱ ርቀዉ ተሰማርተዉ ነበሩ
የእሪያ መንጋዎች
*እሪያ፤ ሰኰናው እንደ በሬ ስንጥቅ፣ ነገር ግን የማያመሰኳ፣ ለአይሁዶች ርኲስ የሆነ እንሰሳ አሳማ። በብዙ አገር የቤት እንሰሳ በአፈርቃ ግን የዱር አውሬ ነው፤ ዘሌ 11፥7፣ ሉቃ 8፥32፣ 15፥15፣ መዝ 80፥13
-ከዚያም ብዙ የእሪያ መንጋዎች ከእነርሱ ርቀዉ ተሰማርተዉ ነበሩ ተብሎ በወንጌል እንደተነገረው ብዙ ዕርያዎችን የገዙ አሕዛብ ነበሩ። መጠናቸውም ሁለት መቶ ነበር። ኢየሱስ ክርስቶስ በዕርያዎች ያድሩ ዘንድ አጋንንትን ፈቀደላቸው። ከጌታችን ፈቃድ ውጪ ለአጋንንት በዕርያዎች ማደር እንደማይቻላቸው አስተውል። እንደዚሁም ሁሉ ሰይጣናትም በጾም በጸሎት ከጻድቃን ከወጡ በኋላ ሰዎችን ለቀው ከዕሪያዎች እንዳደሩ ሁሉ ጾምና ጸሎት በሌላቸው ኃጥሀን ያድራሉ። ለማሳት ሳይሆን ለማሰቃየት እግዚአብሔር ካልፈቀደለት በስተቀር ርኩስ መንፈስ በማንም ላይ አያድርም። ለማሳት ግን ሐዋርያው የሚፈተን ሰው እግዚአብሔር አሳተን አይበል፤ እያንዳንዱ በራሱ ፍላጎት ይስታል እንጂ። እንዳለ እግዚአብሔር ለማሳት አይልካቸውምና። ኃጢአትን እንቢ ካልናት ሰይጣን አያስተንምና። 
መታመምን ግን የነፍሳችን ጠባቂ ካላዳነን በስተቀር አይሆንም ልንለው ይገባናል። (ርቱዓ ሃይማኖት 310)
31-እነዚያ አጋንንትም ካወጣከንስ በእሪያዎች መንጋ ላይ እንድናድር ወደዚያ ስደደን ብለዉ ለመኑት እርሱም ሂዱ አላቸዉ ካወጣከንስ በእሪያዎች መንጋ ላይ እንድናድር ወደዚያ ስደደን 
-ለምን በእሪያዎች ላይ ለማደር ፈቃድ ጠየቁ? መልስ እንኳን አእምሮ ፣ ንባብ ባለው ሰው አእምሮ ፣ ንባብ በሌላቸው በእሪያዎች ያለሱ ፈቃድ ማደር ስለማይቻላቸው ነው። /ዜናሁ ለእግዚእነ 213/ አንድም ተንኰል ነው፦ አሕዛብ እሪያውን እንደ ከብት እያረቡ ስለሚጠቀሙበት እሪያውን ስናጠፋው አሕዛብ በዚያው እሱን ይጣሉልናል ብለው ነው። ተንኰላቸውን እያወቀ ሂዱ እደሩባቸው ለምን አለ? እኒህ ገደል ወድቀው ባሕር ጠልቀው ሲያልቁ ምድር ተከፍቶ የሚያሰጥማቸው ነውና በዚያው ሥራውን ለመሥራት ሂዱ እደሩባቸው አለ።እሪያዎቹ የአይሁድ ፣አጋንንት በአይሁድ ያደሩ አጋንንት ምሳሌዎች ናቸው። /ዜናሁ ለእግዚእነ 213/
32-ወጥተዉም ሄዱ በእሪያዎቹም ላይ አደሩ የእሪያዎችም መንጋዎች ሁሉ ከአፋፉ እየሮጡ ወደ ባሕር ዉስጥ ወደቁ በዉኋዉ ዉስጥም ሞቱ
33-እረኞችም ሸሹ ወደ ከተማይቱም ገብተዉ ነገሩን ሁሉ አጋንንትም ባደሩባቸዉ የሆነዉን አወሩ 
34-እነሆ በከተማዋ ያሉት ሁሉ ጌታችን ኢየሱስን ሊቀበሉት ወጡ ባዩት ጊዜም ከሀገራቸዉ እንዲሄድ ለመኑት
-ባዩት ጊዜ ካገራችን ሂድልን ብለው ለመኑት ንባብ አእምሮ በሌላቸው በእሪያዎች ላይ እንዲህ አድርጎ የፈረደ ንባብ፣ አእምሮ ያለን የኛን ኃጢአትማ መርምሮ አውቆ እንደምን ይፈርድብን ይሆን ብለው ነው። /ዜናሁ ለእግዚእነ 213/
`,

  /** --------------------------------------------------------- **/

  "መዝሙር ይቤሉ እስራኤል": `ይቤሉ እስራኤል ኢርኢነ ወኢሰማእነ ዘዕውሩ ተወልደ ወተከሥታ አዕይንቲሁ በሰንበት ለእመ እምኀበ እግዚአብሔር ኢኮነ አመ ኢገብረ ዘንተ ወይቤልዎ ወምንተ ትብል በእንተ ዘኢሕየወኒ ይቤለኒ ኢትንግሮ ወእምዝ ዘየአኪ ኢይረከብኩ በሰንበት ወረቀ ምድር ወገብረ ፅቡረ አሕየወ ዕውረ ሃሌ ሉያ ሃሌ ሉያ ይትፌሥሑ ጻድቃን በብዚኀ ሰላም ሎመኒ ፀሐየ ጽድቅ ሠረቀ ሎሙ።- እስራኤል አላየንም አልሰማንም አሉ፤ ዕውር ሆኖ የተወለደው በሰንበት አይኖቹ ተከፈቱ፤ እግዚአብሔር ከእርሱ ጋር ካልሆነ በቀር ይህን ማድረግ አይቻልም አሉ፤ ስላዳነህ ምን ትላለህ? አሉት፤ ከዚህ የከፋ እንዳያገኝህ ይህን ለማንም አትናገር አለኝ አላቸው። ቅድመ ዓለም የነበረ ዛሬም ያለ ወደ ፊትም ዓለምን አሳልፎ ለዘለዓለም የሚኖር ጌታ በሰንበት ወደ ምድር ምራቁን እንትፍ ብሎ ጭቃ አደረገ የታወረውን አዳነ፤ በማዳኑም ጻድቃን ደስ ይላቸዋል፤ ለእነርሱ በብዙ ሰላም የጽድቅ ፀሓይ ወጣላቸው።`,
  "ምስባክ መዝ 4፥2": `ደቂቀ እጓለ እመሕያው እስከ ማዕዜኑ ታከብዱ ልበክሙ። ለምንተ ታፈቅሩ ከንቶ ወተሐሱ ሐሰተ። አእምሩ ከመ ተሰብሐ እግዚአብሔር በጻድቁ። 
2፤ እናንተ የሰው ልጆች፥ እስከ መቼ ድረስ ልባችሁን ታከብዳላችሁ? ከንቱ ነገርን ለምን ትወድዳላችሁ? ሐሰትንም ለምን ትሻላችሁ? 
የሰው ልጅ ልቡናውን ከጠበቀ፤ ከንቱ ነገር ወደ ውስጡ አይገባም፤ ሐሰትንም አይፈልግም። ስለዚህ ከሁሉም በማስቀደም ልቡናችንን መጠበቅ የሕይወት መውጫ በር ነው።
`,
  "ወንጌል ዮሐ 9፥1-34": `1-ከዚያ ሲያልፍ ዕዉር ሆኖ የተወለደውን ሰው አየ 
2-ደቀ መዛሙርቱም መምህር ሆይ ይህ ሰው ዕዉር ሆኖ የተወለደው በማን ኀጢኣት ነው በራሱ ነውን ወይስ በወላጆቹ ብለው ጠየቁት 
3-ጌታችን ኢየሱስም እንዲህ አላቸው የእግዙአብሔር ሥራ ሊገለጥበት ነው እንጂ እርሱ አልበደለም ወላጆቹም አልበደሉም 
የመታወሩ ምክንያት ኃጢአት አይደለም። ጌታችን የዕውሩን ዓይኖች በማብራት ሰዎች አምነው እንዲጠቀሙ ነው እንጂ። -ግእዝ በግእዝ ትርጓሜ ዕውሩ የእግዚአብሔር ኃይል እንዲገለጥ ምክንያ ሆኖአል። ዕውር ሆኖ ባይወለድ አይፈወስም ነበር። እርሱ ባይፈወስ የኢየሱስ ክርስቶስ ኃይል አይገለጥም ነበር። የኢየሱስ ክርስቶስ ኃይል ባይገለጥ ብዙ ሰዎች አያምኑም ነበር።- ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌ ማብሪ 192) ሰው በራሱ ስህተት ያልመጣበት ድካም ሊኖርበት ይችላል። አቡነ ሺኖዳ (መንፈሳዊው ሰው 56) መከራ ለክብር ሆን ይችላል።(፣መከራና ክርስትና 19)
4-ነገር ግን ቀን ሳለ የላከኝን ሥራ ልሠራ ይገባኛል ማንም ሥራ ሊሠራ የማይችልባት ቀን ሌሊት ትመጣለችና
በዚህ ዓለም ሳለሁ ሳልሰቀል አምላካዊ ኃይሌን ልገልጥ ይገባኛል። ሰዎችንም ወደ ሃይማኖት ልመራቸው ይገባል። ከመሰቀሉ በፊት ያለውን ዘመን (ቀን) ብሎታል። ቀን ሰዎች ሥራ የሚሠሩበት ጊዜ ነው። እርሱም በዚህ ዓለም ሳለሁ በአምላካዊ ሥራዬ እንደ ፀሐይ አበራለሁ ሲል ነው። ከተሰቀለ ከሞተ በኋላ ያለውን ዘመን ሌሊት ጨለማ ማለቱ ሥራ የማይሠራበት እንደመሆኑ እርሱም በሥጋ ተገልጦ ተአምራት አያደርግምና። ግእዝ በግእዝ ትርጓሜ ቀን የተባለ ይህ ዓለም ነው። ንስሐ እንገባበታለን፣ ኃጢአታችንን እናስተሠርይበታለን፣ መልካም ሥራ እንሠራበታለን። ሌሊት የተባለ የሚመጣው ዓለም ነው። በዚያ ንስሓ መግባት፣ ኃጢአትን ማስተሠረይ አይቻልምና። /ቅዱ ዮሐ አፈ/
አሁን ማድረግ የምትችሉትን ነገር አድርጉ፤ እርሱ ላይ ድከሙ። ምክንያቱም ወደ ሙታን ዓለም ስትወርዱ ንስሐ የሚባል ነገር የለም። ከዚህ ጋር የሚመሳሰለው በመሲሑ የተሰጠው ትምህርት ነው "ቀን ሳለ የላከኝን ሥራ ላደርግ ይገባኛል፤ ማንም ሊሠራ የማይችልበት ሌሊት ትመጣለች። /ጀሮም/ 
ቀን የሚለው ቃል ትርጉም የፀሐይን ዑደት የተከተለው ሃያ አራት ሰዓት ነው። ሁለተኛው ትርጓሜ ደግሞ አምላካዊው አቆጣጠር ነው። "ሺህ ዓመት በፊትህ እንደ ትናንት ቀን፥ እንደ ሌሊትም ትጋት ነውና" "እናንተ ወዳጆቼ ሆይ፥ በጌታ ዘንድ አንድ ቀን አንድ ሺህ ዓመት፤ ሺህ ዓመትም እንደ አንድ ቀን እንደ ሆነ ይህን አትርሱ።" የሚሉት ቃላት ይህንን ያስረዳሉ። ከዚህ ሌላ በመጽሐፍ ቅዱስ "ቀን" የሚለው እንደ አግባቡ "ሕይወትን" "ዘመንን" የመሳሰሉ የተለያዩ ትርጉሞችን ይዞ እናገኘዋለን። (ቃና ዘገሊላ 152)
ወንድሞቼ ለእኛ የሚጠቅመን ስለ ኃጢአታችን ማልቀስና በንስሐ የእግዚአብሔርን ምሕረት መለመን ነው። የተቀረው የእርሱ ውሳኔ ነው። በእነዚህ ነገሮች መጨነቅ ለእኛ ተገቢ አይደለም።
ይልቁን ስለ በደላችን ማልቀስና ማዘን ከእግዚአብሔር ይቅርታ በሚሆን ድኅነታችን ለመደሰት ያበቃናልና በዚህ ላይ አተኩሩ። ማንም ሊሠራባቸው የማይችሉ ክፉ ቀናት ይመጣሉ። ስለዚህ እነዚያ ቀናት ሳይደርሱ ለዘለዓለም ሕይወት የሚያበቃንን ሥራ ለመሥራት እንትጋ። ኒፎን (ራእየ ኒፎን 184)
ሞትን ድል አድርጎ ወደ ቀደመ ክብሩ ከተመለሰ በኋላ ያለው ጊዜ ነው። አንድም "በእኔ የዚህ ዓለም ብርሃን በሆንኩት የዚህ ዓለም ጨለማ ይወገዳል። ስለብዙዎች 
የእምነት ጉድለት ይህ የምልክቶች ሁሉ ፍጻሜ " ይሆናል ሲል እንዲህ አለ። ቅዱስ ኤፍሬም (ኅብረ ወንጌል)
ሩት ቀኗን በአግባቡ ተጠቀመች። (መጽሐፈ ሩት 67)
ፀሐይ ከምስክሮች አንዳ ናት። ማለትም በመግባታና በመውጣቷ ነው። በብዙ ስፍራ የብርሃን መኖር በሕይወት የምንኖርበት ሌሊቱ ደግሞ የሞታችን ምሳሌ ሆኖ ተጠቅሷል ቅዱስ ኢጲፋንዮስም ፀሐይ በገባ ጊዜ በእርሱ አምሳል እንደ ሙታን እንሆናለን ሌሊቱም ከተፈጸመ በኋላ ፀሐይ ይወጣል እኛም እንነቃለን ያለውን የፀሐይን መውጣት የመወለዳችን በዚህ ዓለም ሲያበራ መዋሉን ተወልደን እስከ ሞት ድረስ ላለው ዘመናችን ማታ መግባቱን በሞት ለመወለዳችን ምሳሌ አድርገው በሃይማኖት አበው መምህራን ተርጉመውታል። (ተንከተም 398) የአስቆሮቱ ይሁዳ ሌሊቱን ሁሉ አልተኛም ነበር። በትጋት ጠብቆ ንጹ የሆነውን ስም ሸጠ። ቅዱስ ኤፍሬም
5-በዓለም ሳሉሁ የዓለም ብርሃን እኔ ነኝ 
ራሱን መሥዋዕት አድርጎ በማቅረብ ልዩ ሊቀ ካህናት በመሆን የቀደመውን ኪዳን በአማናዊ ለወጠ፣ አዲሱንም ኪዳን ለዘለዓለም አጸና። 
የነቢያት ትንቢትና የአበው ተስፋ ፍጻሜው የእርሱ ሰው ሆኖ መገለጥና አዲስ ኪዳንን መስጠት መሆኑን እኔ ነኝ በማለት ገለጸ። (ቃል ኪዳን በነገረ ድኅነት 28) ኢየሱስ ክርሰቶስ ጨለማን የሚያጠፋ ብርሃንን የሚሰጥ። /ቅዱ ያሬድ/ ብርሃንነቱም ለራሱ ብቻ አይደለም ለነፍሳትም ብርሃን ነው እንጂ። /ቅዱ ዮሐ አፈ/
6-ይህንም ብሎ በምድር ላይ ምራቁን እንትፍ አለ በምራቁም ጭቃ አድርጎ የዕዉሩን ዐይኖች ቀባው
ጌታችን እንዲህ ብሎ መጠየቁ በራሱ ሁሳኔ ማመን የሚችል መሆኑን ለማጠየቅ (ተገዶ ማመን የለም ) መድሎተ ጽድቅ2 255 አምጻኤ ዓለማት ፈጣሬ ሰብእ እርሱ ራሱ መኾኑን ከእናቱ ማኅፀን ጀምሮ ዕውር ኾኖ ለተወለደው ሰው በደረቅ ግንባሩ ላይ ዓይንን ነስቶ ዓይን ለሌለው በመስጠቱ በሥራው ግልጽ ኾኖ ታውቆአል። ቅዱስ ዮሐንስ አፈወርቅ (የማቴ ወንጌ 294) ጭቃውን በውኃ አለማደረጉ ሂድ በሰሊሆም ታጠብ ሲለው የውኃ ኃይል ፈወሰው ብለው የሚጠራጠሩ ሰዎች እንዳይኖሩ ነው። በሰሊሆም ብዙዎች ታጥበው ነበር። ዓይኖቻቸው ግን አልተከፈቱም። የዕውሩ ዓይኖች የተገለጡት ከኢየሱስ ክርስቶስ አፍ በሚወጣ ኃይል ነው። ምራቁን ከመሬት መጨመሩም በመሬቱ ተፈወሰ ብለው እንዳይጠራጠሩ ነው። አፈርስ የታወረውን ዓይን መግለጥ ይቅርና ያልታወረውን ታሳውራለች። /ቅ ዮሐ አፈ/
ኢየሱስ በሰንበት ትልልቅ ተአምራትን አደረገ ከሁሉ የሚበልጠውን ያደረገው ተአምር እናገራለሁ። ጭቃ ሕያውን ዓይን ያሳውራል። እርሱ ግን ወደ ምድር እንትፍ ብሎ ጭቃ አድርጎ ዕውር ሆኖ የተወለደውን ዓይኖች ቀብቶ አዳነው። /ቅዱ ያሬድ/
ጭቃ መቅባቱ በተፈጥሮው ከግንባሩ ዓይን ስላአጣ ነው። በመጀመሪያ ፍጥረቱን ከጭቃ እንደፈጠረ ለማጠየቅ ዓይኖቹን ከጭቃ ፈጠረለት። /ግእዝ በግእዝ ትርጓሜ/ 
ሰው ካልሆነ ምራቁን በመሬት ላይ የተፋ ከዐፈር ጋርም ያቦካው ማን ነው አምላክ ካልሆነ በዚያ ጭቃ ዐይን ለሌለው ዐይን የፈጠረለት ማን ነው። ቅዱስ ኤፍሬም (ድርሳነ ኤፍ 295)
ዳግመኛ በዮሐንስ ወንጌል ጌታ ኢየሱስ በምራቁ ጭቃ አድርጎ ዕዉር ኾኖ የተወለደውን ዐይኑን ቀብቶ እንዳዳነው ተጽፏል። ለመለኮት ምራቅ አለውን ወደ መሬት ይጠፋ ዘንድ እንሆ ትስብእት በምራቁ ዐይንን እንደ ጠረ ተረዳን ዐይን ሊፈጥር ከቻለ ኹለት መንገድ የት አለ በዚኽ ተዋሕዶ መኻከል ይኽ ምራቅ ተፋ ይኽ አዳነ ሊባል አይቻልም። ቅዱ ዲዮስቆሮስ 
ለዐይነ ሥውራን እንክብካቤ ልናደርግላቸው ይገባናል። (መልእክተ ዮሐንስ 104)
ለእኛ ፊት ክብርን የሰጠ እንደ አንተ ያለ ማን አለ የዕውሩን ዓይን ስታበራ እንኳን አርኣያችንን አክብረህ ወደ መሬት ተፋህ እንጂ በፊቱ አልተፋህበትም። ጌታ ሆይ በእኔ ላይ ግን በፊቴ ላይ እንትፍ በልብኝ፤ በገዛ ፈወቃዴ የዘጋሁትን ዓይኔን ክፈትልኝ። ቅዱስ ኤፍሬም 
ዐይነ ዕውር የኾነውን ሰው አግኝቶ ጭቃ በመቀባት ብርሃን እንዲያይ አድርጓል።… የጨለሙትን ዐይኖች አብርቶ ሐሤት እንዲያደርጉ አድርጓቸዋል። ቅዱ ያዕቆብ ዘሥሩግ (የእመቤታችን ዘላ ድንግ 25)
አዲስ ተአምር ነው። ቅዱ አትና (ቅዱ አት ሕይወቱና ትምህርቱ 221)
ነጻ ፈቃድ (ፍካሬ ሞት ወሕይወት 348)
ምን አልባት ደግሞ ደካማ አቅማችን ውስን ሆኖ ምንም ማድረግና መሥራት ባንችል ምንም ባለመሥረታችን ተስፋ መቁረጥ የለብንም። ጌታችን ምንም መሥራት ያልቻሉትን ረድቶ አድኗቸዋልና። አቡነ ሺኖዳ (የንስሐ ሕይወት 143)
ለመጠመቅ ወደ ካህነት መሄድ አለብን። (ጠበል 87)
7-እንዲህም አለው ሂድና ሂድና በሰሊሆም መጠመቂያ ታጠብ ትርጓሜውም የተላከ ማለት ነው ሄዶም ታጠበና እያየ ተመለሰ 
ሂድና በሰሊሆም መታጠቢያ ታጠብ ማለቱ አራቱ ባሕርያት እንዲተካከሉለት ነው። ሦስቱ መሬት ውኃ እሳት ከዚህ አለ ነፋስ ሲሄድና ሲመጣ እንዲተካከል ነው። አንድምታ ትርጓሜ (የዮሐንስ ወንጌ ማብሪ 193) በግንባሩ ላይ ጭቃ አድርጎ ሂድና በሰሊሆም መጠመቂያ ታጠብ ሲለው እሺ ብሎ ወደ ሰሊሆም መሄዱ እምነቱ ጠንካራ ቢሆን ነው። የታወቀው ልማድ ጭቃ ዓይናችንን ማብራቱ ይቅርና ዓይንን ያሳውራልና እርሱ ግን እሺ ብሎ ታዝዞ በሰሊሆም ተጠመቀ እያየ ተመለሰ። /ቅ ዮሐ አፈ /
ከፍጥረታዊ ሕግ ውጪ በጭቃ የዕውሩን ዐይኖች አበራ። (ስምነተኛዋ ቀን 85)
8-ጎረቤቶቹና ቀድሞ የሚያወቁት ሲለምን ያዩት የነበሩት ግን ይህ በመንገድ ተቀምጦ ይለምን የነበረው አይደለም አሉ
9-ይህ እርሱ ነው ያሉ አሉ ሌሎችም አይደለም ይመሰለዋል እንጂ አሉ እርሱ ግን እኔ ነኝ አለ 
10-እነርሱም ዔኖችህ እንዴት ተገለጡ አሉት 
11-እርሱም መልሶ ኢየሱስ የሚባለው ሰው በምራቁ ጭቃ አድርጎ ዐይኖቼን ቀባኝና ሂድ በሰሊሆም ውኃ ታጠብ አለኝ ሄጄም ታጠብሁና አየሁ አላቸው
12-አይሁድም ሰውየው የት አለ አሉት እርሱም አላውቅም አላቸው
13-ያ ዕዉር ሆኖ የተወለደውንም ሰው ወደ ፈሪሳውያን ወሰዱት 
14-ጌታችን ኢየሱስ በምራቁ ጭቃ አድርጎ ዐይኖቹን ያበራበት ቀኑ ሰንበት ነበርና
እነዚህ ወገኖች የዳነውን ሰው ማን ፈወስህ አላሉትም፤ በዓይኖችህ ላይ ጭቃን ያደረገው ማን ነው አሉት እንጂ ማን ፈወሰህ አላሉትም። ቅዱስ ኤፍሬም (ኅብረ ወንጌል 276)
ከእናቱ ማኅፀን ጀምሮ ዕውር የነበረውን ሰው የፈወስው በሰንበት ቀን ነበር። -ጌታችን ኢየሱስ በምራቁ ጭቃ አድርጎ ዐይኖቹን ያበራበት ቀኑ ሰንበት ነበርና። ሰውየው የተወለደው ዓይነ ስውር ሆኖ ጌታችን በማንኛውም ቀን ሊፈውሰው ይችል ነበር። ጌታ ግን ስለ ሰንበት ሊያስተምርበት ወዷልና በዕለተ ሰንበት ፈወሰው። ይህ ተአምር አምላክነቱን ጭምር የተገለጠበት ግሩምና ድንቅ ነበር አይሁድ ግን ይህን ረቂቅ ምሥጢር አልተረዱትም ይልቁንም ሰንበትን ሽሯልና ኃጢአተኛ ነው ብለው ጮኹበት። አቡነ ሺኖዳ (ሕግጋተ እግዚአብሔር 89)
ድኅነተ ሰብእ የማይገባቸውና የሰንበትን ማክበርም እንደ ሕግ ብቻ እንጂ እንደ መንገደ ምሕረት የማይቀበሉ መኾናቸውን ያሣየናል። (በዓላት 34)
15-ፈሪሳውያንም እንዴት እንዳየ ዳግመኛ ጠየቁት እርሱም በምራቁ ጭቃ አድርጎ በዐይኖቼም አኖረው ታጥቤም አየሁ አላቸው
16-ከፈሪሳውያን አንዳንዶች ይህ ሰው ከእግዚአብሔር አይደለም ሰንበትን አያከብርምና አሉ ሌሎች ግን ኀጢአተኛ ሰው እንዲህ ያለ ተአምራት ማድረግ እንዴት ይችላል አሉ እርስ በርሳቸውም ተለያዩ
17-ዳግመኛም ዕዉሩን አንተ ስለ እርሱ ምን ትላለህ ዐይኖችህን ከፍቶልሃልና አሉት እርሱም ነቢይ ነው አላቸው
18-አይሁድም የዚያን ያየውን ሰው ወላጆች እስኪተሩ ድረስ ዕዉር ሆኖ እንደ ተወለደ እንዳየም አላመኑም 
19-ዕዉር ሆኖ ተወለደ የምትሉት ልጃችሁ ይህ ነውን እንግዲህ አሁን እንዴት ያያል ብለው ጠየቁአቸው
አይሁድ የዕውሩን ወላጆች ጠርተው መጠየቃቸው ተአምራቱን የሚያቃልሉበትን ቃል ለማግኘት ፈልገው ነው። ቅ ዮሐ አፈ (የዮሐንስ ወንጌ ማብ 195) 
20-ወላጆቹም መልሰው እንዲህ አሉ ይህ ልጃችን እንደ ሆነ ዕዉር ሆኖም እንደ ተወለደ እናውቃለን 
21-አሁን ግን እንዴት እነደሚያይ ዐይኖቹን ማን እንደ አበራለት አናውቅም እርሱን ጠይቁት ዐዋቂ ነውና ስለ ራሱ መናገር ይችላልና 
በቤተ ክርስቲያን አስተምህሮ ወጣት (ሙሉ ሰው) የሚባለው ከኻያ ዓመት ዕድሜ ጀምሮ ነው። ወጣቶች ግን የሚያደርጉትን ያውቃሉና ለድርጊታቸው ኹሉ ኃላፊነት ይወስዳሉ። እነርሱ ስላደረጉት ድርጊት ብቻም ሳይኾን በእነርሱ ላይ ስለ ተደረገባቸው ነገርም በሕግ ፊት ቀርበው መክሰስ መልካሙን ያደረገላቸውን ሰው ማመስገን ወዘተ የራሳቸው ሓላፊነት ነው። ለዚኽም ነው ወጣት ልጃቸው ላይ ስለተፈጸመው ኹኔታ ወላጆች በተጠየቁት ጊዜ እርሱን ጠይቁት ዐዋቂ ነውና ስለ ራሱ መናገር ይችላልና ብለው የመለሱት። (ክርስቲያናዊ የወጣቶች ሕይወት 58)
22-ወላጆቹን አይሁድን ስለ ፈሩ ይህን አሉ እርሱ ክርስቶስ ነው ብሎ በእርሱ የሚያምን ቢኖር ከምኩራብ ይውጣ ብለው አይሁድ ተስማምተው ነበርና 
ማርታ ማንንም አትፈራም ነበር ። ቅዱስ ኤፍሬም (ኅብረ ወንጌል 280)
ለሥልጣን የነበራቸው ፍቅር በመንገዳቸው ሁሉ በየትም ቦታ ይገለጥ ነበር፡፤ ኃጢአትንን ይቅር ሊል የሚችል እግዚአብሔር ብቻ መሆኑን እያመኑ ክርስቶስ ያን ወሳኝ ጉዳይ ሲፈጽም ግን አላመኑም። ቅዱ ዮሐ አፈ (የመጀ የሐዋ የቅዱ ጳው መልእ ወደ ጢሞ 37)
23-ስለዚህም ወላጆቹ ዐዋቂ ነውና እርሱን ጠይቁት አሉ
24-ዕዉር የነበረውንም ሰው ዳግመኛ ጠርተው ሂድ ለእግዚአብሔር ምስጋና አቅርብ ይህ ሰው ኀጢኣተኛ እንደ ሆነ እናውቃለን አሉት
25-ያም ሰው መልሶ እንዲህ አላቸው እርሱ ኀጢአተኛ እንደሆነ እኔ አላውቅም እኔ ዕዉር እንደ ነበርሁ አሁን ግን አንደማይ ይህን አንድ ነገር ብቻ አውቃለሁ 
26-ዳግመኛም ምን አደረገልህ ዐይኖችህንስ እንደ ምን አበራልህ አሉት
27-እርሱም መልሶ አትሰሙኝም እንጂ ነገርኋችሁ እንግዲህ ደግሞ ምን ልትሆኑ ትሻላችሁ እናንተም ደቀ መዛሙርቱ ልትሆኑ ትሻላችሁን አላቸው
28-እነርሱም ሰደቡት እንዲህም አሉት አንተ የእርሱ ደቀ መዝመር ሁን እኛስ የሙሴ ደቀ መዛሙርት ነን 
29-እግዚአብሔር ሙሴን እንደ ተነጋገረው እናውቃለን ይህ ግን ከወዴት እንደ ሆነ አናውቅም 
፴. ያም ሰው መልሶ እንዲህ አላቸው፥ "ከወዴት እንደ ሆነ፥ አታውቁትምና ይህ እጅግ ድንቅ ነው፤ ነገር ግን ዐይኖቼን አበራልኝ።
ይህ ሰው ዓይኖቹ ከመገለጣቸው በፊት በልቡ ሰነፍ ነበር። ዓይኖቹ ከተገለጡ በኋላ ግን ጥሩ መልስ መለሰላቸው። ኢየሱስ ክርስቶስ ዓይኖቹን ብቻ ሳይሆን ልቡንም ብሩህ አድርጎለታል። በመልሱ አዋቂዎች ነን የሚሉትን ፈሪሳውያንን እስኪያሸንፋቸው ድረስ ተከራክሮአቸዋልና። /ግእዝ በግእዝ/ 
 ይህ ዐይነ ስውር የነበረው ሰው ይህ በመንገድ ዳር ቁጭ ብሎ ሲለምን የነበረው ሰው በጥብዓት ኾኖ ለነፍሰ ገዳዮቹ በዲያብሎስ ግብር ለተያዙ ክርስቶስን ለመክሰስ አንዳች ምክነያት ለሚሹ ረበናት አይሁድ እውነቱን ሳይሸፋፍንና ሳይፈራ ከመሰከረላቸው አፋቸውን ካስያዛቸው ከነእርሱ ክፋት ጋር ከመተባበር ይልቅ ስለ እውነት ክርስቶስ ብሎ ከቤተ መቅደስ ውጪ መባረርን ከመረጠ ይህን ያህል ዘመን በእምነት ኖረናል የምንል ክርስቲያኖች እጅግ ብዙ ነገር በሕወታችን የተደረገልን ከዐይነ ስውሩ ይልቅ ብዙ ጥቅምን ያገኘን አፋአዊ ሳይኾን ውስጣዊ ዐይናችን የበራልን የምንል ከቅዱሳት ምስጢራት ተካፋዮች የኾንን ይህን ያህል የበዛ ክብርን ያገኘን እኛማ በክርስትና ላይ እጅግ ጸያፍ የኾነን ነገር በሚናገሩት ላይ እንደ ምን መመስከር ይኖርብን ይኾን ምን ያህል አፋቸውን ልናስያዛቸው ይገባን ይኾን፡፤ ቅዱ ዮሐ አፈ 
መምህር ሕዝቡን መቅደም ሲገባው በመምህሩ ያልተገለጠች የእግዚአብሔር የመረዳት ጸጋ በሕዝቡ ላይ ተገልጣ ስትታይ እንዲያ ያስደንቃል። 
ይህ ሰው የአይሁድ ማንነት ያየውን እውነት ከመመስከር ወደ ኋላ አልተመለስም፤ ይልቁንም መጻሕፍትን የሚመረምሩት አይሁድ የኢየሱስ ክርስቶስን ማንነት አለማወቃቸው የሚደነቅ ማነስ እንደ ሆነ ነገራቸው። (አምላክ ዘበአማን 37)
፴፩. እኛም እግዚአብሔርን የሚፈራውንና ፈቃዱን የሚያደርገውን እርሱን ይሰማዋል እንጂ ኃጥኣንን እንደማሰማቸው እናወቃለን። 
እንዲህ በማለቱ እነርሱ አድንደታወሩ በመንገር በመልሱ አሳፍሮአቸዋል… እነዚህ ወገኖች ሰዎችን ወደ ጥፋት የሚመሩ እውራን መምህራን ናቸው። (ስብከት ወተግሣጽ 55)
የእግዚአብሔርን ትእዛዝ የሚጠብቀውን እግዚአብሔርን ጸሎቱን ይሰማዋል። (ታለቁ የምንኪስና ሕይወት 190)
፴፪. ዓለም ከተፈጠረ ጀምሮ ዕዉር ሆኖ የተወለደውን ዐይኖች ያበራ አልተሰማም።
፴፫. ይህ ሰው ከእግዚአብሔር ባይሆን ኖሮ ምንም ማድረግ ባልቻለም ነበር።" 
ያ ዓይኖቹ የታወሩበት ሰው በውጫዊ ዓይኖቻቸው የሚያዩትን ነገር ግን ውስጣዊ ዓይኖቻቸው የታወሩ ሰዎችን መራቸው። ቅዱ ኤፍ (ኅብረ ወንጌል 275)
፴፬. እነርሱም መልሰው፥ "ራስህ በኀጢኣት የተወለድህ አንተ እኛን ታስተምራለህን?" አሉት፤ ወደ ውጭም አወጡት።
፴፭. ጌታችን ኢየሱስም ወደ ውጭ እንዳወጡት ሰማ፤ አገኘውምና፤ "አንተ በእግዚአብሔር ልጅ ታምናለህን?" አለው።
፴፮. ያ ሰውም፥ "አቤቱ፥ አምንበት ዘንድ እርሱ ማነው?" ብሎ መለሰለት። 
፴፯. ጌታችንም ኢየሱስም፥ "የምታየው፥ ከአንተ ጋርም የሚነጋገረው እርሱ ነው" አለው።
ለቁጥር የሚታክቱ በርካታ ሰዎች እግዚአብሔርን ይፈልጋሉ። እግዚአብሔር ራሱን እንዲገልጥላቸው ጠይቀውታል። እርሱን ማየት በእርሱ ሕልውና መደሰት ይፈልጋሉ። ከእርሱ ጋር መኖር ይፈልጋሉ። ነፍሴ የወደደችህ አንተ ንገረኝ፤ ወዴት ታሰማራለህ በቀትርስ ጊዜ ወዴት ትመስጋለህ ጌታ ሆይ እንዴት ላገኝህ እችላለሁ በጾም ውስጥ በጸሎት ውስጥ በአምልኮና በዝማሬ ውስጥ ላገኝህ እችላለሁን ወይንስ በቅዳሴ ውስጥ በቅዱስ ቁርባን ውስጥ በቤተ ክርስቲያን ውስጥ በገዳም ውስጥ ወይንስ ከአንተ ጋር ብቻ በማደርገው የብቸኝነት ሕይወት ላገኝህ እችላለሁ ነፍሴ የወደደችህ አንተ ንገረኝ ወዴት ታሰማራለህ በቀትርስ ጊዜ ወዴት ትመስጋለህ ይህ አይነት ባህርይ እግዚአብዚአብሔርን ለማየት የሚጓጉ የሚመኙ እና የሚፈልጉ ነፍሶች ባህርይ ነው። ዳዊት እንዲሁ እግዚአብሔርን ለመፈለግ ያለውን ምኞት በመዝሙሩ ውስጥ ነፍሴ ወደ አንተ ተጠማች በማለት ገልጻል። ይህ ቃል የነፍስ ለእግዚአብሔር መራብና መጠማት እግዚአብሔርን ለመፈለግና ለማግኘት ያላትን የጋለ ምኞት የሚያመለክት ነው።
ቅዱስ አውግስጦስ ከእግዚአብሔር ጋር ግንኙነት አልነበረውም። ይሁንና እግዚአብሔርን ለማግኘት ሁሉንም የቻለውን መንገዶች ተግባር ላይ አውሏል። ሥነ አምክንዮን ፍልስፍናን እና ሌሎች በርካታ መንገዶችን ተጠቅሟል። እግዚአብሔርን ማየትና ከእርሱ ጋር ግንኙነት እንዲኖረው አጥብቆ ፈልጓል። የእግዚአብሔርን ወዳጅነት ተመኝቷል፤ ከእርሱም ጋር ያለውን ህብረት ፈልጓል። በመጨረሻም እግዚአብሔርን በውስጡ አግኝቶታል። አንተ ከእኔ ጋራ ነበርህ፤ ነገር ግን ከእምቢተኝነቴ ብዛት እኔ ከአንተ ጋር አልነበርሁም፤ እስከ ዛሬ ድረስና ሁል ጊዜ በእኔ ውስጥ ነበርህ፤ የአንተን መኖር ግን አስተውዬ አላውቅም።
በእኔ ውስጥ በልቤ ውስጥ መስገህ ሳለወዴት እንደምታሰማራ፤ ወዴትም እንደምታስመስግ እደነቅ ነበርህ። ዳሩ ግን በውስጤ መኖርህን አላውቅም ነበር። ምንኛ የምትነካ እና ልብን የምተመስጥ ነህ። ይህ አባባል ወንጌላዊውን ዮሐንስን አስታወሰኝ። ብርሃን በጨለማ ይበራል፤ ጨለማ አላሸነፈውም ሲል። የእርሱ ወደ ሆነው መጣ የገዛ ወገኖቹም አልተቀበሉትም። የሚለው ቃል ይህን ጽንሰ ሃሳብ ያንፀባርቃል። እነርሱ አላዩትም ወይም አላወቁትም። ወደ ገዛ ወገኖቹ ቢመጣም እንኳን የገዛ ወገኖቹ አላወቁትም ወይም አልተቀበሉትም ወይም አልተረዱትም። ነፍሴ የወደደችህ አንተ ንገረኝ፤ ወዴት ታሰማራለህ በቀትርስ ጊዜ ወዴት ትመስጋለህ እያሉ እግዚአብሔርን የሚጠይቁ ብዙ ሰዎች እግዚአብሔር ከእነርሱ ጋር በእነርሱ መካከል እና በመካከላቸው መሆኑን አላወቁም። ይህም ደግሞ ኢየሱስ ክርስቶስ በቅዱስ ፊልጶስ የተናገርውን እንድናስታውስ ያደርገናል፤ አንተ ፊልጶስ ይህን ያህል ዘመን ከእናንተ ጋር ስኖር አታውቁኘምን። እውር ሆኖ የተወለደው ሰውም ሌላ ምሳሌ ይሆናል። ኢየሱስ ክርስቶስ ዳግመኛ ሲያገኘው "አንተ በእግዚአብሔር ልጅ ታምናለህን?" አለው። ያ ሰውም፥ "አቤቱ፥ አምንበት ዘንድ እርሱ ማነው?" ብሎ መለሰለት። ጌታችንም ኢየሱስም፥ "የምታየው፥ ከአንተ ጋርም የሚነጋገረው እርሱ ነው" አለው። አቡነ ሺኖዳ (ነፍሴ የወደደችሁን አያችሁትን 85) አምላክችን ኢየሱስ ክርስቶስ ለአሕዛብ ለሳምራውያንና ሲወለድ ጀምሮ ዐይነ ሥውር ለነበረውና ከምኵራብ ላስወጡት ሰው ርኅሩኅ ነበር። አቡነ ሺኖዳ (ጸሎት፤ ንስሓና ተመስጦ 80) 
፴፰. እርሱም፥ "አቤቱ፥ አምናለው" ብሎ ሰገደለት።
የሙሴ መጽሐፍ ኦሪት እግዚአብሔር ከተመረጠው ሕዝብ መካከል አንድ ሰው ለይቶ ወደ ተራራው መውሰዱ ሕዝቡን ግን ተራራውን እንዳይነኩ መከልከላቸውን ትነግረናለች ተሳስቶ ተራራውን የነካ ሰውም ቢሆን እንሰሳም ቢሆን ዕጣ ፋንታው ሞት ነበር፤ 
አሁን ግን እንዲህ አይደለም የክርስቶስ ወንጌል ብዙ ሕዝብ ባየ ጊዜ ወደ ተራራ ወጥቶ ተቀመጠ ደቀ መዛሙርቱም ወደ እርሱ ቀረቡ የሚል ሆነ። እሱ ወዳለበት ወጥቶ ቀርቦ መቀመጥ የሚችሉ ሊሰሙት የመጡት ሁሉ ናቸው እንጂ አንድ ሰው ብቻ አደለም። እግዚአብሔር ወደ ቆመበት ወንጌል ወደ ተጀመረበት ተራራ አብረው ከነበሩት መካከል እንዳይወጣ የተከለከለ ማንም ስለመኖሩ አልተነገረም። ስለዚህ ወደ እግዚአብሔር የቀረብነው አሁን በዚህ አዲስ ሕግ በመሆኑ ሃይማኖታችንን ፍጹም ያደረገልን ይህ መቅረባችን ነው ማለት ነው። እግዚአብሔርን መዳሰስ ይቅርና የወረደበትን ተራራ ቢነኩት ያቃጥል የነበረ መለኮት በሥጋ ቢገለጥ የቆመበት ስፍራ ብቻ ሳይሆን ሰውነቱን ዳሰስነው። ይህም ሃይማኖታችንን ፍጹም ስላደረገልን አቤቱ አምናለሁ የምንል አደረገን። (ተንከተም 49) 
፴፱. ጌታችን ኢየሱስም፥ "እኔ የማያዩት እንዲያዩ፥ የሚያዩትም እንዲታወሩ ወደዚህ ዓለም ለፍርድ መጥቻለው" አለው።
ወደዚህ ዓለም የመምጣቴ ፈቃድ ዓለሙን ለማዳን ነበር። እውነትን በማይቀበለው ላይ ግን እፈርድበታለሁ ሲል ነው። የማያዩ እንዲያዩ ማለትም በሥጋዊ ዓይን የማያዩት እንዲያዩ ሥጋዊ ዓይናቸውን እገልጥላቸዋለሁ ልቡናቸውን ጽድቅን ያውቃል። በሥጋዊ ዓይናቸውን የሚያዩት በራሳቸው እንደሚመጻደቁ የሚስቡት ግን አያምኑምና እንዳያስተውሉም አደርጋለሁ ሲል ነው። /ግእዝ በግአዝ/
ዕፀ በለስን አይቶ ከተመኘና ቆርጦ ከበላ ጊዜ ጀምሮ ዓይኖቹ ኃጢአትንና ክፋትን ለማየት የተከፈቱ፣ ለጽድቅ ግን የደከሙና የታወሩ የነበሩ የሰው ዓይኖች በማሳወር ለጽድቅ ታውረው የነበሩትን ዓይኖቻችንን በማብራት ዓይነ ልቡናችንን አበራልን፤ እርሱን እንድናየውና እንድናውቀው አደረገን። ዲን ያረጋል አበጋዝ (ቃል ኪዳ በነገ ድኅ 113)
፵. ከፈሪሳውያንም ከእርሱ ጋር የነበሩት ይህን ሲናገር ሰምተው፥ "እኛ ደግሞ ዕዉሮች ነን" አሉት።
፵፩. ጌታችን ኢየሱስም፥ "ዕዉሮችስ ብትሆኑ ኀጢኣትም ባልሆነባችሁም ነበር፤ አሁን ግን እናያለን ትላላችሁ፤ አታዩምም፤ ስለዚህም ኀጢኣታችሁ ጸንቶ ይኖራል" አላቸው።
`,

  /** --------------------------------------------------------- **/

  "መዝሙር ሠርዐ ሰንበተ ለሰብእ ዕረፍተ": `ሠርዐ ሰንበተ ለሰብእ ዕረፍተ ለእለ ሰማይ ወለእለ በምድር ለእለ በባሕር ወለእለ በየብስ(ሠ) ለአበዊነ ነቢያት ወለሐዋርያት (ሠ) ለጳጳሳት ወለቀሳውስት ለዲያቆናት ወለመነኮሳት (ሠ) ለጻድቃን ወለኀጥአን ለሙታን ወለሕያዋን (ሠ) ሰንበተ ለሰብእ ዕረፍተ ሰንበቱስ ለክርስቶስ ይእቲ ወማኅደረ ስሙ ለልዑል። በሰማይ፣ በምድር፣ በባሕርና በየብስ ለሚኖር ሁሉ ለዕረፍት ሰንበትን ሠራ፤ ለአባቶቻችን ለነቢያት፣ ለሐዋርያት፣ ለጳጳሳት፣ ለቀሳውስት፣ ለዲያቆናትና ለመነኰሳት፣ ለጻድቃንም፣ ለኀጥአንም፣ ለሙታንም፣ ለሕያዋንም ለሰው ሁሉ ዕረፍት እንዲሆን ሰንበትን ሠራ፣ ይኸቺውም የክርስቶስ ሰንበት ናት፤ የልዑል የስሙ ማደሪያው ናት።`,
  "ምስባክ መዝ 131፥9": `9፤ ክህናቲከ ይለብሱ ጽድቀ። ወጻድቃኒከ ትፍሥሕት ይትፌሥሑ። በእንተ ዳዊት ገብርከ። 9፤ ካህናትህ ጽድቅን ይለብሳሉ፥ ጻድቃንህም ደስ ይላቸዋል። 10፤ ስለ ባሪያ ስለ ዳዊት።
ክህናቲከ ያላቸው የሰማያዊ መሥዋዕት ክህነት ተለይታ የተሰጣቻቸውን አባቶቻችን ጳጳሳትንና ቀሳውስትን ብቻ አይደለም። እውነተኛዋን ጥምቀት የተጠመቁ ሁሉ አገልጋዮች ምእመናንን ሁሉ ነው እንጂ። /ማስያስ 146/ ለነዳያኒሃኒ አጸግቦሙ እክለ። በውስጧ ያሉ ነዳያንን እህል ሰጥቼ ደስ አሰኛቸዋለሁ፤ አንድም ነዳያንን እክለ ጸጋ ብዕለ ጸጋ ሰጥቼ ደስ አሰኛቸዋለሁ። አንድም ሥጋውን፣ ደሙን፣ ልጅነትን ሰጥቼ ደስ አሰኛቸዋለሁ። ወለካህናቲሃኒ አለብሶሙ ሕይወተ። ይህ ማለት ረጅም ዕድሜ ሰጥቼ በሕይወት እንዲኖሩ አደርጋቸዋለሁ ወጻድቃኒሃኒ ትፍሥሕት ይትፌሥሑ። ትሩፋን ፈጽሞ ደስ ይላቸዋል። አንድም ጻድቃን መንፈስ ቅዱስን ተቀብለው ደስ ይላቸው።
`,
  "ወንጌል ሉቃ 12፥32-41": `፴፪. "አንተ ታናሽ መንጋ፥ አትፍራ፤ አባታችሁ መንግሥቱን ሊሰጣችሁ ወዶአልና።
ታናሽ ለሆኑት ከሆነው የእግዚአብሔር ፍቅር የተነሣ እርሱ በእርሱ ያምኑ ዘንድ ለጠራቸው ሰዎች ታናሽ የሚለውን ቃል ተጠቅሞበታል። ስለሆነም "አንተ ታናሽ መንጋ፥ አትፍራ፤ አባታችሁ መንግሥቱን ሊሰጣችሁ ወዶአልና። ይህ ታናሽ መንጋ በቁጥር ትንሽ ሊሆን ቢችልም ወደ መንግሥተ ሰማያት የሚገበው እርሱ ነው። 
ምክንያቱም ወደ ዘላለማዊው መንግሥት የሚያስገባው ደጅ የጠበበ ነውና፤ ወደ ሕይወት የሚወስደው ደጅ የጠበበ መንገዱም የቀጠነ ነውና የሚያገኙትም ጥቅቶች ናቸው። እግዚአብሔር አምላክ ስለ ፍቅሩ ሲል ብዛት ላላቸው ታናናሽ ነገሮች ስላደረገው እንክብካቤ ልነግራችሁ እወዳለሁ። እነዚህ ነገሮች ደግሞ በቁጥር በዋጋ ወይም በመጠን ትናንሽ የሆኑ ነገሮች ናቸው። ከዚህ በተጨማሪ እግዚአብሔር ለትናንሽ ፍጥረታትና ለትናንሽ ነገሮች እንክብካቤ አድርጓል። 5ቱ እንጀራን 2ቱ ዓሣ፣ ዳዊት ጌዴዎን፣ 12ቱ ሐዋርያት፣ አንዲተር ነፍስ፣ ለወፎች፣ እንሰሳት፣ ለምድር፣ ቀዝቃዛ ጽዋ ውኃ፣ የስናፍንጭ ቅንጣት፣ መበለቲቱን፣ አቡመ ሺኖዳ (ፍቅር 79)
የእግዚአብሔርን ጥበብና ፍቅር ስናምን በተስፋ የተሞሉ ቃል ኪዳኖችን ልናምን ይገባናል። ይህም ማለት ከዚህ በታች የተጠቀሱትን እውነተኛ ቃል ኪዳኖችን እናምናለን ማለት ነው።"አንተ ታናሽ መንጋ፥ አትፍራ፤ አባታችሁ መንግሥቱን ሊሰጣችሁ ወዶአልና።…እነዚህ ሁሉ ጥቅሶች ተስፋንና የተጠናከረ ልብን በሰው ውስጥ ይፈጥራሉ። እግዚአብሔር ከቅዱሳኑ ጋራ የተነጋገረውን ስታስታውስ ደግሞ ተስፋ በውስጥህ ይለመልማል። እነዚህን ሁሉ ካስታወስክ ልብህ በተስፋ ከመሞላቱም በላይ ጌታህን በእምነት ትጠብቃለህ። አቢነ ሺኖዳ (የተስፋ ሕይወት 10)
-- ዝቅተኛ ስፍራ ለያዙት /-ፍቅር 78/ ለሞዓብ ማቴ 1፣ ረዓብ ዕብ 11፥31፣ ኢያ 2፥1፣ ለጌዴዎን መሳ 6፥15፣ ዕብ 11፥32፣ ማቴ 2፥6፣ ሉቃ 12፥32፣ ማቴ 7፥14
`,

  /** ------------------------------------------------------------ **/
  
  /* TAHISAS */

  /** --------------------------------------------------------- **/

  "መዝሙር ወልዶ መድኅን ንሰብክ": `ወልዶ መድኅን ንሰብክ ዘእምቅድመ ዓለም ሀሉ አክሊለ ሰማዕት ሠያሜ ካህናት ወተስፋ መነኮሳት ወልዶ መድኅን ወልዶ መድኅን ንሰብክ። ቅድመ ዓለም በክብር በጌትነት የነበረ ዛሬም ያለ ወደ ፊትም ዓለምን አሳልፎ የሚኖር መድኀኒት ልጁን እንሰብካለን፤ እርሱም የሰማዕታት ዘውድ ነው፤ የካህናት ሿሚ ነው፤ የመነኮሳት ተስፋ ነው።`,
  "ምስባክ መዝ 140፥7": `7፤ ፈኑ እዴከ እምአርያም። አድኅነኒ ወባልሐኒ እማይ ብዙኅ። ወእምእዴሆሙ ለደቂቅ ነኪር።`,
  "ወንጌል ዮሐ 1፥44-ፍሜ": `፵፬. በማግሥቱም ጌታችን ኢየሱስ ወደ ገሊላ ሊሄድ ወደደ፤ ፊሊጶስንም አገኘውና "ተከተለኝ" አለው።
...ፊልጶስ ወደ እርሱ አቀረበው፤ ሌሎች ደቀ መዛሙርት ወደ እርሱ ለመቅረብ ፈቃዱ ይኖራቸው ይሆናል። ወደ እርሱ ግን አልቀረቡም። ነገር ግን ከእነርሱ መካከል ስለ እርሱ ግንዛቤ ካላቸው የተሻለውን ፊልጶስን ጠራው። ፊልጶስ በገሊላ እንደመወለዱና እንደማደጉ ከሌሎች ይልቅ ጌታችንን አውቆታል። ደቀ መዛሙርቱን ወደ ራሱ አቀረባቸው። የናትናኤል መጠራት ግን የሚደንቅ አይደለም፤ ምክንያቱም የጌታችን የኢየሱስ ክርስቶስ ዝና በሶርያ ምድር ሁሉ ተሰምቶ ነበርና። (ማቴ 4፥24) ነገር ግን የጴጥሮስን፣ የያዕቆብ የፊልጶስን በክርስቶስ ማመናቸውን ግን እናደንቃለን። ምክንያቱም እነርሱ ክርስቶስን የተከተሉት ጌታችን ተአምራትን ባልፈጸመበት ጊዜ በመሆኑ ብቻ አይደለም፤ ነገር ግን ከናዝሬት እንኳን ነቢይ መልካም ሰው አይወጣባትም ከተባለችው ገሊላ መገኝታቸውም ጭምር ነው።/ቅዱስ ዮሐንስ አፈወርቅ/
፵፭. ፊሊጶስ ግን ከእንድሪያስና ከጴጥሮስ ከተማ ከቤተ ሳይዳ ነበር።
ቤተ ሳይዳ-የዓሣ አጥማጅ ቤት ማለት ነው። (የዮሐንስ ወንጌል ማብራሪያ 71)
፵፮. ፊሊጶስም ናትናኤልን አገኘውና፥ "ሙሴ በኦሪት ነቢያትም ስለ እርሱ የጻፉለት የዮሴፍ ልጅ የናዝሬቱን ኢየሱስን አገኘነው" አለው።
በእግዚአብሔር የምንደሰተው ደስታ እውነተኛና የማይቋረጥ ደስታ ነው። አብዛኛውን ክፍል የሚወስደው መንፈስ ቅዱስ ስለ ሆነ ደስታው ነቅ የማይወጣለት ንጹሕ ደስታ ነው። ይህ ደስታ የሚጀምረው እግዚአብሔርን ስናገኘው እርሱን ስንላመደው ምን ያህል እንደሚጥም ስንቀምሰው ስንወደውና ሌላ ምንም ሳንፈልግ ከእርሱ ፍቅር ጋር ስንኖር ነው። መዝሙረኛው ዳዊት ለዚህ የተቀደሰ ደስታ እግዚአብሔር ቸር እንደ ሆነ ቅመሱ እዩ እያለ ይጠራናል። እግዚአብሔርን ስንቀምስ የተዋበውን እውነተኛ ሕይወት ስንመለከት ያለፈው ሕይወታችንን እንረሳዋለን። የምናስታውሰው ነገር ቢኖር እግዚአብሔር ልባችንን አሳባችንን መንፈሳችንን መሙላቱን ብቻ ነው። ፊሊጶስም ናትናኤልን አግኝቶ፥ "ሙሴ በኦሪት ነቢያትም ስለ እርሱ የጻፉለት የዮሴፍ ልጅ የናዝሬቱን ኢየሱስን አገኘነው" ሲለው የናትናኤል ደስታ ታላቅ ነበር። አቡነ ሺኖዳ (እግዚአብሔርና ሰው 231)
-የማይደፈር ግሩም ነው፤ በእኛ ዘንድ ግን ትሑት ነው። የማይገኝ ልዑል ነው። በእኛ ዘንድ ግን አርአያ ገብር ነሣ። እኛ ግን ያዝነው ዳሰስነው። ከእርሱም ጋር በላን ጠጣን። አይሁድ የዮሴፍ ልጅ የሚሉትን የናዝሬቱን ኢየሱስ ሙሴ በኦሪት የጻፈለት ነቢያትም ትንቢት የተናገሩለትን ሆኖ አገኘነው ማለቱ ነው። /ትርጓሜ ወንጌል/
፵፯. ናትናኤልም፥ በውኑ ከናዝሬት ደግ ሰው ሊወጣ ይችላልን? አለው፤ ፊሊጶስም፥ "መጥተህ እይ" አለው።
-...ተወዳጆቼ ሆይ! ናትናኤል ቃሉን ለመስማት ያለውን ዝንባሌና የጥያቄውን አቀራረብ ጥበብ ታስተውሉ ዘንድ እለምናችኋለሁ። እርሱ ግን "ከገሊላ ምንም መልካም ፍሬ አታፈራም" አላለም። ነገር ግን "በውኑ ከናዝሬት ደግ ሰው ሊወጣ ይችላልን?" ብሎ ጠይቋል። ፊልጶስም፦ እርግጠኛ በመሆኑ ናትናኤል እንደተጠራጠረው በማሰብ አልተቆጠብም፣ ነገር ግን በአቋሙ በመጽናት ናትናኤልን ወደ ክርስቶስ አቀረበው። /ቅዱስ ዮሐንስ አፈወርቅ/
፵፱. ጌታችን ኢየሱስም ናትናኤልን ወደ እርሱ ሲመጣ ባየው ጊዜ ስለ እርሱ " እነሆ፥ በልቡ ተንኰል የሌለበት እውነተኛ እስራኤላዊ ይህ ነው" አለ።
-እርሱ ጌታችን ከዳዊት ቤት ከቤተ ልሔም እንዲወለድ ተጽፎ የለምን ናትናኤል ግን ከገሊላ እንደመጣና ናዝሬት እንዳደገ ነው የተነገረው፤ ስለዚህ ከናዝሬት መልካም ነገር ሊወጣ ይችላልን ብሎ ጠየቀ። በእርግጥ ነቢዩ መሪና መስፍን ከቤተ ልሔም እንዲወጣ ጽፎልናል። ናትናኤል ክርስቶስ ከናዝሬት እንዲወጣ አንዳች በጽሑፍ ያለ መረጃ ስላላገኘ ይሆናል እንዲህ ማለቱ፣ ይህ በእንዲህ እንዳለ ጌታችን ናትናኤል መጻሕፍትን አንባቢ በመምሰል የራሳቸውን ፈቃድ ለመከተል ሲሉ መጻሕፍትን እንደምኞቶቻቸው እንደሚተረጉሙ ጸሐፍት እንዳልሆነ ጥሩ ምስክርነትን ከአንደበቱ በሰማ ጊዜ " እነሆ፥ በልቡ ተንኰል የሌለበት እውነተኛ እስራኤላዊ ይህ ነው" አለ። ናትናኤል ጌታን ከማወቁ በፊት እንደ ቤተ ልሔም ከናዝሬት መስፍን እንዴት ወጣ ብሎ ጠይቆ ነበር። ጌታችንን በገዛ ዓይኖቹ ከተመለከተው በኋላ ግን እንደ ወዳጆቹ ጸሐፍት እርሱን መቃወም ወይም እንደ ሌሎቹ ስለ ማንነቱ ጥያቄ አላቀረበም። ነገር ግን ክርስቶስ እንደ ሆነና ነቢያት አንቺ ቤተ ልሔም ኤፍራታ ሆይ አንቺ በይሁዳ አእላፋት መካከል ትሆኚ ዘንድ ታናሽ ነሽ ከአንቺ ግን አወጣጡ ከቀድሞ ጀምሮ ከዘለዓለም የሆነ በእስሬኤል ላይ ገዥ የሚሆን ይወጣልኛል። 
እንዲሁም ነገር ግን ተጨንቃ ለነበረች ጨለማ አይሆንም። በመጀመሪያው ዘመን ግን በዮርዳኖስ ማዶ ባሕር መንገድ ያለውን የአሕዛብን ገሊላ ያከብራል። በማለት ትንቢት መናገራቸውን አስተዋለ። ቅዱ ኤፍ ሶር (ኅብረ ወንጌ 85) 
ናትናኤልም ምሁረ ኦሪት ነው ከበለስ በታች ተቀምጦ የተቆጠረው ሱባዔ ደረሰ የተነገረው ትንቢት ቀረን እያለ ሲያወጣ ሲያወርድ ይውል ነበርና ይህን ሥራህን አውቄሃለሁ ሲለው ነው።/ አንድምታ/
እውነተኛ እስራኤላዊ ብትሆን እንኳ ክርስቶስ ይመስክርልህ እንጂ አንተ ስለ ራስህ አትመስክር። ናትናኤል ክርስቶስ መሰከረለት እንጂ ናትናኤል ስለ ራሱ አልመሰከረም። ስንኳን ስለ ራሱ ሊመሰክር ጌታ ሲመሰክርለትም የት ታውቀኛለህ ነበር ያለው። ሰው በእግዚአብሔር ፊት ጻድቅ ከሆነ ራሱ እግዚአብሔር ነው ምስክሩ። (ጸያሔ ፍኖት 129)
ጌታችን ለናትናኤል በናዝሬት አልተወለድኩም የተወለድኩት በቤተ ልሔም ነው ብሎ ነግሮታል። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 72 ናዝሬት የተባለችው አገር በአይሁድ ዘንድ የተናቀች አልነበረችም። ቀድሞ በናዝሬት የነበሩ ሰዎች ከአሕዛብ ወገን ስለ ሆኑ ነው። /ግእዝ በ/
፵፱. ናትናኤልም፥ "በየት ታውቀኛለህ?" አለው፤ ጌታችን ኢየሱስም መልሶ፥ "ገና ፊሊጶስ ሳይጠራህ በበለስ ዛፍ ሥር ሳለህ አይቼሃለሁ" አለው።
ቤተ ክርስቲያን በሳይንሳዊ የምርምር መንገድ የምትገለጽ ሳትኾን በሕይወት የምትታወቅና በመኖር የምትታይ እውነታ ናት። ኤቫዶኪሞቭ (በትረ ሃይማኖት 500) 
፶. ናትናኤልም መልሶ፥ "መምህር ሆይ፥ በእውነት አንተ የእግዚአብሔር ልጅ ነህ፤ የእስራኤል ንጉሥ አንተ ነህ" አለው።
፶፩. ጌታችን ኢየሱስም መልሶ፥ "በበለስ ዛፍ ሥር አየሁህ ስላልሁህ አመንህን ከዚህ የሚበልጥ ታያለህ" አለው።
፶፪. "እውነት እውነት እላችኋለሁ፤ ከእንግዲህ ወዲህ ሰማያት ሲከፈቱ፥ የእግዚአብሔር መላእክት ወደ ሰው ልጅ ሲወርዱና ሲወጡ ታያላችሁ" አላቸው። 
የመላእክት ጌታ መሆኑን አሳወቃቸው። ቅዱ ዮሐ አፈ 
`,

  /** --------------------------------------------------------- **/

  "መዝሙር አቅዲሙ ነገረ በኦሪት": `አቅዲሙ ነገረ በኦሪት ከመ ይመጽእ ወልድ በስብሐት ዘይዜንዋ ለጽዮን ቃለ ትፍሥት ወካዕበ በአፈ ዳዊት ቡሩክ ዘይመጽእ በስመ 
እግዚአብሔር ብርሃን ዘመጽአ ውስተ ዓለም ዘያበርህ ላዕለ ጻድቃን መርዓዊሃ ለቤተ ክርስቲያን ይረዳእ ዘተኀጒለ ያስተጋብእ ዝርዋን መጽአ ኀቤነ። ዳግመኛም በዳዊት አፍ እንደ ተናገረ በእግዚአብሔር ስም የሚመጣ እርሱ ምስጉን ነው፤ ለጽዮን የደስታን ቃል የሚነግራት ወልድ በክብር እንደሚመጣ አስቀድሞ በኦሪት ተነገረ፤ ወደ ዓለም የመጣ ብርሃን፤ በጻድቃን ላይ የሚያበራ የቤተ ክርስቲያን ሙሽራ፤ የጠፋውን ሊፈልግ፤ የተበተነውን ሊሰበስብ ወደ እኛ መጣ።
`,
  "ምስባክ መዝ 42፥3": `3፤ ፈኑ ብርሃንከ ወጽድቀከ። እማንቱ ይምርሐኒ ወይሰዳኒ ደብረ መቅደሱ። ውስተ አብያቲከ እግዚኦ። 3፤ ብርሃንህንና ጽድቅህን ላክ፤ እነርሱም ይምሩኝ፥ አቤቱ ወደ መቅደስህ ተራራና ወደ ማደሪያህ ይውሰዱኝ።
ብርሃን የተባለ ወልድ (ዮሐ 12፥35)፤ ጽድቅ (ዮሐ 8፥40) የተባለ መንፈስ ቅዱስ ነው። ጠላቶቼ ባስጨነቁኝ ጊዜ ባስጠበቡኝ ጊዜ ብርሃነ ረድኤትህን ጸጋ በረከትህን ላክልኝ፤ ቸርነትህ አድርግልኝ። አንድም ልጅህን፤ ጽድቅከ -መንፈስ ቅዱስን፤ አንድም ብርሃን ሐዋርያት፤ ጽድቅ 70 ባው አርድእት፤ አንድም ብርሃን መስቀል፣ ጽድቅ ጥምቀትን፤ አንድም ብርሃን ሥጋወ ደሙ፣ ጽድቅ ቃልህን እማንቱ ይምርሐኒ ወይሰዳኒ ደብረ መቅደሱ። 
`,
  "ወንጌል ዮሐ 1፥1-19": `፩. በመጀመሪያ ቃል ነበረ፤ ቃልም በእግዚአብሔር ዘንድ ነበረ፤ ቃልም እግዚአብሔር ነበረ።
፪. ይህም በመጀመሪያ በእግዚአብሔር ዘንድ ነበረ። 
፫. ሁሉም በእርሱ ሆነ፤ ከሆነውም ሁሉ ያለ እርሱ ምንም የሆነ የለም። 
፬. ሕይወት በእርሱ ነበረ፤ ሕይወትም የሰው ብርሃን ነበረ።
ይህንም ስለ ሰው ልጆች ሕይወት በተፈጥሮ ስለ ሰጣችው ጸጋ ይናገራል። ብርሃን ክርስቶስ እነሱን ከመመገቡ የተነሣ የሰው ዘሮች ሁሉ ያበራሉ። በሥጋዊ ብርሃን ሳይሆን በመንፈሳዊ ብርሃን ልቡናቸው ይበራል ማለቱ ነው። /ቅዱ ዮሐ አፈ/
፭. ብርሃን በጨለማ ያበራል፤ ጨለማም አላገኘውም።
ይህቺ በስሜት ሕዋሶቻችን የምንረዳው ብርሃን የእኛን ጨለማ ሊያስወግድልን አይችልም፤ ከዚህ የተለየ ነው። ነገር ግን በክርስቶስ የተሰበከች የወንጌል ብርሃን ስህተት በነገሠባት ዓለም የምታበራና ፈጽማ የምታስወግድ ናት። በራሱ ብርሃን የሆነው እርሱ ሞታችንን ሙቶ የሞትን ስልጣን የሻረልን ለሰይጣን ተገዝተው የነበሩትን ነፍሳት ነፃ ያወጣ ነው። ይህን በሁሉ ስፍራ የሚገኘውንና ብርቱ የሆነውን ብርሃን ሞትና ጨለማ ድል መንሳት ተሳናቸው፦ ስለዚህ ወንጌላዊው "ጨለማም አላገኘውም" ብሎ ጻፈልን። ይህም ብርሃን በእርሷ ያድርባት ዘንድ ፈቃዱ ባላት ነፍስ ላይ የሚያድር ነው።(67) ...ከዚህ ብርሃን እንዴት መጠቀም ይቻለናል? ቢባል መልሱ፦ ነፍሳችንን ከሁሉም ፈቃዶች ያራቅን እንደሆነ ነው። ዮሐ 3፥20፣ ኤፌ 5፥11፣ ሮሜ 13፥13(68) ቅዱስ ዮሐንስ አፈወርቅ / የዮሐንስ ወንጌል ትርጉም በቅዱስ ዮሐንስ አፈወርቅ /
ምን ዓይነት ጨለማ ቢሆን ነው የሰው ብርሃን በሆነው ፊት በተቃራኒ የሚቆመው እንዲሁ ብርሃን በጨለማ ይበራል በማለት ከጥንት ጀምሮ ይህ ብርሃን ሲያበራ እንደለበረ አስረዳን። ወንጌላዊው ብርሃን በቸለማ ይበራል ሲል እንዲሁ እንደመጣልህ ለመተርጐም አትነሣ። ምክንያቱም እርሱ በጨለማ ሊበራ ነው አላለምና። እርሱ ጨለማ ያለው መለኮት በሥጋ የተገለጠበትን ያን ዘመን ሲሆን በዚያ ዘመን ብርሃኑን አበራ። ስለዚህ ከወንጌላዊው ቃል መረዳት እንደምንችለው ጨለማ የተባለው በነቢዩ ኢሳይያስ የዛብሎን ምድርና የንፋታሌም ምድር የባሕር መንገድ በዮርዳኖስ ማዶ የአሕዛብ ገሊላ በጨለማ የተቀመጠው ሕዝብ ታላቅ ብርሃን አየ፣ በሞት አገርና ጥላ ለተቀመጡትም ብርሃን ወጣላቸው ተብሎ የተነገረለት ጨለማ ነው። ነብዩ በጨለማ የተቀመጠ ሲል ከሕግና ከመልካም ሥነ ምግባር የወጡ ወገኖች መሆናቸውን ሲገልጥልን ነው። እንዲህ ስለሆነ ነቢዩ በጨለማ የተቀመጠ ሕዝብ ታላቅ ብርሃን አየ አለ። ብርሃን ያለው የልቡናን ዐይን የሚያበራውን ትምህርቱን ነው። ይህን ብርሃን አስቀድሞ የነበረና በጨለማ የተመሰለው የስህተት ትምህርት ያላሸነፈው ብርሃን ነው። በመቀጠልም ወንጌላዊው አካሉ ባደረገው ሰውነት በኩል የሚፈጽማቸውንና እርሱ ጨለማን ድል ሊነሣው የሚችል ብርሃን በይሁዳ ንጉሥ በሄሮድስ ዘመን በሥጋ መገለጡን በመስበክ ከጥንት የነበረውን የእግዚአብሔርን ፈቃድ አወጀልን። ቅዱ ኤፍ (ኅበረ ወንጌል 33)
በመምጣቱ የራቁትን የሚያቀርባቸው ብርሃን ነው። ቅዱ ያሬድ (የዮሐንስ ወንጌል ማብራሪያ 32 ፊቱ በጨለማ የተሸፈነ ዲያብሎስ ፈራ ደነገጠ። ትምህርተ ኅቡአት (የዮሐንስ ወንጌል ማብራሪያ 32 ጨለማ የተባለ በስሕተት የተሞላው ዓለም ነው። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 33 …በወልደ እግዚአብሔር በብርሃኑ እንመላለስ። በእርሱ የሚያምን ሁሉም ወደ ብርሃን ይሔዳል፤ ጨለማ አያገኘውምና። አባ ጊዮርጊስ ዘጋ (ውዳሴ መስቀል 70) 
፮. ከእግዚአብሔር ዘንድ የተላከ ስሙ ዮሐንስ የሚባል አንድ ሰው ነበር።
፯. እርሱም ሁሉ በእርሱ በኩል እንዲያምኑ ስለ ብርሃን ይመሰክር ዘንድ ለምስክርነት መጣ።
በዚህ ምንባብ የምናረጋግጠው የተለየ ሰው ለተለየ አገልግሎት መመረጡን ነው። አቡነ ሺኖዳ (በክህነት አገልግሎት 32) -ክርስቶስም በባሕርዩ ብርሃን ነው፤ እኛ ግን ብርሃንነታችንን ከእርሱ ያገኘነው ነው። እርሱ ፈጽሞ ጨለማ የሌለበት ፍጹም ብርሃን ነው። እኛ ግን ከኃጢአታችን የተነሣ በጨለማ የምንሸፈንበት ጊዜ አለ። መጽሐፍ እንኳን ስለ መጥምቀ መለኮት ዮሐንስ በተናገረበት ክፍል ሁሉ በእርሱ በኩል እንዲያምኑ ስለ ብርሃን ይመሰክር ዘንድ ለምስክርነት መጣ።ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም። ብሏል። አቡነ ሺኖዳ (በክህነት አገልግሎት 154) አገልግሎት የተሳካ የሚሆነው እግዚአብሔር ዓላማና መንገድ ሲሆን ነው። አቡነ ሺኖዳ (መንፈሳዊ ውጊያዎች 39)
፰. ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም።
የዮሐንስ ብርሃንነት የጸጋ ነው። የጌታ ግን የባሕርይ ነው። በዮሐንስ ብርሃንነት ሕጸጽ መጉደል ማነስ አለበት በጌታ ብርሃንነት ግን ሕጸጽ ማነስ መጉደል የለበትም። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 33 …የቅዱስ ዮሐንስ ሥራ ሰዎች ለክርስቶስ መንግሥት ይዘጋጁ ዘንድ ጐዳናውን ማቅናት ነው። የሰዎችን ልብ በንስሐ ማስተካከል ነው። በትዕቢት በእብሪት የተያዘው የሰው ልጆች ልቡና ዝቅ ዝቅ ይል ዘንድ በሥፍራውም እምነት ክርስቶስ ይተካ ዘንድ ነው። (በእንተ ቀዳማዊ ቃል 44)
ዮሐንስ ወንጌላዊ የዮሐንስ መጥምቅንና የክርስቶስን ብርሃንነት ሲያነጻጽር የክርስስ የባሕርዩና ተወዳዳሪ የሌለው ብርሃንነት ሲሆን የዮሐንስ ግን በጸጋ ከክርስቶስ የተቀበለው በመሆኑ ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም። አለ። ነገር ግን መጥምቁ ዮሐንስን እንደገና በሌላ ቦታ ላይ እርሱ የሚነድና የሚያበራ መብራት ነበር ብሎ ብርሃን ብሎታል። ዮሐንስን ብርሃን አይደለም ያለው ከክርስቶስ የባሕርይ ብርሃንነት አንጻር ነው። ምክንያቱም የኢየሱስ ክርስቶስ ብርሃንነት ከማንም ያልተቀበለው የባሕርዩ ሲሆን የዮሐንስ ግን በጸጋ ያገኘው ስለ ሆነ ነው። ይህም የሚያስረዳን ከክርስቶስ ጋር ሲያነጻጽረው ዮሐንስን ብርሃን አይደለም ሲለው በራሱ ስለ ዮሐንስ ብቻ ሲናገር ግን ብርሃን ነው ያለው መሆኑን ነው። ስለዚህ አንድ ዓይነት ቃል ለተለያዩ ነገሮች ሲነገር ሁኔታውንና ዐውዱን አገናዝቦ መረዳት ያለበት የሰው ሕሊና ነው። ምክንያም የቋንቋ የመግለጽ ችሎታ ውስን ስለሆነ በሕሊና መገንዘብና መለየት ካልሆነ በስተቀር ሌላ መንገድ የለምና። ይህን በተመለከት ቅዱስ ዮሐንስ አፈወርቅ እንዲህ ይላል ለእግዚአብሔር እና ለሰዎች ተመሳሳይ አገላለጾችን እንጠቀማለን፤ ሆኖም ግን ለእግዚአብሔር ስንናገር የሚኖረን አረዳድና ለሰዎች ስንናገር ሊኖረን የሚገባው አረዳድ የተለያየ ነው። ምንም እንኳ ቃሉና አገላለጹ አንድ ዓይነት ቢሆን ስለ እኛ የሚነገረውን ስለ እግዚአብሔር ከሚነገረው ጋር አንድ ዓይነት አድርገን ልንረዳው አይገባም። ስለ እግዚአብሔር ሲነገር ለእርሱ እንደሚገባ አድርገን መረዳት ይገባናል፤ አለበለዚያ ታላቅ ስህተት ላይ እንወድቃለን። (ፍኖተ ቅዱሳን 24)
እግዚአብሔር ብርሃን ነው። እኛም ብርሃናት ነን። ይህ እንዲህ ከሆነ በእግዚአብሔርና በእኛ ብርሃን መካከል ያለው ልዩነት ምንድን ነው እርሱ በዮሐ 1፤19 ላይ እንደገለጸው ለሰዎች ሁሉ የሚያበራው እውነተኛ ብርሃን ነው። 
ከዚህ ሌላ ከሴቶች ከተወለዱት መካከል እርሱን የሚያህል አልተነሣም ስለ ተባለለት ስለ መጥምቁ ዮሐንስ ደግሞ ስለ ብርሃን ሊመሰክር መጣ እንጂ እርሱ ብርሃን አልነበረም ተብሎ ተጽፎአል። በእርግጥ እውነተኛ ብርሃን እግዚአብሔር ነው። በእርሱ ውስጥ ብርሃን እናያለን። እውነተኛ ብርሃን እያበራንና እየደመቅን እንሄዳለን። ይህ ብርሃንነትም ከፀሐይ እና ከጨረቃ ብርሃንነት ጋር ተመሳሳይነት አለው። ፀሐይ አፈጣጠርዋ ራሱ ብርሃን ሲሆን ጨረቃ ደግሞ ፕላኔት ሆና የተፈጠረች አካል ናት። እርሷ ብርሃኗን የምታገኘው ከፀሐይ ነው። ጨረቃ ወደ ፀሐይ በተጠጋች ቁጥር ከፀሐይ የሚፈነጠቅላት ብርሃን የበለጠ ያደምቃታል። ጨረቃ ከፀሐይ በጣም ርቃ ያለች ቢሆን ኖሮ እንደ ጨለመች ትቀር ነበር። አቡነ ሺኖዳ (የተራራው ስብከት 107) ኤልሳቤጥ ግን የብርሃን ኮከብን የምትሸከም ምሽት ናት። /ቅዱ ያዕቆ ዘሥ/
፱. ለሰው ሁሉ የሚያበራው እውነተኛ ብርሃንስ ወደ ዓለም የመጣው ነው።
...ስለምን ብዙዎች ዕውቀት በማጣት በጨለማ ውስጥ ይመላለሳሉ? ምክንያቱም የክርስቶስን ንግሥናን የሚያውቁ ሁሉም አይደሉምና። እንዴት ታዲያ "የሰው ሁሉ ብርሃን" አለው? ለሁሉም ብርሃን ሊሆን ይገባልና። አንዳንዶች የነፍሳቸውን ዓይኖች በፈቃደኝነት ቢጨፍኑ የአምላካዊ ብርሃን ሊቀበሉ አይችሉም። ቅዱስ ዮሐንስ አፈወርቅ /የዮሐንስ ወንጌል 82/ …በእግዚአብሔር ትእዛዝ የተፈጠረው ብርሃን ይታይ የነበረውን ጨለማ ከመታየት እንዳስወገደው ኹሉ ለሰው ኹሉ ዕውቀትን የሚገልጥ እውነተኛ ብርሃንም የስሕተትን ጨለማ ከእኛ ዘንድ አስወገደ፤ በጨለማ በስሕተት ጎዳና የነበሩትንም ወደ እውነት መራቸው። ቅዱ ዮሐ አፈ (ኦሪት ዘፍጥረት 47) 
ወንጌላዊው ለሰው ሁሉ የሚያበራው እውነተኛ ብርሃን ማን እንደ ሆነ ዓለም እንዳላወቀው በመናገር አስቀድሞ የጀመረውን ትምህርቱን ቀጥሏል። እርሱም የእግዚአብሔር አብ አንድያ ልጅ ነው። ይህንን ተከትሎ እስራኤል እንጠብቀዋለን የሚሉትን መሲህ ባለመቀበላቸው በእነርሱ ላይ የከፋ ኃጢአትን ሲያመጣ በአሕዛብ ላይ ደግሞ የድንቁርናን ያለማመን ጨለማ ለመምጣቱ ምክንያት ሆኗል። ዓለሙን በክሎታል። ወንጌላዊ መሠረቱን በጥንቃቄ ቃልም እግዚአብሔር ነበር ብሎ ከመሠረተ በኋላ ልጁ ለእኛ ሲል ሥጋ ለብሶ መታየቱን ይዘረዝራል። የእግዚአብሔር አብን አንድያ ልጅ ዓለሙ አላወቀውም ቢል የሚያስደንቅ ነገር አይደለም። ይህ ሰውኛ ከሆነ መረዳት በላይ የተደረገ ምስጢር ነውና። የትንቢቱ ቃል የተነገረላቸው የተስፋውም ቃል የተገባላቸው ወገኖች በሥጋ ተገልጦ ሲመለከቱት ሊቀበሉት አልወደዱም። እርሱ ግን በመካከላቸው ተገኝቶ ሁሉም ድኅነትን ያገኙ ዘንድ እምነት ሽልማትንና መንግሥቱን ሊሰጣቸው ወድዶ ነበር። በዚህ ጉዳይ የወንጌላዊው አጻጻፍ ምን ያህል አሳማኝ እንደሆነ ተመልከቱ ዓለሙ ብርሃንያመጣለትን ባለመቀበሉ ይወቀሳል። በእነዚህ ጉዳዮች ላይ በቃል ሥጋ መሆን ምክንያት ለሰው ልጆች የተሰጠውን ጸጋ ለመግለጽ ጎዳናውን ያመቻቻል። ነገር ግን የእስራኤላውያን ሕዝቦች ለመገሰጽ የተጠቀመው በተለየ መንገድ ነው። አልተቀበሉትም የሚል አስደንጋጭ ቃል ። አስቀድሞ የተሰጠው ሕግ የሚናገረው ስለ እርሱ ሆኖ ሳለ፤ ነቢያትም በዚህ ቃል መሠረትነት ይወርዳል ይወለዳል ብለው ያስተማሩት ትንቢት የነቢያት ልጆች በመቀበል ፈንታ ሲያጣጥሉት መመልከት ያስደነግጣል። የዐረፍተ ነገሩ ከባድነት ለአሕዛብ ከተነገረው ጋር ተመሳሳይነት ይዘት ያለው ሆኖ እንመለከተዋለን። እንግዲህ የእግዚአብሔር ጭከና ተመልከት ጭከናው በወደቁት ላይ ነው፤ በቸርነቱ ግን ጸንተህ ብትኖር የእግዚአብሔር ቸርነት በአንተ ላይ ነው። አሕዛብ የዓለም የሆነውን ነገር ወድደው ከእግዚአብሔር ጋር ከምትሆን አንድነት በፈቃዳቸው ተለይተዋል። በዚህም ምክንያት የሚያበራላቸውን አምላክ አንዳያውቁት ከጸጋው ተለይተዋል። በሕጉ አማካኝነት ስለእርሱ ያላቸውን እውቀት ያሰደጉ ወገኖች ግን ወደ እግዚአብሔር መንግሥት ተጠርተዋል። ነገር ግን በነቢያት የሚያውቁት አምላክ በመካከላቸው እንዲመላለስ አልፈቀዱም። የእግዚአብሔርን ቃል በፈቃዳቸው ሊቀበሉት አልወደዱም። የመጣው ወደ ገዛ ሕዝቡና ወደዘመዶቹ ነበር። ዓለሙን ከአባቱ ጋር የፈጠረ እርሱ ነበር። ሁሉ በእርሱ ለእርሱ ስለእርሱም ተፈጥሯል። እስራኤል አስቀድመው የበኩር ልጄ ተብለው ተጠርተው ነበር። ይህንንም መጠራታቸውን ተከትሎ የሚገኘው ክብርና ገናናነት ወራሽ ሆነው መገኘት በተገባቸው ነበር። ቅዱሳን አባቶችም ለእነርሱ ናቸው። አስቀድሞ እስራኤላውያን ለራሱ መርጦና ለይቶ ለግብጽ አምባገነን ፈላጭ ቆራጭ ንጉሥ ለፈርዖን ሕዝቤን ልቀቅ በማለት ተናግሮታል። የሙሴ መጻሕፍት እውነተኛ አስተምህሮ እንደሚናገሩት እስራኤል ለእግዚአብሔር የተመረጠ ልዩ ወገን ነው። ይህን ሁኔታ ከሁሉም ከፍ ከፍ ያለው አምላክ ያደረገላቸው ነገር እንደሚከተለው ተገልጻል። ሽማግሌዎችን ጠይቅ ይነግሩህማል፤ ልዑል ለአሕዛብ ርስታቸውን በወረሱ ጊዜ የአዳምን ልጆች በለየ ጊዜ እንደ እስራኤል ልጆች ቁጥር የአሕዛብን ድንበር አቆመ። የእግዚአብሔር ዕድል ፈንታ ሕዝቡ ነው። የእርሱ ርስት ዕድል ፈንታም በመካከላቸው ተመላለሰ። ከእስራኤል ቤት ለጠፉት በጎች በቀር ለሌላ አልተላክሁም አለ። የገዛ ወገኖቹ ስላልተቀበሉት ጸጋውን ለአሕዛብ አስተላለፈ (ሙኩራብ ፈተለች ቤተ ክርስትያን ለበሰች) ዓለም በእምነትና በንስሓ አበራ። ምንም እንኳን አስቀድሞ ስለእርሱ እውቀት የሌለው ቢሆንም ሊያወቀው በወደደው መጠን ራሱን ገለጠ። እስራኤል ግን ራሳቸውን ወደ ጨለማ መለሱ። ስለዚህም ምክንያት ጌታችን የማያዩ እንዲያዩ የሚያዩትም እንዲታወሩ እኔ ወደዚህ ዓለም ለፍርድ መጣሁ አለ። (ቅዱስ ቄርሎስ ዘእስክንድርያ 132
ብርሃን ወደ ዓለም የመጣ ፤ በጻድቃን ላይ የሚያበራ፤ የቤተ ክርስቲያን ሙሽራ ነው። ቅዱስ ያሬድ(ትምህርተ ድኅነት 66) -የጽልመትን ሥራን ሁሉ ከራሳችን እናርቅ ዘንድና የጽድቅንም ጥሩር እንለብስ ዘንድ ኢየሱስ ክርስቶስ ወደ ዓለም መጥቷልና እነሆ በብርሃኑ እንመላለስ። ቅዱስ ያሬድ (ትምህርተ ድኅነት 68) -ወንድሞቼ የማይታይ ታይቷልና፣ የጽድቅ ፀሐይ ክርስቶስ ተገልጧልና በዐላችንን በደስታ እናድርግ እናክብር። ቅዱስ ያሬድ (ትምህርተ ድኅነት 82) እግዚአብሔር እውነተኛ ብርሃን ስለ ሆነ በእርሱና በእነርሱ (በቅዱሳኑ) መካከል ያለው ልዩነት ግልጽ ነው። እነርሱ ብርሃናቸውን የሚወስዱት ከእርሱ ነው። አቡነ ሺኖዳ (ፍቅር 69) እርሱ ጌታችንና መድኃኒታችን ኢየሱስ ክርስቶስ እኔ የዓለም ብርሃን ነኝ ብሏል። በዮሐ 9፤5 ላይም ይህንን ደግሞታል። ለደቀ መዛሙርቱ እርሱ ብርሃን ስለመሆኑ በነገራቸው ጊዜም ገና ጥቂት ጊዜ ብርሃን ከእናንተ ጋር ነው ብሎአቸዋል። ይሁን እንጂ እርሱ ራሱ እናንተ የዓለም ብርሃን ናችሁ።…መልካም ሥራችሁን አይተው በሰማያት ያለውን አባታችሁን እንድያከብሩ ብርሃናችሁ እንዲሁ በሰው ፊት ይብራ ብሎናል። በዚህ ምንባብ መሠረትም ክርስቶስ ክብሩን ትቶ ለሕዝቡ ሰጥቷልን። በፍጹም፤ ነገር ግን ቀደም ብለን እንደ ተናገርነው ክርስቶስ ብርሀሰን ነው ማለት እና ክርስቲያኖች ብርሃን ናቸው ማለት ፈጽሞ የተለያየ ትርጉም ያላቸው መሆኑን ልብ ልንል ይገባል። እርሱ እውነተኛ አማናዊ ብርሃን ነው። እኛም በእርሱ ብርሃንነት እናያለን። ለሰው ሁሉ ብርሃንን የሚሰጥ እርሱ ነው። ዘማሪውም ባለቅኔውም እግዚአብሔር ብርሃኔና መድኃኒቴ ነው፤ የሚያስፈራኝ ማን ነው ብሏል። ቅዱስ ጳውሎስም ማንም ሊቀርበው በማይችል ብርሃን በመኖሪያው ሳለ አኖሮታል። ቅዱስ ጰጥሮስ ደግሞ የሚደነቅ ብርሃኑን ጠቅሷል። ከእግዚአብሔር ብርሃንነት አንጻር የእኛ ብርሃንነት በፀሐይ ብርሃን አንፃር እንደ ጨረቃ ብርሃን ነው። ፀሐይ በተፈጥሮዋ ብርሃን ናት፤ ጨረቃ ግን ከፀሐይ ያገኘችውን ብርሃን ታበራለች። ክርስቶስም በባሕርዩ ብርሃን ነው፤ እኛ ግን ብርሃንነታችንን ከእርሱ ያገኘነው ነው። እርሱ ፈጽሞ ጨለማ የሌለበት ፍጹም ብርሃን ነው። እኛ ግን ከኃጢአታችን የተነሣ በጨለማ የምንሸፈንበት ጊዜ አለ። መጽሐፍ እንኳን ስለ መጥምቀ መለኮት ዮሐንስ በተናገረበት ክፍል ሁሉ በእርሱ በኩል እንዲያምኑ ስለ ብርሃን ይመሰክር ዘንድ ለምስክርነት መጣ።ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም። ብሏል። አቡነ ሺኖዳ (በክህነት አገልግሎት 154)
-ብላቴናዩቱ እመቤታችን ቀኑን በዕቅፏ ተሸክማ ወደ ምድር የምታወጣንና የንጋት እናት የኾነችውን ምሥራቅን ትመስላለች፤ በብላቴንነትና በእርግና ጊዜ የመደነቅ ስሜት ይበዛ ዘንድ፤ ንጋት እና ምሽት የሚተያዩት በፍቅር ነው፤ ታላቁን የጽድቅ ፀሐይ የምትሸከመው ንጋትናብርሃንን የሚያመሥረውን ኮከብ የሚወጣበት ምሽት። ቅዱስ ያዕቆብ ዘሥሩግ (ነገረ ማርያም በሐዲስ ኪዳን 114) 
-ጸጋ እግዚአብሔር ለፈለገ ሁሉ የሚሰጥ ነው። (መድሎተ ጽድቅ 2- 250) ብርሃን ብንል የሕይወት ብርሃን እርሱ ብቻ ነው። (የነገረ መለኮት መግቢያ 2) በጨለማ ውስጥ ያለ ሰው ብርሃንህን ላክልኝ ብሎ ቢጸልይ ነውና የሚያምረው። (ተንከተም 308) በዓለም ውስጥ ለሚኖሩ ለሰው ልጆች ሁሉ የሚያበራ እውነተኛ ብርሃን፤ ቅዱስ ኤፍ (ውዳሴ ማርያም ዘሰኑይ ትምህርተ ድኅነት 65)
-መጽአ ወኅደረ ላዕሌሃ ዘየኀድር ውስተ ብርሃን ኀበ አልቦ ዘይቀርቦ… ቅዱስ ኤፍ (ውዳሴ ማርያም ዘሠሉስ) አንቲ እሙ ለብርሃን--(ውደ ማር ዘሠ) ኆኀተ ምሥራቅ--(ውዳ ማር ዘረቡ) ሕዝብ ዘይነብር ውስተ ጽልመት ወጽላሎት ሞተ ብርሃን ዐቢይ ሠረቀ ላዕሌሆሙ--(ውዳሴ ማር ዘረቡ) ሠረቀ ለነ እምኔኪ ፀሐየ ጽድቅ- (ውዳ ማር ዘዐር) ብርሃንኪ የዐቢ እምብርሃነ ፀሐይ አንቲ ውእቱ ምሥራቅ ዘወጽአ እምኔኪ ኩከብ ብሩህ ዘነፀርዎ ቅዱሳን (ውዳ ማር ዘዓ-ማርያም ድንግል) አንቲ ውእቱ ተቅዋመ ወርቅ--(ውዳ ማር ዘሰንበተ ክር) 
ከእውነተኛ ብርሃን የተገኘ እውነተኛ ብርሃን። ጸሎተ ሃይማኖት
፲. በዓለም ነበረ፤ ዓለሙም በእርሱ ሆነ፤ ዓለሙ ግን አላወቀውም። 
በዓለም ነበረ፦ እንዲህ ሲል ዘመኑ ከምድር ጋር አንድ ነው ማለቱ አይደለም።...እንዲህ እንዳልሆነ ለማስገንዘብ ግን ጨምሮ "ዓለሙም በእርሱ ሆነ" ብሎ ጻፈልን። ቅዱስ ዮሐንስ አፈወርቅ /የዮሐንስ ወንጌል 82/
 ዓለሙ ግን አላወቀውም፦ በዚህ ስፍራ ዓለም ያለው ከምድራዊ ነገር ጋር የተጣበቀውን በምግባር የጎደፈውን አላዋቂነት የነገሠበትን ሕዝብ ነው። ዮሐ 5፥40፣ 8፥46 ቅዱስ ዮሐንስ አፈወርቅ /የዮሐንስ ወንጌል 83/ -ብዙ ሰዎች እግዚአብሔርን እናውቀዋለን ይላሉ። ስለ እውነት ከሆነ አያውቁትም ወይም በእውበተኛው እውቀት ውስጥ ሆነው አያውቁትም። እግዚአብሔርን በትክክል ማወቅ ማለት የሚለው ጉዳይ ከአሳብና ከአንደበት የበለጠ በመንፈስና በሕይወት ውስጥ ረዥምና ጥልቅ ጉዳይ ስለሆነ ነው። እግዚአብሔርን ለማምለክ አስቀድመን ልናውቀው ይገባናል። በጣም የሚያሳዝነው ግን ብዙ ሰዎች እግዚአብሔርን የሚያመልኩት በእውነት ሳያውቁት ነው። ስለሆነም እግዚአብሔርን ታውቀዋለህ የሚለው ጥያቄ ለአረመኔዎችና ለማያምኑ ሰዎች አይቀርብም። ይሁን እንጂ ሰማይና ምድርን በፈጠረ አንድ አምላክ እናምናለን ብለው በመጸለይና በመጾም ይህን ለሚደግሙት ግን ዳሩ ግን የማታውቁት በመካከላችሁ ቆሞአል። የሚለው የመጥምቁ ቃል ሊነገራቸው ይገባል። እግዚአብሔር ለእኛ እነሆም እኔ እስከ ዓለም ፍጻሜ ድረስ ከእናንተ ጋርነ ነኝ። ሁለት ወይም ሦስት በስሜ በሚሰበሰቡት በዚያ በመካከላቸው እሆናለሁና።  በማለት ነግሮን ሳለ ብዙዎቻችን እርሱን አናውቀውም። ይህ ደግሞ ቅዱስ አውግስጢን ገና ወጣት ሳለ የተናገራቸውን ቃላት ያስታውሰናል አንተ ከእኔ ጋራ ብትሆንም እኔ ግን ስለ ጎስቋላነቴ ከአንተ ጋራ አልነበርሁም።
ከዚህም በተጨማሪ በዮሐንስ ወንጌል ውስጥ የተጻፉትን ቃላት እናስታውሳለን-በዓለም ነበረ ዓለሙም በእርሱ ሆነ ዓለሙም አላወቀውም። በእርግጥም እርሱ እውነኛ ብርሃን ነው፤ ይህን ብርሃን ደግሞ በጨለማ ውስጥ ያበራል፤ ጨለማም ሊያሸንፈው አይችልም። በሰማይ የምትኖር አባታችን ሆይ በማለት እጃቸውን አንስተው የሚጸልዩና በዚህ ዙሪያ እውቀት ያላቸው ሰዎች በሰማይ ስለሚኖር አባት ምን እንደሚያውቁ ቢጠየቁ እግዚአብሔር ፈጣሪ፣ በሰማይ በምድር የሞላ፣ ዘላለማዊ የማይወሰን፣ ኃያልና የማይገደብ ነው ብለው ይመልሳሉ። ይህ ሁሉ ትክክል ነው። ትክክል ነው ብንልም ግን ይህን የመሰሉት ሰዎች ምን አልባት ቃላት ያላቸውን ጥልቅ ጥቅም ሳይረዱ እንዲሁ ከአንዳንድ መጻሕፍት አንብበው ያለፉት ሊሆን ይችላል። በእንዚህ ሁሉ እግዚአብሔር የተገለጸው በመጻሕፍት፣ በነገረ መለኮት ጉባኤዎች ወይም በስነ መለኮት ትምህርት እንጂ በግል እውቀት አይደለም። በእርግጥ መጻሕፍት፣ ስብከቶችና መረጃዎች ብቻቸውን በቂ አይደሉም። እንዚህ ሁሉ ሕሊናን በአሳብ ብቻ ስለሚሞሉ ልብ ያለ ምንም ስሜት፣ ፍቅርና አስተያየት ባዶውን ይቀራል። እግዚአብሔርን ሳያውቅ ስለ እርሱ የሚያነብ ሰው ጉዳዩ ይህን ይመስላል። ከአባቶች አንዱ -ቅድስት ሥላሴ በአንተ ውስጥ ሳያድሩና አንተም በቅድስት ሥላሴ ውስጥ ሳታድር ስለ ቅድስት ሥላሴ ሁሉንም ነገር ጠንቅቀህ ብታውቅ ምን ትጠቀማለህ-በማለት ጠይቀዋል። በአሳብ ብቻ እንጂ በልብ ያልሆነ እውቀት ተራ የአዋቂዎች እውቀት ነው። እንዲህ ያለው እውቀት የአንድ ሊቅ እውቀት ነው እንጂ በአምልኮ ወይም በፍቅር ውስጥ ያለ ሰው እውቀት አይደለም። እንዲህ ያለው እውቀት ወደ ነገረ ሃይማኖት ውዝግብና ንትርክ ይቀየራል ወይም እጅግ በተማሩ ሰዎች ዘንድ ብቻ የሚያዝ ፍልስፍና ሆኖ ይቀራል። ሐዋርያው ቅዱስ ጳውሎስ -እውቀት ያስታብያል- ብሏል። ብዙዎች የሥነ መለኮት አዋቂዎች ስለሚታበዩ ወይም በእውቀታቸው ስለሚመኩ ይህ እውነት ነው። ምንም ያልተማሩ ሰዎች ከእነዚህ ሰዎች ይበልጥ ስለ እግዚአብሔር ስለ ተማሩ ከእነርሱ ይበልጥ ወደ እግዚአብሔር ልብ የተጠጉ ናቸው። አባታችን አዳም በየዋህነትና በንጽሕናው አውቆት ነበር፤ ይሁን እንጂ አዳም ከእውቀት ዛፍ በበላ ጊዜ ግን ምንም የማያውቅ ሆኗል። የአዳም አለማወቅ የተገለጠው ለእግዚአብሔር -በገነት ድምፅህን ሰማሁ፤ ዕራቁቴን ስለሆንሁ ፈራሁ፤ ተሸሸግሁም- ብሎ በተናገራቸው ቃላት ውስጥ ነበር። ራሱን መሸሸጉ እውነታ ያለማወቁን ማስረጃ የሚጠቁም ነው። እርሱ እግዚአብሔርን ሙሉ ለሙሉ በእውነት አውቆት ቢሆን ኖሮ ከዛፉ በስተኋላ መሸሸጉ ከእግዚአብሔር ሊሰወር እንደማይችል ማወቅ ነበረበት። አዳም የትም ቢገባም እግዚአብሔር ሊያየው እንደሚችል ማወቅ ይገባው ነበር። እርሱ የተደበቀበትን ቦታ ብቻ ሳይሆን በልቡና በአሳቡ ውስጥ ያለውን ሁሉ እንደሚያውቅ መገንዘብ ነበረበት። ከዚህ በተጨማሪ እግዚአብሔር ሰውን የሚወድና ይቅር ባይ አማላክ መሆኑን አዳም አላወቅም ነበር። ከዚህ በኋላ የሰዎች እግዚአብሔርን አለማወቅና ከእርሱ መንገድ ስተው መውጣታቸው እየቀጠለ መጣ። ይህ ስለሆነም መድኃኒታችን ኢየሱስ ክርስቶስ ከራሱ ጋራ እየተናገረ ወደ አባቱ ባቀረበው ረዥም ጸሎት ውስጥ-አባት ሆይ፣ ዓለም አላወቀህም፤ እኔ ግን አወቅሁህ- ብሏል። በእርግጥም ዓለሙ እግዚአብሔርን አላወቀም ነበር። የሚያመልኩት፣መሥዋዕትንና የሚቃጠል መሥዋዕት የሚሰውለት፣ ወደ እርሱ የሚጸልዩለት የሚጾሙት አይሁድ እንኳ ትክክለኛውን እምነት የሚቀበለውን አምላክ አላወቁትም ነበር። የእነርሱ እምነት ተራ እውቀት ነበር። በእነርሱ ዘንድ የነበረው እውቀት የእግዚአብሔርን ፍቅር እንዲይዙ የሚያድርጋቸው ምሁራዊ እውቀት ነበር። የእነርሱ እምነት ሐዋርያው ቅዱስ ያዕቆብ-አጋንንት ደግሞ ያውቃሉ ይንቀጠቀጡማል- ብሎ ከጠቀሰው እምነት ውስጥ የሚጠቃለል ነው። እምነታቸው በእውቀት ብቻ የተደገፈ እውቀታዊ እምነት ስለሆነ በውስጡ ፍቅር ስለሌለው ምንም ዋጋ የለውም። መድኃኒታችን ኢየሱስ ክርስቶስ ከራሱ ጋር እየተነጋገረ ባቀረበው ረዥም ጸሎቱ ውስጥ -እኔንም የወደድህባት ፍቅር በእነርሱ እንድትሆን እኔም በእነርሱ ስምህን አስታወቅኋቸው አስታውቃቸውማል- በማለት የተናገረው ለዚህ ነው። ኅብረትና ፍቅርን የሚገልጽ እውቀት። እንዲህ ዓይነቱ እውቀት ወደ እግዚአብሔር ፍቅር የሚመራ እውነተኛ እውቀት ነው። እግዚአብሔር በፊታችን ያስቀመጥነው ግልጽ ሐቅ ወደ እርሱ ፍቅር የሚመራ ማንኛውም ዓይነት ፍሬ ቢስ እውቀት መሆኑን መግለጡ ነው። ሃይማኖት ኅሊናን የሚገዛ ተራ መረጃና ዶክትሪን አይደለም። ይልቁንም የሃይማኖት መሠረት እግዚአብሔርን ማወቅና መረዳት ነው። እግዚአብሔር የሃይማኖት መሠረት፣ ዓላማና ምክንያት ስለሆነ ሃይማኖት ያለ እግዚአብሔር ምንም አይደለም። ሁሉንም ጽስቅና መልካም ሥራ ገንዘባችን አድርገን እግዚአብሔርን ካልያዝን ምንም ነን። እንዲህ ያለው ጽድቅና ሥራ ያለ እርሱ እውነት ሊሆን አይችልም፤ ሁሉም ተራ ልማዶች ወይም የሕግ ሥራዎች ይሆናሉና። ሁሉም መልካም ሥራዎች የሚገኙበት ብቸኛው መልካም ሥራ የእግዚአብሔር እውቀትና ፍቅር ነው። ሰው እግዚአብሔርን በእውነት ካወቀ ይወደዋል፤ ሰው እግዚአብሔርን ከወደደው ደግሞ ይበልጥ እያወቀው ይመጣል። በእርግጥ ሰው እግዚአብሔርን ካወቀ፣ ባሕርያቱን ካወቀ፣ፍቅሩን ካወቀ፣ ጥበቡንና መልካምነቱን ካወቀ፣ ርኅሩኅነቱን፣ ቸርነቱንና ይቅርታውን ካወቀ፣ ውበቱ ከሰው ልጆች ይልቅ የሚያምር መሆኑን ካወቀ ይደዋል። ይህ በዚህ እንዳለ ሰው እግዚአብሔርን ከወደደ እርሱ ማንነቱን ስለሚገልጽለት ይበልጥ እያወቀው ይመጣል። እንዲህ ያለው እውቀት የሚገለጸው ደግሞ በሰዎች ወይም በመጻሕፍት ሳይሆን በራሱ በእግዚአብሔር ነው። እግዚአብሔርንና ባሕርያቱን ማወቅ ማለት ምን ማለት ነው። ይህን ማለት በአንድ ሰው ሕይወት ውስጥ እርሱን ማወቅ ፣ እርሱን ማወቁ ሲታወቀው እርሱን መልመዱ፤ ስጦታውን በመመልከት ጥበቡን ማወቅ፣ ሰው ንስሓ ሲገባ በልቡ ውስጥ የሚፈሰውን በሰላም የሚሆነውን ይቅርታንና ሌሎቹንም የእግዚአብሔርን ድንቅ ባሕርያትን ማወቁ ማለት ነው። አሁን ሦስት የእግዚአብሔር እውቀት ዓይነቶች አውቀናል ማለት ነው። እነርሱም 1-ብቻውን በቂ ሊሆን የማይችለው ምሁራዊ እውቀት፣ 2-ሰው ከእግዚአብሔር ዘንድ የሚያገኘው የልምምድ እውቀትና፣ 3- የሚገለጠው እውቀት ናቸው። እንዲህ ባለው እውቀት ውስጥ እግዚአብሔር እርሱን ለሚወዱት በተለያዩ መንገዶች ራሱን ይገልጥላቸዋል። መድኃኒታችን ኢየሱስ ክርስቶስ -የሚወደኝንም አባቴ ይወደዋል እኔም እወደዋለሁ ራሴንም እገልጥለታሁ። በማለት ይህን ቃል ኪዳን ገብቶልናል። እነዚህ የመጨረሻ ቃላት ወደ እርሱ ስንቀርብ ጫማዎቻችንን ከእግሮቻችን ላይ በማውለቅ በጉልበቶቻችን ተንበርክከን እንድናውቅህ አድርገኽናልና በማለት እንድንናገር የሚያደርጉን እጅግ የተቀደሱ ቃላት ናቸው። እግዚአብሔርን የሚያሳውቀውን እውቀት በዚህ ምድር ላይ እንደሚጀምር ብናወቅም የሚያልቀው ወይም ፍጹምነቱን የሚያገኘው ግን በዚህ ምድር ላይ አለመሆኑን ልናውቅ ይገባናል፣ በዘላለማዊነት ውስጥም ይቀጥላልና። ሐዋርያው ቅዱስ ጳውሎስ -ዛሬ በመስታወት በድንግዝግዝ እንደምናይ ነን፤…ዘሬስ ከእውቀት ከፍዬ አውቃለሁ- በማለት ስለ ተናገረ እግዚአብሔርን ማወቅ ቀላል ወይም እንደ ዋዛ የሚታይ ነገር አይደለም። -ስለዚህ በመገለጥ ታላቅነት- ውስጥ ሐሴት ለሚያደርገውና ወደ ገነት ተነጠቀ …ሰውም ሊናገር የማይገባውን የማይናገረውን ቃል ሰማ- ተብሎ ለተነገረለት ለቅዱስ ጳውሎስ ይህ እንደምን ያለ እንግዳ ነገር ነው፣ ይህን ያህል ታላቅ የሆነው አስደናቂ ነገር ነው፣ እግዚአብሔርንስ ለማወቅስ ያለውን ነገር ሁሉ ለመስጠት መድከሙስ እንደምን ያለ አስገራሚ ነገር ነው፣ እርሱ ይህን አስመልክቶ ሲናገር እንዲህ ብሏለወ-ነገር ግን ለእኔ ረብ የነበረውን ሁሉ ስለ ክርስቶስ እንደ ጉዳት ቆጥረዋለ አዎን በእውነት ከሁሉ ይልቅ ስለሚበልጠው ስለ ክርስቶስ ኢየሱስ ስለ ጌታዬ እውቀት …እርሱንና የትንሣኤውን ኃይል እንዳውቅ በመከራውም እንድካፈል ወደ ሙታንም ትንሣኤ ልድርስ ቢሆንልኝ በሞቱ እንድመስለው እመኛለሁ-። ይህ ደግሞ ሐዋርያት እንኳ ፍጹም የሆነውን እውቀት እንደማያገኙ በግልጽ ያስረዳናል። ይህ ሐዋርያው ቅዱስ ጳውሎስ እንዲሁም በሚከተሉት የኢየሱስ ክርስቶስ ቃላት ውስጥ ግልጽ ነው።- ስምህን አስታውቅኋቸው ዘንድ አስታውቃቸውማል- አቤቱ ጌታዬ ሆይ፣ ይህ ይሁን እንጂ መላውን ዓለም እንዲያስተምሩ ለላክሃቸው ሐዋርያት ምን ልታውጅላቸው ትችላለህ። ከዚህ ሌላ የምትሰጣቸው ተጨማሪ እውቀት በአንተ ዘንድ አለ ማለት ነው። በእርግጥም በምድር ላይ የሚሆን ማንኛውም ዓይነት ሕይወት የማይበቃው እውቀት አለ። ለዚህ ነው መድኃኒታችን ኢየሱስ ክርስቶስ -እውነተኛ አምላክ ብቻ የሆንህ አንተን የላክኽውንም ኢየሱስ ክርስቶስን ያውቁ ዘንድ - በማለት የተናገረው። በዘላለማዊነት ውስጥ ያለ ተጨማሪ እውቀት። አሁን በያዝነው እንደ ጤዛ በሚረግፈው ሥጋችን ውስጥ እግዚአብሔር የሚያሳውቀንን ፍጽም እውቀት ገንዘብ ልናደርገው አንችልም። አሁን የምንመለከተው በድንግዝግዝ ነው ይህ ሥጋችን ከእኛ ላይ ሲወልቅ ግን በእግዚአብሔር አምሳያ የተፈጠረው ብሩኅ መንፈሳችን ሲገለጥ ግን ብዙ እናውቃለን። ዐይን ወደላያት፣ ጆሮ ወዳልሰማት፣ በሰውም ልብ ወዳልታሰበችው እና ለእኛ ወደ ተዘጋጀልን መንግሥት ስንገባ በዚያ ብዙ እናውቃለን። ለመሆኑ ይህን ክብር ስንጎናጸፍ ስለ እግዚአብሔር ሁሉን ነገር እንችል ይሆን አንችልም። እኛ ውስን ፍጡር ስንሆን እግዚአብሔር ግን የማይወሰን አምላክ ነውና። የተወሰነው ስላልተወስነው ሁሉንም ነገር ሊያውቅ አይችልም። የተወሰነው ኅሊና ወይም ልብ ስላልተወሰነው እግዚአብሔር እንዴት ሁሉን ነገር ሊያውቅ ይችላል ይህ በእኛ ዘንድ የፍቅር ፉጨት በሚል ርዕስ የተዘጋጀው ግጥም አንድ ስንኝ እንዳስታውስ ያደርገናል-ሕዋው አንተን ካልቻለህ ሊይዝህ፤ ታዲያ ልብ እንዴት ይቻልህ- ለዚህ ብቸኛውና አማራጭ የሌለው መንገድ እግዚአብሔር እርሱን ማወቅ የሚያስችለንን እውቀት ለመያዝ ይችሉ ዘንድ ልቦቻችንና ኅሊናዎቻችንን እንዲያሰፋልን መጠየቅ ነው። እንዲህ ባለው ድንቅ እውቀት እጅግ ስለምንደነቅ ከዚህ የበለጠ ምንም ልንይዝ አለመቻላችንን ይበቃናል ይበቃናል በማላት የምንገልጽ ይመስለኛል። ከፊት ለፊታች በሚገለጠው ነገር ስለምንፈዝ ወደ ማንነታችን እስክንመለስ ድረስ እስከ መቼ እንዲሆን አናውቅም- ሰዓታት ያልፋሉ ባወቅነው ነገር ከተደሰትንና ነተመስጦ ከቆየንበት እንዲሁም በጣዕሙና በጥፍጥናው ደስ ከተሰኘን እግዚአብሔር በድጋሚ ልቦቻችንንና ኅሊናዎቻችንን ያሰፋልናል፤ ልብ እና ኅሊና አፍቃሪዎች ናቸውና። የማይዳሰሰውንና ፈጽመው ሊረዱት የማይቻለውን እግዚአብሔርን ሊይዙት አይችሉም። ታዲያ ልናገኘው የምንችል ከሆነ እንዲህ ያለውን ፍጹም እውቀት ማግኘት የምንችለው መቼ ነው። ይህን ጥያቄ መልካሙ አምላካችን ለአባቱ በሰጠው መልስ ውስጥ እንዲህ በማለት መልሶታል፤ እውነተኛ አምላክ ብቻ የሆንህ አንተን ብቻ የላኽውንም ኢየሱስ ክርስቶስን ያውቁ ዘንድ-። ወደ ገነት ስንሄድ የሚገጥመን ይህ ከሆነና መንፈሳዊውን ሰማያዊውን አካላችን በክብር ከተነሣ በምድር ላይ ሳለን ስለሚኖረን እውቀት ምን ሊባል ይችላል። መድኃኒታችን ኢየሱስ ክርስቶስ ቅዱሳን ከነበሩበት ከአሥራ አንዱ ሐዋርያት መካከል ለአንዱ-አንተ ፊሊጶስ ይህን ያህል ዘመን ከእናንተ ጋር ስኖር አታውቀኝምን- በማለት ያቀረበው ጥያቄ ፊት ስንቆም አናፍርምን ይህ ሐዋርያ ሥጋ ስለ ለበሰው አምላክ ያለው እውቀት እስከዚህ ድረስ ከሆነ በመለኮታዊ ክብሩ ውስጥ ያለውን እግዚአብሔርን ለማወቅ ያለው እውቀት ምንኛ የራቀ ሊሆን ነው። በእርግጥ ግን እግዚአብሔር ለእኛ የሚያድለን እውቀት በእርሱ እንድናምንና እንድንወደው ለማድረግ በቂ ነው። በዚህ ምድር ሳለን ይህ ለእኛ በቂ እውቀት ነው። በዘላለማዊነት ውስጥ ስለ እርሱ የምናውቀው እስከ ምን ድረስ እንደሚሆን ለማወቅ ለመገመት እንኳ አንችልም። ይበልጥ ሊሆን የሚችለው ነገር ግን ሰብአዊ ፍጥረታችን የሚታደሰውን ክብር እስኪያገኝ ድረስ በእግዚአብሔር እውቀት ውስጥ ማደጉ ነው። በመንፈስ መነሣሣት ውስጥ ብዛት ያላቸው ነገሮች በእግዚአብሔር አማካይነት እየተገለጡልን ነው፤ ከዚህ የበዙ ደግሞ በሤጋዌው ተገልጠውልናል። ሐዋርያው ቅዱስ ዮሐንስ ይህን አስመልክቶ ሲናገር እንዲህ ብሏል-መቼም ቢሆን እግዚአብሔርን ያየው አንድ ስንኳ የለም፤ በአባቱ እቅፍ ያለ አንድ ልጁ እርሱ ተረከው። እመኑኝና ሙሉ የሕይወታችን ዘመን እንኳ ከእግዚአብሔር ባሕርያት መካከል አንዱን ለማወቅ በቂ አይደለም። ሌላው ቢቀር የእግዚአብሔር ባሕርያት በእኛ ዘንድ በሚገባ አይታወቁም፤ ወደ እነርሱ ውስጥ ገና በጥልቅ አልገባንም፤ ለቢዩ ዳዊት ይህንን አስመልክቶ ሲናገር-የሥርህን ሁሉ ፍጻሜ አየሁ፤ ግን እጅግ ሰፊ ነው- ብሏል። ታላቅ ነቢይ የሆነው ይህ ቅዱስ ዳዊት መንገዱን ይመራው ዘንድ በጸሎቱ ውስጥ እግዚአብሔርን እንዲህ እያለ ይለምነው ነበር- አቤቱ መንገድህን አመልክተኝ፤ ፍለጋህንም አስተምረኝ። በዚህ ምድር ላይ በሚኖረን ሕይወት ውስጥ የእግዚአብሔርን እውቀት ገንዘብ ለማድረግ እንችል ዘንድ እርሱን የሚገልጡትን ነገሮች ለማወቅ እንሞክራለን። ቅዱሳት መጻሕፍትን፣ ሕጉን፤ ዐይንን የሚያበሩ ትእዛዛትን ለማወቅ እንሞክራለን። ከዚህ በተጨማሪ ለማገልገል የሚላኩትንና የእሳት ነበልባል የሆኑት መላእክቱንም ለማወቅ እንሞክራለን። እና ሰማያዊቷ ኢየሩሳሌም ላይ በተመስጦ ለመቆየት እንሞክራለን። ይሁን እንጂ በእኛ ዘንድ እጅግ ብልኅ የሆነው ሰው ሊናገር የሚችለው-እኔ አላውቅም-ውይም በከፊል አውቃለሁ- ብሎ ነው። እስከ አሁን ድረስ በእግዚአብሔር ስለ ተፈጠረው ሕዋ ካላወቅን ይህን ሕዋ የፈጠረውን እግዚአብሔርን እንዴት ልናውቀው እንችላለን። እኛ እኮ እከ አሁን ድረስ ፕላኔቶችን፣ ከዋክብትንና የከዋክብትን ክምችት ሙሉ ለሙሉ አላወቅንም። እኛ በጠፈርተኞቹ ከጨረቃ ላይ የመጣ ድንጋይ በውስጡ ያለውን ንጥረ ነገር መርምረን ለማወቅ ራሳችንን ባተሌ የምናደርግ ከሆነ ጨረቃን የፈጠረውን አምላክ እንዴት ልናውቀው እንችላለን፤ ሌላው ቢቀር በምንኖርባት መሬት ላይ ስላሉ ነገሮችና በውኃዎቹ ጥልቀት ውስጥ ስላሉ ምሥጢራት የምናውቀው ነገር የለም። እናውቅ ዘንድ ግን እየቆፈርንም እየጠለቅንም ነው፤ የዚህ ሁሉ ውጤት ደግሞ ከፍለን ማወቃችን ነው። ስለ ራሳችን ብዙ የምናውቀው ነገር የለም ብዬ ስናገር ግን አንባብያን ይቅርታ እንዲያደርጉልኝ እየተየቅሁ ነው ለምሳሌ ስለ መንፈስ፤ ስለ ተፈጥሮና ስለ እነዚህ ሁለቱ እንዴት ከሥጋችን እንደሚለዩ ምን የምናውቀው ነገር አለ ይዘነው ስለምንነሣው ሰማያዊ አካል ምን እናውቃለን ሰውን እና የምንኖርበትን ሕዋ ምሥጢራት ካላወቅን እግዚአብሔርን አውቀዋለሁ ብለን ለመናገር እንደፍራለን ይሁን እንጂ በዚህች ምድር ላይ ሳለን በእውቀት እናድጋለን ብለን መናገር እንችላለን። ከእግዚአብሔር ጋር በሚኖረን ኅብረትና እርሱን በሕይወታችን ውስጥ ስንለምደው ለእርሱ ያለን አውቀት ያድጋል። ይህን አስተካክሎ የተናገረው ጻድቁ እዮብ ነው። -መስማትንስ በጆሮ በመስማት ሰምቼ ነበር አሁን ግን ዓይኔ አየች- ሰለ ሰማርያ ሰዎችም ተመሳሳይ ነገር ሊባል ይችላል። ያቺ ሳምራዊታ ሴት ክርስቶስን እንዲያዩ ስትጠራቸው -ያደረግሁትን የነገረኝን ሰው ኑና እዩ- ነበር ያለቻቸው። ሰዎች ጌታን አይተው ስላመኑ ሴቲቱን እንደህ ነበር ያሏት- አሁን የምናምን ስለቃልሽ አይደለም እኛ ራሳችን ሰምተነዋልና-እነዚህ ሰዎች ከእርሷ አንደበት ከሰሙት በዐይቻቸው የተመለከቱት ውጤታማ ሆኖባቸዋል። ሊነጻጸር ባይችልም ንግሥት ሳባ ንጉሥ ሰሎሞንን በተመለከተች ጊዜ የነበራት ስሜት አልተቀየረላትም። ራስን መሳትና ከምግብ መታቀብ። እግዚአብሔርን ካወቅኸው በፍቅሩ ሰክረህ ራስህን ልትስት ትችላለህ። አንድ ሰው በሰው ኅሊና ውስጥ ያልታሰበውን ነገር ዲያውቅ ወይም ሰው ሊናገረው የማይቻለውን ቋንቋ ሲናገር አንዳንድ ሰዎች እንደሚናገሩት ራሱን ሊስት ይችላል። እንደዚሀ ዓይነቱ እውቀት ማንም ሊገልጸው በማይችለው መንገድ በሰው ልብ ውስጥ የላቀ ስሜትን ይፈጥራለ። እንዲህ ዓይነቱ እውቀት -ሞኝነት- ተብሎ በተጠራው በማንኛውም እውቀት ወይም ጥበብ ላይ እንዲያፌዝ የሚያደርገው ነው። እዚህ ደረጃ ላይ ስትደርስ ኅሊናህ ከፍ ይላል ነፍስህም ትሞላለች። እግዚአብሔርን በእርግጥ ካወቅኸው በዓለም ውስጥ ያለውን ነገር ሁሉ ትንቃለህ፣ የሥጋ ምኞትና፣ የዐይን አምሮትንና በገንዘብ መመካትን ትንቃለህ፣ በሌላ መልኩ በዓለም ያሉትን ነገሮች ከወደድህ የአባት ፍቅር በአንተ ውስጥ አይኖርም። ልታውቀውም አትችልም። ሐዋርያው ቅዱስ ጳውሎስ ከሁሉም ነገር ይልቅ ስለሚበልጠው ስለ ክርስቶስ እውቀት ሲል ነገር ሁሉ ጉዳት እንዲሆን ቆጥሯል። እግግዚአብሔርን ያወቀ ሰው በእርሱ ደስታ ስለሚሰማው ከነቢዩ ዳዊት ጋር-በሰማይ ያለኝ ምንድር ነው በምድርስ ውስጥ ከአንተ ዘንድ ምን እሻለሁ-ለእኔ ግን ወደ እግዚአብሔር መቅረብ ይሻለኛል-እያለ ይዘምራል። እንዲህ ያለው መንፈሳዊ ደረጃ ላይ ከደረስህ እግዚአብሔርን ልታዉቀወ ትችላለህ፤ ይህን ስልም በከፊል ታውቀዋለህ ማለቴ ነው። በእርግጥ ግን የእግዚአብሔር እውቀት የተመሠረተው በቅምሻና በእይታ ላይ ነው-እግዚአብሔር ቸር እንደ ሆነ ቅመሱ እዩም- አቡነ ሺኖዳ (እግዚአብሔርና ሰው 173) 
-ይህንም ስለ ሰነፎች ሰዎች ይናገራል። ፍላጎታቸው ምድራዊ የሆነ ሰነፎች ሰዎች ጌታን አላወቁትም። የጽድቅ ሰዎች ግን ሰው በሆነ ጊዜ አውቀውታል። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 35 ማወቅ የሚለው ቃል የሚሰጠን ትርጉምና ምን ዓይነት ዕውቀት የሚለው ላይ ተጠንቅቀን ስንመለከተው -ነጽሮተ እግዚአብሔር-ሆኖ እናገኘዋለን። (የነገረ መለኮት መግቢያ 72) ባሕርይ-የማይመረመር የማይታወቅ የማይቀርቡትና የማያገኙት፣ ረቂቅና ርሑቅ ነው። …እግዚአብሔርን በግብሩ የሚታወቅ ነውና፣ ልናውቀው ፣ የሚገኝ ነውና ልናገኘው፣ ቅሩብና ርኩብነቱን ልንረዳው እንችላለን። ግብር ከባሕርይ ተለይቶ አይገኝም፣ አይገናኝምም። ቅዱስ ጎርጎርዮስ ዘኑሲስ(የነገረ መለኮት መግቢያ 79) እግዚአብሔርን ማወቅ በእርሱ ፈቃድ ላይ ብቻ የተመሠረተ ነው። የማወቂያ መንገዶቹም እርሱ ወድዶና በሰው አቅም መጥኖ የገለጻቸው ናቸው። (የነገረ መለኮት መግቢያ 80) ሰዎች ስለ እግዚአብሔር በጥቂቱም ቢሆን ማወቅ የሚችሉት የዐዋቂና ታዋቂ፣ የአጥኚና ተጠኚ፣ የመርማሪና ተመራማሪ ግንኙነትን ከሐሳብ ጭምር አስወግደው ወደ መንፈሳዊ ኅበረት ሲያድጉ ነው።
እግዚአብሔርን የኹሉ ባለቤትና የነገሮች ኹሉ ፍጻሜ አድርጎ ማሰብ የቻለ ሰው ብቻ ጥቂት ማወቅ ይችላል። (የነገረ መለኮት መግቢያ 80) ቅዱስ ኤፍሬም ሰው ነገረ እግዚአብሔርን ለማወቅ የሚያደርጋቸውን ጥረቶች በሦስት ዓይነት መንገድ ያስቀምጣቸዋል። 1- ሰው ራሱን አጥኚ አድርጉ 2-ራሳችንን መንፈሳዊ ተሳትፎ ላይ የማናገኝበት 3- በፍቅርና ፍጹም በሆነ ተመስጦ እንዲሁም በመንፈሳዊ ተሳትፎ የሚደረግ ጥረት ነው። (የነገረ መለኮት መግቢያ 83) -አምላካዊ ባሕርይ በራሱ ማንነት ከየትኛውም ሁሉንአቀፍ ዕውቀት በላይ የረቀቀና በእኛ መላ ምት ሊደረስበት የማይቻል ነው። ቅዱ ጎርጎርዮስ ዘኑ (የነገረ መለኮት መግቢያ 84 -ምድራውያን ፍጡራን የምንኾን እኛ የሥጋ ሕይወት ከምትኾን ከደመ ነፍስ ጋር ተዋሕዳ ያለች የነባቢት ነፍሳችንን ባሕርይ እንኳ አናውቅም። አንድምታ (የነገረ መለኮት መግቢያ 85) -ረቂቅ ምጡቅና በባሕርዩ ርሑቅ ስለኾነው አምላክና ቃላት ጽንሰ ሐሳቦች ለማጎዳኘት አንሞክር። ማድረግ የምንችለው ቅዱሳት መጻሕፍት የገለጡልንን መጠቀም ብቻ ነው። ዲዮናስዮስ ዘአርዮስ ፋጎስ "ራስን በመካድ አስጀምሮ አስተርእዮ እግዚአብሔርን ለመረዳት ሰዎችን ያዘጋጃል።" (የነገረ መለኮት መግቢያ 86)
ጸጋን የሚያድል የእግዚአብሔርን ፈቃዱ የሥጋ ሕይወት በምትሆን በነፍስ ዓዋቆች እንድንሆን ዘንድ ነው፤ ዐውቀን ብናምንበት የእግዚአብሔር ልጆች፣ ለበጎ ሥራ ማደሪያ፣ መሣፈሪያ፣ በጎውን የምነወድ፣ ክፉውን የምንጠላ እንዲህ ለሕጉ የምንቀና እንሆናለን። 318 (ተኀሥሦ 160) በሥነ ፍጥረት ተመራምረው ያመኑ ብዙዎች ናቸው። ከዚያው ከቀደሙት ሰዎች አብርሃም በኋላ ሰዎች ሙሴ ጸሊም።…በሥነ ፍጥረት የሚመረምር ሰው ድንቁርና አያገኘውም።…ስንኳን ሊያገኘው አይደርስበትም። በአእምሮ ጠባዕይዕ የሚመረምር ሰው ድንቁርና አያገኘውም። (ተኀሥሦ 161) በሃይማኖት ሳታውቀው በሥነ ፍጥረት ማወቅ አይቻልህም። /ማር ይስሐቅ/ 
በስብከት ይሁን በጉባኤ የተገኘ እምነት ሃይማኖት ሰሚእ ሲባል በመገለጥ የሚገኝ ደግሞ ሃይማኖተ ርእይ ይባላል። አእምሮ ጠባይዐዊ በተፈጥሮ የሚሰጥ እውቀት፣ አእምሮ መንፈሳዊ በጸሎት የሚገን እውቀት (ተኀሥሦ 161)
-አመክንዮ ወደ ልዕልና ወደ ከፍተኛ እንዲደርስና የበለጠው ዕውቀት ጋር እንዲደርስ፣ ሃይማኖት (መገለጥ) ከላይ መጥቶ አመክንዮን ወደ ልዕልና ማውጣት አለበት። (ማስያስ 4) ዓለም የተባለው ሰው ነው። (ትምህርተ ጽድቅ 86) ወደ ምድር ሲወርድ ሠረገላውን በሰማይ አልተወውም ነበር፤ በማርያም ማኅፀን ውስጥ ሲኖር ሰማያት ያለ እርሱ አልነበሩም። -ቅዱ ኤፍ (ነገረ ማርያ በሊቃው ክፍል አንድ 177) እውቀት ከእኔ ይልቅ ተደነቀች ወደ እርሳ መድረስ አልችልም- መዝሙረ ዳዊት፤ ልቦናዬ በነፋስ ትከሻ ተጭኖ -ቅዳሴ ማርያም ፤ዝም እንበል- ቅዱስ ኤፍ (ውዳሴ ማርያም)፤ አውቀውትስ ቢሆን ኖሮ የክብርን ጌታ ባልሰቀሉት ሕዝቤ እውቀትን ከማጣት የተነሣ ጠፍቷል። ዕውቀት ሰው በአፍአዊ ሕዋሳቱ አይቶ ብቻ የሚረዳው የሚይዘው አይደለም። ሥጋና ደም አልገለጠልህም - ያለ እግዚአብሔር የሆነ ምድራዊ ዕውቀት ሙሉ እና የተቃና ዕውቀት አይሰጥም። ሰው ሰው ሆኖ በመፈጠሩ ብቻ የሚያገኘው ዕውቀት አለ። (ማስያስ 8)
፲፩. ወደ ወገኖቹ መጣ፤ ወገኖቹ ግን አልተቀበሉትም።
-መጣ ሲባል በግድ የመጣ አይደለም አምላካዊ ርኅራኄው በበጎ ፈቃዱ ሰውን በመውደዱ መጣ እንጂ። የእርሱ የተባሉት አይሁድ ናቸው። በሥጋ ስለ ተዛመዳቸው ወገኖቹ ስለሆኑ ነው። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 37 በትንቢት ተነግሮ ነበር -ት ኢሳ 53፤3 (ነገረ ክርስቶስ 23) …እስራኤላውያን መሲሑን መስቀል አሸክመው ሲግጡት ከአሕዛብ ሀገር የመጣው ስምዖን ግን መስቀሉን ለመሸከም ክብር በቃ።
ቅዱስ ኤፍሬም እንዲህ ይላል “በረከቶችን ሁሉ ይዞ የመጣውን ክርስቶስን በቅናታቸው አንቀበልም ብለው በረከታቸውን ወደ አሕዛብ ወርውረዋልና መስቀሉን የመሸከም ዕድል ለአሕዛብ አሳልፈው መስጠት ይገባቸዋል” (ሕማማት 245)
ከአንድ ሥፍራ ወደ ሌላ ሥፍራ የመጣ ሆኖ አይደለም፤ ይህ ለእርሱ ባሕርይ የሚስማማ አይደለምና። ምንም እንኳን አስቀድሞም በዓለሙ የነበረ የሞላ ቢሆንም አይታወቅም ነበር። ነገር ግን የእኛን ሥጋ ለብሶ ከተገለጠ በኋላ በታወቀ በተረዳ ነገር ታወቀ። ይህንንም ሁኔታ ማለትም የእግዚአብሔርን በዓለሙ መገለጥ ወንጌላዊው በመምጣት መሰለው። (በእንተ ቀዳማዊ ቃል 61)
ውድ ወንድሜ ሆይ፣ ጌታ ኢየሱስ ክርስቶስ ብቻውን የሆነባቸውን ጊዜያት በሙሉ እንዳልጽፍልህ ጊዜ ያጥርብኛል። ወደ ወገኖቹ መጣ፤ ወገኖቹ ግን አልተቀበሉትም። እርሱ የዓለም ብርሃን ነው። ነገር ግን ሰዎች ወደዚህ ብርሃን ሊቀርቡ አልፈለጉም። ብርሃንም ወደ ዓለም ስለመጣ ሰዎችም ሥራቸው ክፉ ነበርና ከብርሃን ይልቅ ጨለማን ስለወደዱ ፍርዱ ይህ ነው። ይህ ሁሉ የሆነው ባለፈው ጊዜ ቢሆንም አሁንም እየሆነ ያለው ይኸው ነው። ያው የድሮው ታሪክ እየተደገመ ነው። ጌታ ብቻውን ቆማአል። ዓለሙ ግን በራሱ ደስታ ምቾትና ከንቱ በሆነው ነገር ተጠምዷል። ስለ ኢየሱስ ክርስቶስ የሚያስብ አንድስ እንኳ የለም። እንደ ማርታ እህት እንደ ማርያም ማንም እግሮቹን በእንባው ሊያብስ አልፈቀደም። ጌታችን አሁንም አብዛኛው ሰው ትቶት እንደሄደና ብቻውን እንደሆነ ያውቃል። እንዲያውም በሚያስደንቅ ቃሉ እንዲህ ብሎአል-ነገር ግን የሰው ልጅ በመጣ ጊዜ በምድር እምነት ያገኝ ይሆንን-። አንተስ ብትሆን ጌታን ብቻውን አልተውኸውምን ከእርሱ የሚለይህ ጉዳይስ አላጋጠመህምን ራስህን ጠይቅ። አቡነ ሺኖዳ (የነፍስ አርነት 88) 
-መንፈሳዊው ሕይወት በእግዚአብሔርና በሰዎች መካከል የሚገኝ ያጋራ ፍቅር ነው። እግዚአብሔር ይወዳችኋል። ይህ ክርክር የማያስፈልገው እውነት ነው። እግዚአብሔር ዓለሙን ይወዳል። -እግዚአብሔር አንድያ ልጁን እስኪሰጥ ድረስ ዓለሙን እንዲሁ ወዶአልና- ይሁን እንጂ በዚህ ፍቅርና በዚህ ስጦታ ዓለሙ ሁሉ ተጠቅሞ ሊድን አልቻለም። ይሁዳ ወይም ሐና እና ቀያፋ ወይም ሄሮድስ አልዳኑም። ወይም ደግሞ እግዚአብሔርን አንቀበልህም ያሉትና ይህን በማታቸው የጠፉትም አልዳኑም። በመጽሐፍ ቅዱስ ወደ ወገኖቹ መጣ፤ ወገኖቹ ግን አልተቀበሉትም- ተብሎ የተነገረላቸውም አልዳኑም። አቡነ ሺኖዳ ሮሜ 10፤21(ፍቅር 297) -ነጻ ፍቃድ አለህ ለመቀበል ላለመቀበል- አቡነ ሺኖዳ (ድኅነት በቅጽበት 194) መምጣት በሁለት ይከፈላል-የአምሳልና የአካል። (መልእክተ ዮሐንስ 236) -ወገኖቹ የተባሉት አይሁድ ናቸው እነርሱም በ 7 ይከፈላሉ (መልእክተ ዮሐንስ 280)
፲፪. ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።
-ያመኑበት ሁሉ አገልጋዮች ቢሆኑ ጌቶችም ቢሆኑ ዮናናውያን የግሪክ ሰዎች አሓዛብም ቢሆኑ በልጅነት የእግዚአብሔር ልጆች ይሆናሉ እንጂ ሥጋውያን ልጆች አይሆኑም ሲል ነው። ግእዝ በግእዝ (የዮሐንስ ወንጌል ማብራሪያ 37
በእውነት ይህ ለእግዚአብሔርነት ባሕረይው የሚገባ ፍርድ ነው። የበኩር ልጄ ተብለው የተጠሩ እስራኤላውያን ተጥለዋል። እስራኤል ከአምላካቸው ጋር የነበራቸው ቅርብ ግንኙነት አልፈለጉትምና። ልጁም በገዛ ወገኖቹ ሲገለጥ ሊቀበሉት ፈቃደኛ አልሆኑም። የክብራቸው መገኛ የሆነውን አምላክ አቃለሉት። አሕዛብ ግን በእምነት ተቀበሉት። እስራኤል ከእግዚአብሔር የሆነውን ቅድስና አጡ። አሕዛብ ግን በጸጋው ከበሩ። እስራኤል የከፋ ምክራቸው ውጤት የሆነ መራራ ፍሬን ተቀበሉ። አሕዛብ ግን በእምነት የተገኘ ቅድስና ባለቤት ሆኑ። እስራኤል ከወይራ ዛፍ ተቆረጡ እንዲህ የሚል ቃልንም ሰሙ። ኃጢአተኛ ወገንና በደል የተሞላበት ሕዝብ የክፉዎች ዘር ርኩሰትን የምታደርጉ ልጆች ሆይ ወዮላችሁ፤ እግዚአብሔርን ትታችኋልና የእስራኤልንም ቅዱስ አቃልላችኋልና። ከክርስቶስ ደቀ መዛሙርት አንዱ ስለ አሕዛብ እንዲህ አለ። እናንተ ግን ከጨለማ ወደሚደነቅ ብርሃኑ የጠራችሁን የእርሱን በጎነት እንድትናገሩ የተመረጠ ትውልድ የንጉሥ ካህናት ቅዱስ ሕዝብ ለርስቱ የተለየ ወገን ናችሁ፤ እናንተ አስቀድሞ ወገን አልነበራችሁም አሁን ግን የእግዚአብሔር ወገን ናችሁ። አሕዛብ በአምነት ልጁን ተቀበለዋልና የእግዚአብሔር ልጅነት ጸጋን ታድለዋል። ልጁ የእርሱ የባሕርዩ ከሆነው ነገር ተካፋይ እንዲሆኑ ፈቅዷል። ይህም ሞትን ማሸነፍ ነው። ለሰው ሞትን የሚያመልጥበት ሌላ ምንም ዓይነት መንገድ የለውም። የሰማያዊው ንጉሥ መልክ ካልታተመብን በስተቀር ይህ ሁኔታ መሬታዊ እንደሆነ መሬታውያን የሆኑት ደግሞ እንዲህ ናቸው። የዚያንም የመሬታዊውን መልክ እንደለበስን የሰማያዊውን መልክ ደግሞ እንለብሳለን። የክርስቶስም ተካፋዮች ሆነናል። መጽሐፍ ቅዱስ እንደሚል በእግዚአብሔር መልክና ምሳሌ ታትመናል። አሁን ጥንተ ተፈጥሮአችን ይመለስ ዘንድ ከመለኮታዊው መልክ ተካፋዮች ሆነናል። ከኃጢአት ረግረግ ወጥተን በጽድቅ አንገታችንን ቀና አድርገናል። ከክርስቶስ የተነሣ ባሕርያችን ወደሚለወጥ ወደ መንፈሳዊና የተከበረ ልደት ተሸጋግረናል። ከእግዚአብሔር የሚኖረን ልጅነት እንደ ልጁ በባሕርይ ሳይሆን በጸጋ የተደረገ ነው። እርሱ ከእውነተኛ አባቱ ባሕርይ የተገኘ ልጅ ነውና። እኛ ግን እርሱ ለእኛ ባለን ጥልቅ ፍቅር ምክንያት ያገኘነው ልጅነት ነው። በጸጋውም አማልክት ናችሁ ሁላችሁም የልዑል ልጆች ናችሁ ተባልን። ነገር ግን እረሱ ልጅ እግዚአብሔር ጌታም የሆነ ስለሆነ ልጅነቱ አስቀድመን እንደገለጥነው የባሕርይ ነው። ከእኛ ልጅነት አንጻር ሲታይም የእርሱ የእግዚአብሔር ልጅነት በእውነት የሆነ እንጂ በጸጋ ምክንያት የተሰጠው አይደለም። እርሱ የሚሰጥ እንጂ የሚቀበል አይደለም። (ቅዱስ ቄርሎስ ዘእስክንድርያ 134) 
ይህ የኢየሱስ ክርስቶስ የባሕርይ ገንዘብ ብቻ ነው፤…ከፍቅሩ የተነሣ ግን እኛም አንድንጠራበት በጸጋ ሰጠን። 1ዮሐ 3፤1 (መድሎተ ጽድቅ 2-468) ይህ የጸጋ ልጅነት ከሁሉም በላይ ነው። -ይኽም የልጅነት ሥልጣን ለተሰጣቸው በአእምሮ ጠባይዕ ላይ አእምሮ መንፈሳዊ እንዲታደላቸው ያጠይቃል። (ፍካሬ ሞት ወሕይወት 37) ሰው የእግዚአብሔርን ልጅነት ካገኘ በኋላ ለልጅነቱ እንደሚገባ የማይመላለስ ከኾነ የሚያገኘውም ቅጣትም ዕጥፍ ድርብ ከኾነ፤…ቅዱስ ዮሐንስ አፈወርቅ (የማቴ ወንጌ 170)
በርግጥ ባለፈው የአበው ዘመንም ቢሆን ከእግዚአብሔር ጋር የአባትና የልጅ አንድነት የነበረ ቢሆንም አንድነቱ ግን የረድኤት እንጂ የልደት አልነበረም። በመግቦት፣ በጥበቃው፣ ውኆችን በማፍሰስ፣ ዝናማትን በማዝነብ፣ ብርሃናትን በማመላለስ፣ ወቅትን በማፈራረቅ፣ በዝናብ አብቅሎ በጸሐይ አብስሎ በመመገብ፣ ከአባት ወገብ ዘር ከእናት ደም ከፍሎ በማኅፀን አዋሕዶ አካል ዘየአካል ሰጥቶ በማኅፀን ጠብቆ እንዲወለድ አድርጎ በማሳደግ ፣ መሥዋዕታቸውን እሳት ከሰማይ ወርዶ እያቃጠለ በመቀበል፣ ጠላቶቻቸውን ያሸንፉ ዘንድ ጉልበት በመስጠት በመንፈሰ ረድኤት አይለያቸውም ነበር። 
እነርሱም ከእናቴ ማኅፀን ጀምሮ አንተ አምላኬ ነህ-አንተ ከእኔ ጋር ነህና ክፉውን አልፈራም -አቤቱ ጉልበቴ ሆይ እወድሃለሁ-እያሉ ይቀኙለት ነበር። ይሁን እንጂ አባትና ልጅነቱ የመግቦት የረድኤት እንጂ የመንፈሳዊ ልደት ስላልነበረ ርስት ለመውረስ የሚያበቃቸው አልነበረም። ያልተወለደ፣ ልጅነት የሌለው የአባትን ንብረት አይወርስምና። በመጋዝ ተሰንጥቀው፣ በድንጋይ ተወግረው፣ የአንብስቱን አፍ ዘግተው፣ ዋሻ ለዋሻ ተንከራትተው -አሁን ግን -ኄር ዘበህላዌሁ ዘልማዱ ኂሩት- በባሕርዩ መሐሪ ልማድ ቸርነት እርሱ- በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።-እንዲል ለባርነት እንኳን ራሳችን የሸጥነው በደሙ አንጽቶ -አባ አባ አባታችን- የምንልበትን ሥልጣን ሰጠን። በስሙ ላመኑ ልጅ የመሆን ሥልጣን ሰጣቸው። ልጅነትን ሥልጣን አድርገንም ሰማይ ምድሩን፣ ወንዝ አራዊቱን፣ እንሰሳቱን፣ አጋንንቱን ሳይቀር እንገዛለን። ተራራ ያፈለሱትና ባሕር የከፈሉት አበው፣ በመንኮራኩር የተፈጩት ሰማዕታት፣ የበራሐውን ጦር ድል የነሡት ባሕታውያን በኃይለ ጥምቀት (በልጅነት) ነው። ባሕረ እሳትን የምንሻገረው የልጅነት ማኅተም ስላለን። የእርሱ የሆነውን ሥጋዉንና ደሙን፣ ጥበብን፣ መራቀቅን፣ ዕውቀትን፣ ርቀትን፣ ቅዱሳኑን፣ ቤተ ክርስቲያንን፣ ኃይልን፣ መዊን፣ ክህነትን፣ ገነትን፣ መንግሥተ ሰማያትን ማግኘት የምንችለው በልጅነት ኃይል ነው። እርሱን ራሱን እግዚአብሔር "መክፍልተ ርስትየ፣ እግዚአብሔር ድርሻዬ፣ ጽዋዕ ተርታየ ነው" ብለን አባትነቱን ማግኘት የምንችለው በልጅነት ነው። ሕያውነት፣ ከሃሊነት የሚገኘው በልጅነት ነው። እኔ ሕያው ነኝና እናንተም ሕያዋን ትሆናላችሁ-ብሎ ተስፋ ሰጥቶናልና ። ኃይልን በሚሰጠኝ በክርስቶስ ሁሉን እችላለሁ - ማለት የሚቻለው ሁሉን ከሚችል ከእርሱ በመንፈሳዊ ልደት የከበረ እንደሆነ ነው። ከኀሌ ኲሉ የሚሆነው የከኀሌ ኲሉ ልጅ ነውና። በፊት ጌታችን ብለን እንኳን ለመጥራት ድፍረት አልነበረንም። ምክንያቱም ጌታዬ ብሎ መጥራት የሚችል የዚያ ጌታ ባርያ፣ አገልጋይ የሆነ እንደ ሆነ ነው። የሌላ ባርያ ሌላውን ጌታዬ ማለት አይችልም። የሚገዛው ጌታው ይቈጣልና። በዲያብሎስ ባርነት ያለ ሰውም እግዚአብሔርን -አባቴ ነው- ማለት አይችልም። ለሁለት ጌቶች መገዛት አይቻልምና። ዲያብሎስ ያልወለደውን ልጄ፣ ያልገዛውን ባሪያዬ፣ ያልተሾመበትን ግዛቴ ማለት ልማዱ ነውና ፤ ከእግዚአብሔር ልጅ መሆናችንን ብቻ ሳይሆን አገልጋይነታችንንም ጭምር ነው የሚነጥቀው፤ አግብርተ እግዚአብሔር መሆናችን ጠፍቶ ነበርና። ነቢዩ ኤርምያስ -ያልወለደችውን እንደምትሰበስብ ቆቅ- እንዳለ ሳይወልድ አባት ነኝ፣ ሳይፈጥር ጌታ ነኝ እያለ መገዛታችን ለእግዚአብሔር ልጅነታችን ለእግዚአብሔር መገዛትን አስትቶ አባትም እርሱ ለእግዚአብሔር መገዛት አስትቶ ለእርሱ እንድንገዛ የእርሱ ባሪያዎች እንድንሆን አድርጎን ነበርና። ይህንንም ወደ እርሱ አቀረበን ያለውን የቅዱስ ኤፍሬምን ውዳሴ ማርያም ሲተረጉሙ ዐቢይ ቆቅ ንኡስ ቆቃሕ የሚባሉ አሉ ይላሉ የጉባኤ መተርጉማን። ትልቅ ቆቅ ትንሽ ቆቅ ማለት ነው። ንኡስ ቆቅ ማለት ገላግልት ይወልዳል። ከሙቀቱ ብዛት የተነሣ ዐይንህን እናንቁርህ እያሉ ሲያስቸግሩት ይለያቸዋል። ዐቢይ ቆቅ ወጥቶ ይጮሃል። አባታቸው መስሏቸው ወደ እርሱ ቀርበው ታቅፋቸው ያረፍዳል። ቀትር ሲሆን ቀና ብለው አይተው አባታቻው አለመሆኑን ይረዳሉ። እነርሱም ዐውቀው ትተዉት ይሔዳሉ። ይህም ምሳሌነቱ ለሰው ልጅ ነው። ንኡስ ቆቃሕ የተባለ ጌታ ነው። ገላግልት መውለዱ አዳምና ሔዋንን መፍጠሩ ነው። በሙቀት ብዛት የተነሣ ዐይንህን እናንቁርህ ሲሉት መለየቱ ከተድላ ደስታ ብዛት የተነሣ ጌትነቱን አምላክነቱን በመፈለጋቸው አምስት ሺሕ አመስት መቶ ዘመን ልጅነት መነጠቋን ያሳያል። ዐቢይ ቆቅ የተባለው ዲያብሎስ ነው። በማለዳ መጥቶ እንደሚጮህ አባታቸው መስሏቸው ወደ እርሱ ቀርበው እርሱም ያልወለዳቸውን መሰብሰቡ ጣዖት ሲያስመልክ፣ አባት ነኝ ፈጥሬአችኋለሁ አምላክ ነኝ ጌታ ነኝ ተገዙልኝ እያለ በዛፉ በገደሉ በወንዝ እያደረ ጣዖት ሲያስመልክ ሲያሠራ ኖሯል። ቀትር ሲሆን ቀና ብለው አይተው አባታቸው እንዳይደለ ዐውቀው እንደ ተለዩት አልቅሰው ቢያገኛቸው ልጅነቱን ሰጥቶ አክብሮ አድኖናል። ስለዚህ ሰውን ከእግዚአብሔር ጋር የሚያኖረው ልጅነት ነው። ሰው ከምድራዊ አባት ሲወለድ የአባቱን መልክ፣ ባሕርይ፣ አካል ይዞ ይወለዳል። ሰው ከሰማይ አባቱ በጥምቀት ሲወለድ አርአያ እግዚአብሔርን ገንዘብ ያደርጋል። ይህን የአባትና ልጅ መስመር የሚያቋርጡትም፦ ልጅነትን ማቃለል፣ ጥምቀትን መናቅ፣ ሀብተ ወልድና ስመ ክርስትናን መተው፣ እንደ ሀብት አለመቊጠር ነው። ካህኑ በቅዳሴ ጊዜ-የእግዚአብሔር ጸጋ ከእናንተ ጋራ ይሁን-እያለ ደጋግሞ ሕዝቡን የሚመርቃቸው አንዱ ሀብተ ወልድና ስመ ክርስትናችሁ ከእናንተ አይወሰድባችሁ ማለት ነው። አቤቱ ወደ ፈተና አታግባን የተባለው ልጅነትን አጥቶ እግዚአብሔርን ክዶ አባትነቱ -አሁን ግን -ኄር ዘበህላዌሁ ዘልማዱ ኂሩት- በባሕርዩ መሐሪ ልማድ ቸርነት እርሱ- በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።-እንዲል ለባርነት እንኳን ራሳችን የሸጥነው በደሙ አንጽቶ -አባ አባ አባታችን- የምንልበትን ሥልጣን ሰጠን። በስሙ ላመኑ ልጅ የመሆን ሥልጣን ሰጣቸው። ልጅነትን ሥልጣን አድርገንም ሰማይ ምድሩን፣ ወንዝ አራዊቱን፣ እንሰሳቱን፣ አጋንንቱን ሳይቀር እንገዛለን። ተራራ ያፈለሱትና ባሕር የከፈሉት አበው፣ በመንኮራኩር የተፈጩት ሰማዕታት፣ የበራሐውን ጦር ድል የነሡት ባሕታውያን በኃይለ ጥምቀት (በልጅነት) ነው። ባሕረ እሳትን የምንሻገረው የልጅነት ማኅተም ስላለን። የእርሱ የሆነውን ሥጋዉንና ደሙን፣ ጥበብን፣ መራቀቅን፣ ዕውቀትን፣ ርቀትን፣ ቅዱሳኑን፣ ቤተ ክርስቲያንን፣ ኃይልን፣ መዊን፣ ክህነትን፣ ገነትን፣ መንግሥተ ሰማያትን ማግኘት የምንችለው በልጅነት ኃይል ነው። እርሱን ራሱን እግዚአብሔር "መክፍልተ ርስትየ፣ እግዚአብሔር ድርሻዬ፣ ጽዋዕ ተርታየ ነው" ብለን አባትነቱን ማግኘት የምንችለው በልጅነት ነው። ሕያውነት፣ ከሃሊነት የሚገኘው በልጅነት ነው። እኔ ሕያው ነኝና እናንተም ሕያዋን ትሆናላችሁ-ብሎ ተስፋ ሰጥቶናልና ። ኃይልን በሚሰጠኝ በክርስቶስ ሁሉን እችላለሁ - ማለት የሚቻለው ሁሉን ከሚችል ከእርሱ በመንፈሳዊ ልደት የከበረ እንደሆነ ነው። ከኀሌ ኲሉ የሚሆነው የከኀሌ ኲሉ ልጅ ነውና። በፊት ጌታችን ብለን እንኳን ለመጥራት ድፍረት አልነበረንም። ምክንያቱም ጌታዬ ብሎ መጥራት የሚችል የዚያ ጌታ ባርያ፣ አገልጋይ የሆነ እንደ ሆነ ነው። የሌላ ባርያ ሌላውን ጌታዬ ማለት አይችልም። የሚገዛው ጌታው ይቈጣልና። በዲያብሎስ ባርነት ያለ ሰውም እግዚአብሔርን -አባቴ ነው- ማለት አይችልም። ለሁለት ጌቶች መገዛት አይቻልምና። ዲያብሎስ ያልወለደውን ልጄ፣ ያልገዛውን ባሪያዬ፣ ያልተሾመበትን ግዛቴ ማለት ልማዱ ነውና ፤ ከእግዚአብሔር ልጅ መሆናችንን ብቻ ሳይሆን አገልጋይነታችንንም ጭምር ነው የሚነጥቀው፤ አግብርተ እግዚአብሔር መሆናችን ጠፍቶ ነበርና። ነቢዩ ኤርምያስ -ያልወለደችውን እንደምትሰበስብ ቆቅ- እንዳለ ሳይወልድ አባት ነኝ፣ ሳይፈጥር ጌታ ነኝ እያለ መገዛታችን ለእግዚአብሔር ልጅነታችን ለእግዚአብሔር መገዛትን አስትቶ አባትም እርሱ ለእግዚአብሔር መገዛት አስትቶ ለእርሱ እንድንገዛ የእርሱ ባሪያዎች እንድንሆን አድርጎን ነበርና። ይህንንም ወደ እርሱ አቀረበን ያለውን የቅዱስ ኤፍሬምን ውዳሴ ማርያም ሲተረጉሙ ዐቢይ ቆቅ ንኡስ ቆቃሕ የሚባሉ አሉ ይላሉ የጉባኤ መተርጉማን። ትልቅ ቆቅ ትንሽ ቆቅ ማለት ነው። ንኡስ ቆቅ ማለት ገላግልት ይወልዳል። ከሙቀቱ ብዛት የተነሣ ዐይንህን እናንቁርህ እያሉ ሲያስቸግሩት ይለያቸዋል። ዐቢይ ቆቅ ወጥቶ ይጮሃል። አባታቸው መስሏቸው ወደ እርሱ ቀርበው ታቅፋቸው ያረፍዳል። ቀትር ሲሆን ቀና ብለው አይተው አባታቻው አለመሆኑን ይረዳሉ። እነርሱም ዐውቀው ትተዉት ይሔዳሉ። ይህም ምሳሌነቱ ለሰው ልጅ ነው። ንኡስ ቆቃሕ የተባለ ጌታ ነው። ገላግልት መውለዱ አዳምና ሔዋንን መፍጠሩ ነው። በሙቀት ብዛት የተነሣ ዐይንህን እናንቁርህ ሲሉት መለየቱ ከተድላ ደስታ ብዛት የተነሣ ጌትነቱን አምላክነቱን በመፈለጋቸው አምስት ሺሕ አመስት መቶ ዘመን ልጅነት መነጠቋን ያሳያል። ዐቢይ ቆቅ የተባለው ዲያብሎስ ነው። በማለዳ መጥቶ እንደሚጮህ አባታቸው መስሏቸው ወደ እርሱ ቀርበው እርሱም ያልወለዳቸውን መሰብሰቡ ጣዖት ሲያስመልክ፣ አባት ነኝ ፈጥሬአችኋለሁ አምላክ ነኝ ጌታ ነኝ ተገዙልኝ እያለ በዛፉ በገደሉ በወንዝ እያደረ ጣዖት ሲያስመልክ ሲያሠራ ኖሯል። ቀትር ሲሆን ቀና ብለው አይተው አባታቸው እንዳይደለ ዐውቀው እንደ ተለዩት አልቅሰው ቢያገኛቸው ልጅነቱን ሰጥቶ አክብሮ አድኖናል። ስለዚህ ሰውን ከእግዚአብሔር ጋር የሚያኖረው ልጅነት ነው። ሰው ከምድራዊ አባት ሲወለድ የአባቱን መልክ፣ ባሕርይ፣ አካል ይዞ ይወለዳል። ሰው ከሰማይ አባቱ በጥምቀት ሲወለድ አርአያ እግዚአብሔርን ገንዘብ ያደርጋል። ይህን የአባትና ልጅ መስመር የሚያቋርጡትም፦ ልጅነትን ማቃለል፣ ጥምቀትን መናቅ፣ ሀብተ ወልድና ስመ ክርስትናን መተው፣ እንደ ሀብት አለመቊጠር ነው። ካህኑ በቅዳሴ ጊዜ-የእግዚአብሔር ጸጋ ከእናንተ ጋራ ይሁን-እያለ ደጋግሞ ሕዝቡን የሚመርቃቸው አንዱ ሀብተ ወልድና ስመ ክርስትናችሁ ከእናንተ አይወሰድባችሁ ማለት ነው። አቤቱ ወደ ፈተና አታግባን የተባለው ልጅነትን አጥቶ እግዚአብሔርን ክዶ አባትነቱን የሚያጡበት ቀን ናት። ስለዚህ አንተን ከምክድበት ቀን ሰውረን ማለታችን ነው። ከሊቃውንት አንዱ ቅዱስ ቴዎዶስዮስ -የምወዳችሁ ወንድሞቼ ስለ አእምሯችን ሕፀፅ ጸልዩልን ጌታ በፍጹም ቸርነቱ እስከ መጨረሻ እስትንፋስ ፍጻሜ በቀናች ሃይማኖት ያጸናን ዘንድ-ብሏል። (ጸያሔ ፍኖት 47) ን የሚያጡበት ቀን ናት። ስለዚህ አንተን ከምክድበት ቀን ሰውረን ማለታችን ነው። ከሊቃውንት አንዱ ቅዱስ ቴዎዶስዮስ -የምወዳችሁ ወንድሞቼ ስለ አእምሯችን ሕፀፅ ጸልዩልን ጌታ በፍጹም ቸርነቱ እስከ መጨረሻ እስትንፋስ ፍጻሜ በቀናች ሃይማኖት ያጸናን ዘንድ-ብሏል። (ጸያሔ ፍኖት 47)
ያለ ወንድ ፈቃድ ከብቻ ባሕርይዋ ወልድን የወለደች እመቤታችን ቅድስት ድንግል ማርያም በባሕርይ አባቱ በአብ በባሕርይ ሕይወቱ በመንፈስ ቅዱስ ፈቃድ በሥጋ ወላዳለች እና ረቂቅ የነበረ መለኮቱ ገዘፈ፤ ለተዐዝዞ፣ ለአገብሮ አይመች የነበረ ባሕርዩ ለመስቀል ሞት ሳይቀር የሚታዘዝ ሆነ፤ በዚህም ምክንያት እኛም በእግዚአብሔር
ምክር ያለ ወንድና ያለ ሴት ፈቃድ በረቂቅ ልደት ለመወለድ በቃን። -ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው-እነርሱ ከእግዚአብሔር ተወለዱ እንጂ ከሥጋዊና ከደማዊ ግብር ወይም ከወንድና ከሴት ፈቃድ አልተወለዱም- እግዚአብሔር አብ ረቂቅ ልጁን ለእኛ ሰጥቶ ለእኛ ለቂቅ ልደትን ከእርሱ እንድንወለድ አደረገን። ሊቁ- እሱን አስመስሎ ሊወልድህ አንተን መስሎ ተወለደ- ብሎ ገልጸታል። (ተንከተም 101) ጽኑዕ ፍቅር እንዲህ ነው። መከራን ያሳትፋል። እግዚአብሔርም ሰውን የሚወድበት መውደድ የመይለካ ስለሆነ ከባሕርያችን ነሥቶ ከመከራችን ገባ። እኛም ሰማያውያን ልንሆን ውሉደ እግዚአብሔር የመባል ሥልጣንን ሰጠን። (ተንከተም 191) -ጌታን መቀበል ማለት ከጥምቀት ውጭ ከሐዋርያዊ ሕይወት ውጭ አይደለም። (መድሎተ ጽድቅ3-321)-ሲል ልጅነት ወደሚገኝበት ወደ ጥምቀት የሚያደርሰው መሠረት በኢየሱስ ክርስቶስ ማመን መሆኑን የሚገለጽ ነው እንጂ የእግዚአብሔር ልጅነት በማመን ብቻ ይገኛል ማለቱ አይደለም። (መድሎተ ጽድቅ1-130) አሁን በኢየሱስ ክርስቶስ የሚያምኑ፣ በምሥጢራት የሚሰጠውን ጸጋ እግዚአብሔር አምነው የተቀበሉ ክርስቲያኖች -በኃጢአት ከተበከለው ከአዳምና ከሔዋን ከሥጋቸውና ከባሕርያቸው ተከፍለው የተወለዱ- አይደሉም። እንደ ማንኛውም ሰው ሥጋዊ ልደትን ቢወለዱም ክርስቲያኖች ግን ---ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።እነርሱ ከእግዚአብሔር ተወለዱ እንጂ ከሥጋዊና ከደማዊ ግብር ወይም ከወንድና ከሴት ፈቃድ አልተወለዱም።- ተብሎ እንደ ተነገረው ከእግዚአብሔር በጥምቀት የተወለዱ ናቸው። (መድሎተ ጽድቅ1-185)- እርሱ መወለድን ሳይንቅ ከወንድና ሴት ፈቃድ ውጭ በሆነ በፍጹም ድንግልና እኛም ለምንወለደው ከወንድና ሴት ፈቃድ ላልሆነው ለመንፈሳዊው ልደት በር ከፋችና ዐረቦን ነበር። (መድሎተ ጽድቅ1-274) ወራሽነት የልጅ ሥልጣን ነውና ቅዱሳን የእግዚአብሔር ልጆች ተብለዋል። (ቃላተ ወንጌል 249)
የእግዚአብሔር አባትነት ከምድራዊ አባትነት ይለያል። ምድራዊ አባት በዘር በሩካቤ ይወልዳል፤ በማር በፍትፍት ያሳድጋል፤ ኋላም በሞት ሲያልፍ ርስቱን ያወርሳል። ሰማያዊ አባታችን ግን በጥምቀተ ክርስትና ይወልደናል፤ በሥጋውና በደሙ ያሳድገናል፤ ኋላም የማታልፍ ርስተ መንግሥተ ሰማያትን ያወርሰናል። 1ዮሐ 3፤1፣ ማቴ 6፤9፣ ገላ 4፤6፣ ዮሐ 3፤4፣ ማር 16፤16 (መልእክተ ዮሐንስ 267) ሰዎቸ የተባልን ሁላችንም በሥጋ የተለያየ ምድራዊ አባቶች አሉን። በአግራሞት እንድንሞላ የሚያደርገን እውነታ ቢኖር ግን ሁላችንም የእግዚአብሔር ልጆች መሆናችን ነው። ከየትም እንምጣ ከየት እርሱ የሁላችን አባት ሆኖ በልጅነት ክብር ተቀብሎናል። 2ቆ 6፤18፣ ዮሐ 20፤17፣ መዝ 103፤13፣ ኢሳ 48፤16፣ (የመንግሥተ ሰማያት ምሳሌዎች 135) 
-እነሆ ዛሬ ከኃጢአት ነጻ ወጣህ፤ የእግዚአብሔር አገላጋይ ሆንህ፤ ዘላለማዊ ሕይወትን ተቀበልህ፤ በእግዚአብሔር ልጆች ነፃነት አሸብርቀህ ጨለማን አውልቀህ ብርሃንን ለበስህ። ---ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው-ይላልና። እንኪያስ አንተ በክርስቶስ ኢየሱስ የእግዚአብሔር ልጁና ወራሹ ነህ። (መጽሐፈ በርለዓም ወየወሴፍ 148) ቃሉ የሚለው -የእግዚአብሔር ልጆች ሆኑ- አላለም፤ -የእግዚአብሔር ልጆች ይሆኑ ዘንድ - አለ እንጂ። ይህ ማለት ደግሞ መብቱ ብቻ ነው የተሰጣቸው… በእርግጥ ግን እንዴት ነው የእግዚአብሔር ልጆች የሆኑት የሆኑት ያለ ጥርጥር ከላይ በሚሆነው በዳግም ልደት ይኸውም ከውኋና ከመንፈስ ቅዱስ ነው።ይህን የጠቀሰው መድኋኒታችን ኢየሱስ ክርስቶስ ሲሆን ጊዜውም ከኒቆዲሞስ ጋር ስለ ጥምቀት በተነጋገረ ጊዜ ነበር-እውነት እውነት እልሃለሁ ሰው ከውኃና ከመንፈስ ካልተወለደ በቀር ወደ እግዚአብሔር መንግሥት ሊገባ አይችልም። ስለዚህ ያለ ጥምቀት ዳግም ልደት የለም ማለት ነው።
ዳግም ልደት የሚገኘው ክርስቶስን ስንቀበል በእርሱ ስናምን ነው የሚሉ ሰዎች በእርግጥም ጥምቀትን እየካዱ ስለሆነ ከኦርቶዶክስ ቀኖና የተለዩ ናቸው። ይህን ተመሳሳይ አንቀጽ በተመለከተ የሚነሣ ሌላ ነጥብ አለ -ለተቀበሉት ሁሉ ግን-የሚለው ቃል ምን ማለት ነው እርሱን የተቀበሉት እነማን ናቸው። በእርግጥም እርሱን የተቀበሉት የእርሱንም ትምህርት የተቀበሉት ናቸው። የእርሱ ትምህርት -እንዲሁ እመን- ብቻ አይደለም ያመነ የተጠመቀም ይድናል -እንጂ። ያመንህ ብቻ ሆነህ በቀበል ብቻ በቂ ስለሆነ መጠመቅ አያስፈልግም የምትል ከሆነ የኢየሱስ ክርስቶስን ትምህርት አልተቀበልህም ማለት ነው። ስለዚህ የእግዚአብሔር ልጅ ለመሆን የተገባህ አይደለህም። ኢየሱስ ክርስቶስን የተቀበለ ሰው መጽሐፍ ቅዱስን፣ የእርሱን ቤተ ክርስቲያን፣ የእግዚአብሔር ምሥጢራት አገልጋዮችንና እርሱ የተወለትን ለድኅነት ምክንያት የሆኑ ቅዱሳት ምሥጢራትን የተቀበለ ሰው ነው። መቀበል እኮ ተራና ቀላል ስሜት አይደለም። የጠርሴሱ ሰው ሳውል ድኅነትን በቅጽበት ያገኘው ክርስቶስን እንደ ተቀበለ ወዲያውኑ አይደለም ክርስቶስ ወደ ቤተ ክርስቲያን ሲልከው ቤተ ክርስቲያን ደግሞ እንዲጠመቅና ከኃጢአቶቹ እንዲታጠብ አዝዛዋለች። ይህም ማለት እርሱ ክርስቶስን ከተቀበለ በኋላ ኋጢአቶቹን በጥምቀት እስከሚያጥባቸው ድረስ ከእርሱ ጋራ ቆይተው ነበር ማለት ነው። ከዚህ በተጨማሪ የበዓለ አምሳ ዕለት ያመኑት አይሁድ ልባቸው በተነካበት ቅጽበት ውስጥ ነው እንዴ የዳኑት አይደለም። ቤተ ክርስቲያን በቅዱስ ጴጥሮስ አንደበት ላይ በማደር እንዲህ አለቻቸው እንጂ-ንስሓ ግቡ ኃጢአታችሁም ይሰረይ ዘንድ እያንዳንዳችሁ በኢየሱስ ክርስቶስ ስም ተጠመቁ…። ስለ ቆርኔሌዎስና ስለ ኢትዮጵያዊ ጃንደረባ ድኅነት ልንናገር የምንችለውስ ምንድር ነው እነርሱ የዳኑት ክርስቶስን ያለ ጥምቀት ፣ ያለ ምሥጢራት ወይም ያለ ክህነት በቅጽበት እንዳዳናቸው አድርገው ስለተቀበሉት ነው እንዴ ኢየሱስ ክርስቶስን መቀበል፤ በእርሱ ማመንና እርሱን ማወቅ ለድኅነት የመጀመሪያ ደረጃዎች ናቸው፤ ድኅነት ግን ሙሉው የሕይወት ታሪክ ነው። ድኅነት የእምነት፣ የንስሓና የጥምቀት ታሪክ ነው። ድኅነት የመታዘዝ፣ የቅድስና፣ የመንፈስ ቅዱስ ኅብረት፣ የእግዚአብሔር ምሥጢራት ውጤታማነት፣ ከሰው ፈቃድ ጋር የሚሠራው ጸጋ፣ የፍቅር ጽናት፣ ትእዛዛቱን መጠበቅና የዲያብሎስን ውጊያዎች መቋቋም ነው። ኢየሱስ ክርስቶስን የተቀበሉ ሰዎች እንደ ጠርሴሱ ሳውል -ጌታ ሆይ ምን አደርግ ዘንድ ትወዳለህ- በማለት ጠይቀውታል። የበዓለ አምሳ ዕለት ጌታን የተቀበሉት አይሁድም ተመሳሳይ ነገር አድርገዋል። እነርሱ ሐዋርያትን -ወንድሞች ሆይ ምን እናድርግ- ብለው ጠይቀዋቸዋል። አቡነ ሺኖዳ (ድኅነት በቅጽበት 145) -በጌታ ኢየሱስ ክርስቶስ ያመኑ ሰዎች እርሱን እግዚአብሔር አድርገው ሊቀበሉት ግድ ነው፤ እርሱ የሕይወት መሪ ነውና። አቡነ ሺኖዳ (እግዚአብሔርና ሰው 239)
እኛም እግዚአብሔር አብን አባታችን ብለን ለመጥራት የታደልንበት ዐቢዩ ምሥጢር አብ የወልድ አባት ነው እኛ ደግሞ ወንድሞች ነን ። … የልጅነት ሥልጣን ያገኘነው፣ አባታችን ብለን መጥራት የቻልነው ሰው በሀነው በኢየሱስ ክርስቶስ በኩል ስለ ተዛመድን ነው። (ሁለቱ ኪዳናት 105) ሃይማኖት ተበብለው አምነው የሚያውቁት እንጂ አውቀው የሚቀበሉት ወይንም የሚያምኑት አይደለም። ኤፌ 4፤13፣ ዮሐ 6.69፣ ኤፌ 4፤13፣ ኢሳ 7፤9፣ (ተኀሥሦ 158)	
፲፫. እነርሱ ከእግዚአብሔር ተወለዱ እንጂ ከሥጋዊና ከደማዊ ግብር ወይም ከወንድና ከሴት ፈቃድ አልተወለዱም።
ሰው በሦስት ነገር ከእግዚአብሔር ይወለዳል። በጥምቀት፣ እግዚአብሔር ምሥጢራትን ሲገልጽለት፣ በትንሣኤ ከክርስቶስ ጋር ሲተባበር። አይሻዳድ (የዮሐንስ ወንጌል ማብራሪያ 38) ሰዎች የእግዚአብሔር ልጆች የሆኑት በሥጋዊ ልደት አይደለም። 
በመንፈሳዊ በአምላከዊ ልደት ነው እንጂ። በጥምቀት የእሱ ተከታዮች ይሆኑ ዘንድ ልጅነት ሊሰጣቸው ስለወደደ ነው እንጂ። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 38)
እነርሱ ሲል በክርስቶስ በእምነት ከሚነሣ መታዘዝ የእግዚአብሔር ልጆች ይሆኑ ዘንድ እግዚአብሔር የመረጣቸው ናቸው። የተፈጥሮአቸውን ዝቅተኝነት ሳይንቅ በጸጋው ሰገነት ላይ እንዲሆኑ አድርጓቸዋል። ይህም ከእግዚአብሔር በውኃና በመንፈስ እንደገና በመወለድ ከቅድስት ሥላሴም ልጅነትን ማግኘት ነው። በሰጣቸው አስደናቂ ጸጋው ምክንያት በአባታቸው መንግሥት ያበራሉ። በነጭ ልብስ አጊጠው እንደሚታዩ ሙሽራዎች ናቸው። ምክንያቱም በእግዚአብሔር መንፈስ የሚመሩ እነርሱ የእግዚአብሔር ልጆች ናቸውና አብ አባት ብለው የሚጮኹበት የልጅነትን መንፈስ ተቀብለዋልና። የተቀደሰው ወንጌላዊ በቃላት ምርጫው ምን ያህል ጥንቁቅ እንደሆነ ተመልከቱ በምርጫው ጠንቃቃ መሆን አለበት ምክንያቱም በእግዚአብሔር የሚያምኑ ወገኖች የእግዚአብሔር ልጆች ተብለው ተጠርተዋል በማለት ነገሩን ጀምሯልና። ማንም ሰው የእግዚአብሔር ልጆች ተብለው በመጠራታቸው ከአብ ባሕርይ የተገኘና ከክርስቶስ የባሕርይ ልጅነት ጋር የተካከሉ አድርጎ እንዳያስብ ከአንተ ጋራ ቀድሞ በኃይልህ ቀን ከአጥቢያ ኮከብ አስቀድሞ ከሆድ ወለድሁህ የሚለው ስለ ወልድ የባሕርይ ልጅነት የተነገረ ነው። በጸጋ የተወለዱ ልጆችን አይጨምርም ወንጌላዊ በስሙ ለሚያምኑት የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣን ሰጣቸው ብሎ ተናግሯል። ይህንን ሥልጣን የሚሰጠው በልጁ በጌታችን በመድኒታችን ኢየሱስ ክርስቶስ አማካኝነት ነው። እንዲህ ከሆነ የሰው ልጆች ልጅነት በጸጋ እንደሆነ እንገነዘባለን። ስለዚህ ከክርስቶስ የተወለዱ ሁሉ መሆናቸውን ወንጌላዊው ተናገረ። ይህንን የተናገረው ለቅዱሳን የተሰጣቸውን የተትረፈረፈ የጸጋ መጠን ለማስረዳት ነው። 
ከእስራኤላውያን አንጻር ሲታይ በክርስቶስ ስለሚያምኑና የእግዚአብሔር ልጅነት ስለተሰጣቸው ወገኖች ምን ማለት ይቻለናል። እስራኤል የእገዚአብሔርን ጸድቅ ሳያውቁ የራሳቸውን ጻድቅ ሊያቆሙ ሲፈልጉ ለእግዚአብሔር ጽድቅ አልተገዙም። የሚያምኑ ሁሉ ይጸድቁ ዘንድ ክርስቶስ የሕግ ፍጻሜ ነው። ይህን የሕግ ፍጻሜ ተቀብለው አሕዛብ የእግዚአብሔር ልጅነትን አገኙ ስለ እስራኤል ልጆችን ወለድሁ አሳደግሁ እነርሱ ግን አመጹብኝ ተብሎ ተጽፏል። ስለዚህ ጉዳይ የሚከተለውን ማሰብ ይኖርብናል። እስራኤል ከክርስቶስ ይልቅ ሕጉን መረጡ። የሕጉን ባለቤት ግን አላወቁትም። ሕጉ ሊመጣ ያለው የበጎ ነገር እውነተኛ አማሳል ሳይሆን የነገር ጥላ አለው። መጽሐፍ ቅዱስ እንደሚል የልጁ መንፈስ ያላቸው ወገኖች አባ አባት ብለው የሚጠሩበትን የልጅነት መንፈስ ሲቀበሉ የእስራኤል ልጆች ግን ገና በባርነት መንፈስ ስር ናቸው። ክርስቲያኖች የተቀበልነው የልጅነት መንፈስ ነው። የጸጋ ልጆች ይሆኑ ዘንድ እስራኤል ክርስቶስ ከመምጣቱ አስቀድሞ የልጅነታቸው ምልክት የሚሆን ግዝረትን ተቀብለው ነበር። የክርስቲያኖች መንፈሳዊ መገረዝ አስቀድሞ በነገሮች አማካኝነት መገለጡን እንመለከታለን። ስለዚህ ክርስቲያኖች በሐዲስ ኪዳን ለድኅነታችን የምንፈጽመው ነገር ጥላው አስቀድሞ በእስራኤላውያን ላይ ተስሎ እንደነበረ እንመለከታለን። ወንድሞቻችን ይህን ታውቁ ዘንድ እወዳለሁ አባቶቻችን ሁሉ ከደመና በታች ነበሩ ሁሉም በባሕር መካከል ተሻገሩ ሁሉም ሙሴን ይተባበሩ ዘንድ በደመናና በባሕር ተጠመቁ ሁሉም ያን መንፈሳዊ መብል በሉ ሁሉም ያንን መንፈሳዊ መጠጥ ጠጡ ይከተላቸው ከነበረው ከመንፈሳዊ ድናጋይ ጠጥተዋልና ይከተላቸው የነበረው መንፈሳዊ ድናጋይ ግን ክርስቶስ እንደነበረ ግን አልተገነዘቡም። እስራኤል አስቀድሞ ከጣዖት አምልኮ ወደ ሕጉ ተመለሱ። የተጻፈውም ሕግ በመላእክት አማካኝነት ተሰጠ። የእግዚአብሔር ልጆች ይሆኑ ዘንድ ክርስቶስ የሕግ ፍጻሜ ነውና በክርስቶስ ባለች እምነት የተጠመቁ ያመኑ የተጠመቁት በቅድስት ሥላሴ ስም ነው። ሥጋን በለበሰ በእግዚአብሔር ወልድ ምክንያት እውነተኛ ልጁ በሆነ በክርስቶስ ባለችን እምነት ምክንያት የእግዚአብሔር ን የጸጋ ልጅነት አገኘን። በእግዚአብሔር የባሕርይ ልጅ በክርስቶስ ላይ ከመጠን ያለፈ ንግግርን የሚናገሩ ወገኖች በዚህ ያልተገራ ንግግራቸው የቆሙ ሳይሆን በመንፈስ ቅዱስ ላይም ያልተገባ ነገርን ይናገራሉ። ከባሕርይ አምላክነቱ ሊለዩት ይዳዳቸዋል። ያልተገራ ምላሳቸውን ዝም እናሰኝ ዘንድ አሁን የእውነተኛውን አምነት ቃል በጽናት እንናገር። እኛና የሚያነቡ ሰዎቻችን መንፈሳዊ ትርፍን ያገኙ ዘንድ። መንፈስ ቅዱስ እግዚአብሔር አይደለም ካሉ አስተምህሮአችን ለተቃዋሚዎቻችን የሚያሳያቸው የተለየ የእግዚአብሔርን ባሕርይ አይደለም ። ወይንም በባሕርዩ ያሉትን ቆጥረን የማንጨርሳቸውን ነገሮችን በመዘርዘር አይደለም ነገር ግን ከተፈጠረ ፍጡር ባሕርይ በተቃራኒ የሆነ አንድ ነጥብ በማንሳት እንጂ። ከእርሱ በመወለዳችን ከእግዚአብሔር መወለዳችን እንደሆነ ተጽፏል። እርሱ የባሕርይ አምላክ ካልሆነ እንደምን ከእግዚአብሔር መወለድ ይቻለናል። መቀበል ያለብን ወንጌላዊው እንዳለው የሚሆን ነው። መንፈስ ቅዱስ እግዚአብሔር ነው። በእርግጥም በክርስቶስ ኢየሱስ በጌታችን ባለችን እምነት በዓለም ካለው ጥፋት አምልጠን ለመለኮት ባሕርይ ተካፋይ በተስፋ ቃል እንድንሆን አደረገን። ስለዚህ ምክንያት ከእግዚአብሔር ተወልደናል ተባለልን። ስለዚህም አማልክት ዘበጸጋ ተብለን ተጠራን። በጸጋው በክብሩ ወደጠራን ወደእርሱ ስላንጋጠጥን ብቻ ሳይሆን እግዚአብሔር በኛ ላይ ስለአደረ ሰውነታችንንም ማደሪያው ስላደረገው ነው። እንደነቢዩ ቃል በእነርሱ እሠራለሁ በእነርሱም እገለጣለሁ እንዳለ መንፈስ ቅዱስ በእኛ ላይ ካላደረስ እንደምን የእግዚአብሔር ቤተ መቅደስ መሆን ይቻለናል። ቅዱስ ጳውሎስ እንደተናገረ በእኛ የሚኖር መንፈስ አለና መንፈስም በባሕርዩ እግዚአብሔር ካልሆነ በእኛ ላይ ማደር እንደምን ይቻለዋል። እርሱ በጊዜ ከሚሰፈሩ ፍጥረታት ተርታ የሚሰለፍ ከሆነ የእግዚአብሔር ቤተ መቅደስ እንደሆናችሁ የእግዚአብሔርም መንፈስ እንደሚኖርባችሁ አታውቁምን። ተብሎ መጻፍስ እንደምን ይቻላል። ጌታችንስ የሚወደኝ ቢኖር ቃሌን ይጠብቃል አባቴም ይወደዋል ወደ እርሱም እንመጣለን መኖሪያችንንም በዚያ እናገርጋለን። ማለት እንደምን ይቻለዋል። በርግጥም በእኛ የሚያድረው መንፈስ ነው ብሎ የእግዚአብሔር መንፈስ በእርሱም አብም ወልድም እንዳለን እናምናለን። እንደገናም ወንጌላዊው ከመንፈስ ስለሰጠን በእርሱ እንድንኖር እርሱም በእኛ እንደሚኖር እናውቃለን። ተቃዋሚዎቻችን መንፈስ ቅዱስ የተፈጠረ ሆኖ የእግዚአብሔር መንፈስ ነው እያሉን ከሆነ ሌሎችም ፍጥረታትም የእግዚአብሔር መንፈስ ተብለው እንዳይጠሩ የሚከለክላቸው ነገር የለም። የተፈጠረ መንፈስ የእግዚአብሔር መንፈስ ተብሎ ከተጠራ ማንኛውም ፍጡር የእግዚአብሔር መንፈስ ተብሎ የሚጠራበት ዕድል እንዳለው መመልከት ይቻላል። (ቅዱስ ቄርሎስ ዘእስክንድርያ 137) 
-ነፍስህ የእግዚአብሔር ናት፤ የአፍህ እስትንፋስ። አቡነ ሺኖዳ (የነፍስ አርነት 43) የቃል ሥጋ መሆን ምክንያት ምንድን ነው፣ ለሰው ልጆች ጥቅሙ ምንድን ነው፣ ምን ያስተምረናል፣ ተዋሕዶ በምሳሌ፣ የተዋሕዶ ተቃዋሚዎች እነማን ናቸው፣ ፣ምክንያታቸው፣ ተዋሕዶ ለድኅነታችን መሠረት ነው ሲባል እንዴት ነው፣ የኢትዮጵያ ቤከ/ን ከሌሎቹ በተለየ ተዋሕዶ የሚለውን ለምን ጨመረች፣ 
…ከዚህ ሁሉ ነገር በላይ የሚያስገርመው በርቀትና በርኅቀት ጽፎ እያለ ከሦስቱ ወንጌላውያን ጋር ድንቅ ስምምነት ያሳየበት አገላለጽ ይኸውም ቃል ሥጋ ሆነ የሚለው የጌታችን ሥጋዌ ተናግሮ በጊዜ ከሚሰፈሩ ታሪኮች ጋር አንድነት እንዲኖራቸው አድርጎ ያስቀመጠው ነው። በዚህም አንድ መንፈስ ተመርተው ሰዎች ወደ አንድ መንፈስ እንዲመለከቱ አድርገዋል። /ቅዱስ ዮሐ አፈ/ 
ቃል የሚለው የእግዚአብሔር ልጅ ነው። ሥጋ ሆነ ማለት ሥጋን ነሣ ወሰደ ማለት ነው።
ሥጋን ነሣ ወሰደ ማለትም የሰውን መልክ ያዘ ማለት ነው። ግእዝ በግእዝ (የዮሐንስ ወንጌል ማብራሪያ 38 ውኃ ነፋስ ሆነ ብንል የባሕርይ ለውጥ ነው ዉኃ ነፋስ ሆኗልና። አንድ ጥበበኛ ሰው ሰነፍ ሆነ ቢባል ግን ባሕርዩ በውስጡ አለች። ባሕርዩ አልተለወጠችምና። ቃል ሥጋ ሆነ ማለትም ሰው ሆነ ማለት እንጂ ሥጋ ወደ መሆን ተለወጠ ማለት አይደለም። ነቢዩ ዳዊት ሥጋ ሁሉ ጸሎትን ወደምትሰማ ወደ አንተ ይመጣል ሲል ሰው ሁሉ ማለቱ ነውና። /ግእዝ በግእዝ/ እኛን ያድነን ዘንድ ቃል ከሥጋ ጋር ተዋሕዷልና ከእኛ ይልቅ የከበረ ሲሆን ዝቅ በማለቱ ከልዕልናው ከታላቅነቱ አልተለየም። ከተዋሕዶም በኋላ መጀመሪያ የነበረው ቃል ነው። አንድ ንጉሥ ድሃውን አቅርቦ ከድሃው ጋር ቢነጋገር ከድሃው ጋር መነጋገሩ ከክብሩ አያዋረወደውም ከታላቀነቱ አያሳንሰውም። እንዲሁ የቃል ተዋሕዶ በማይነገር በማይመረመር በሚያስደንቅ ሥራ ሆነ ይኽም ሰው ሲሆን አምላክነቱን አልተወም ማለት ነው። /ግእዝ በግ/ ቃል ሥጋ ሆነ የሚለው የቅዱስ ዮሐንስ አነጋገር ቃል ከእመቤታችን ከቅድስት ድንግል ማርያም ሥጋን ነሣ ተዋሕደ ተብሎ ይተረጐማል። ቅዱ አት (የዮሐንስ ወንጌል ማብራሪያ 40 መጽሐፍ እንደ ተናገረ ቃል ሥጋ ሆነ። ሥጋ ሆነ ሲባልም ሥጋ ወደ መሆን ተለወጠ ማለት አይደለም። ቅድስት ድንግል ከምትሆን ከእመቤታችን ሥጋን ነሥቶ ተዋሕደ እንጂ። /ቅዱ ቄር/
መናፍቃን ቃልም ሥጋ ሆነ ያለውን ይዘው ቃል ተለውጦ ሥጋ ሆነ እንጂ የድንግል ማርያምን ሥጋ አልተዋሐደም እንደይሉ በእኛ አደረ አለባቸው። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 40 በእኛ አደረ በማለቱ የቃል ብሕርይ ሥጋነ ደም ወደ መሆን እንዳልተለወጠ ያስረዳል። ግእዝ በግ (የዮሐንስ ወንጌል ማብራሪያ 47 
ለአባቱ አንድ የሆነ ልጅ ደጃፍ የጎረሰውን ማጀት የመለሰውን ይወርሳል። ኢየሱስ ክርስቶስም ለአብ ያለው ሁሉ የእኔ ነው ብሏል። ግእዝ በግ (የዮሐንስ ወንጌል ማብራሪያ 47 ክብሩን አየን ማለት በመወለዱ በመጠመቁ በመነሣቱ በዕርገቱ ስለ ተደረጉት ተአምራት መናገሩ ነው። /ግእዝ በግእ/ ዮሐንስ ወንጌላዊ ጌታችንን በማይታይ በመለኮታዊ ባሕርዩ አየነው አላለም። አምላካዊ ሥራው በሽተኞችን በመፈወሱ አጋንንትን ማውጣቱ መታንን ማንሣቱ ይታያል እንጂ። /ቅዱ ዮሐ አፈ/ ከአብ የተወለደውን ክብሩን አየን ማለት አምላካዊ ሥራውን ነው እንጂ ባሕርዩን አይደለም። ተዋሕዶው ግን ከአካሉ ከባሕርዩ ጋር ነው። /አይሻዳድ/
በዚህ ጥቅስ ወንጌላዊው በግልጽ ንግግሩን ከመለኮታዊ ባሕርይ ወደ ሥጋዌ መመለሱን እንረዳለን። የእግዚአብሔር አብ የባሕርይ ልጅ የሰው ልጅ መሆኑን ይገልጻልና። ቃል ሥጋ ሆነ ማለት ከዚህ ሌላ ትርጉም የሚሰጠው አይደለምና። ቃል የሰው ልጅ ሆነ እንዲህ ብሎ መናገር እንግዳ ነገር አይደለም። አስቀድመው ቅዱሳት መጻሕፍት ፍጥረታት በሙሉ በሥጋ መጠራታቸውን ተናግረዋልና። ነብዩ ኢዩኤል መንፈሴን በሥጋ ለባሽ ሁሉ አፈስሳለሁ ብሏል። ያለጥርጥር ነቢዩ ይህንን ሲል የእግዚአብሔር መንፈስ ለሥጋ ብቻ ይሰጣል እያለን አይደለም። ለነፍስም ጭምር እንጂ። ከዚህ በተቃራኒ በተወሰነ ነገር አጠቃላይ የሆነውን ነገር መረዳት ይገባል። ሰውን በሥጋ መስሎ ጠርቷል። ይህ ለምን እንደሆ ምንአልባት እንደሚገባኝ አስባለሁ። ሰው በምክነያት የሚያምን ፍጡር ነው። እንደገናም ደማዊት ነፍስ ስላለችው እንሰሳዊ ባሕርይ ይታይበታል። የማትጠፋ ሕያው የሆነች ነፍስም ተሰጥቶታል። ምድራዊ ሥጋንም ገንዘቡ ያደረገ ፍጡር ነው። እግዚአብሔር ፍጥረታትን ሲፈጥር ሰውን የእጁ ፍጥረት ሲሆን ካለመኖር ወደ መኖርም ሲመጣ የማይሞት የማይጠፋ ሆነ። ይህ ያለመጥፋት ባሕርይ የእግዚአብሔር ባሕርይ ነው። የሕይወት እስትንፋስም ሰጥቶ ዘላለማዊና የማይጠፋ እንዲሆን አተመው። 
መጽሐፍ ቅዱስ የሕይወት እስትንፋስ እፍ አለበት ሰውም ሕያው ነፍስ ያለው ሆነ ይለናል። በመበደሉ ምክንያት ሲቀጣ የሚከተለውን ሰማ። አፈር ነህና ወደ አፈር ትመለሳለህ ከጸጋው ተራቆተ። የሕይወት እስትንፋስም እርሱም እኔ ሕይወት ነኝ ያለው መንፈስ ከምድር አፈር ከተፈጠረ ሥጋ ራቀ። ሕያው የሆነው ፍጡር በሥጋው ሞተ ነፍስ ግን የማትሞት ናት። ስለዚህ አፈር ነህና ወደ አፈር ትመለሳለህ የተባለው ለሥጋ እንደሆነ እንመለከታለን። ስለዚህ በጣም የተጎዳው ክፍል በአስቸካይ መታደስ ነበረበት ይህም በኃጢአት ሞት ምክንያት የተያዘው የማይሞተው ነፍሳችን ነው። ይህ በኃጢአት የተመረዘ አካል በአስቸኳይ ከኃጢአት መለየት ነበረበት። ስለዚህ አፈር ነበርክና ወደ አፈር ትመለሳለህ የሚለው ቃል በወደቀው ሥጋ ውስጥ ያለውን ነፍስ ይመለክታል። ስለዚህ ቃል አስቀድሞ ገንዘቡ ያልነበረውን ሥጋ ሲዋሐድ የእርሱን የማይሞት ባሕርይ ለሥጋ ገንዘብ እንዲሆን እንዳደረገው እንመለከታለን። እሳት በባሕርዩ በእንጨት ላይ ተላልፎ የእሳትነት ባሕርዩን እንደሚገልጥ ቃል የሰውን ሥጋ ገንዘብ በማድረግ የወልድ ባሕርይ በኃጢአት ሞቶ ለነበረው የሰው ልጅ ሕያው ይሆን ዘንድ ተላለፈ። …በሽተኛው ከሐኪሙ ጋር ሥጋም ከማይሞተው ባሕርይ ጋር ይነሣና ለዘለዓለም ይነግሥ ዘንድ በባሕርዩ ሞት የማይስማማው ቃል ከሥጋ ጋር ወደ መቃብር ወረደ። ሞት የሚስማማው ሥጋ ሕይወትን ከሚሰጥ ቃል ጋር በመቃብር አደረ። ወንጌላዊው ቃል ሥጋ ሆነ አለ እንጂ ሥጋ ሊሆን ሊለወጥ መጣ አላለም። በእርግጥም ባሕርዩ ሳይለወጥ ሰው ሆነ። ስለዚህ ቃል በባሕርዩ እግዚአብሔር ስለሆነ ሥጋ ሲለብስም ከእግዚአብሔርነቱ ተለውጦ አይደለም። እውነታው እንዲህ ከሆነ እንደነቢዩ ቃል እግዚአብሔር እንዲህ ይላል የግብጽ ድካምና የኢትዮጵያ ንግድ ቁመት ረጅሞችም የሳባ ሰዎች ወደ አንተ ያልፋሉ ለአንተም ይሰግዳሉ በእውነት እግዚአብሔር በአንተ አለ፤ ከእርሱም ሌላ አምላክ የለም ብለው ይለምኑሃል የእስራኤል አምላክ መድኃኒት ሆይ በእውነት አንተ ራስህን የምትሠውር አምላክ ነህ። ማለት ይቻለናል። እግዚአብሔር በእርሱ አለ የሚለውን ተመልከቱ ቃልን ከሥጋ ባለመነጠል ነው። ከእርሱም ሌላ አምላክ የለም ማለት ቀዳማዊነትን መሰከሩ። ሥጋ ከቃል ጋር ተገናዝቦ በማይመረመር የመለኮት ምሥጢር ገንዘቡ ያልሆነ መለኮትነትን ገንዘቡ አድርጎ እንመለከተዋለን። ይህንንም ሥጋ የወሰደው ከድንግል ነው። ክርስቶስም ከሁለታቸው አንድ አካል አንድ ባሕርይ የነሳ አምላክ ነው። (ቅዱስ ቄርሎስ ዘእስክንድርያ 139)
ወንጌላዊው አስቀድሞ የተናገረውን ምስጢር ጠቃሚ በሆነ መንገድ በመግለጽ የሃይማኖታችንን ዶግማ እጅግ አስፈላጊ ወደ ሆነ ምዕራፍ ሊያሸጋግረን እንመለከታለን። ቃልም ሥጋ ሆነ ካለ በኋላ አላዋቂና በጥቅስ ተገንዘው በጥቅስ የተቀበሩ በቃሉ ላይ ብቻ የተንጠለጠሉ ሰዎች እንዳይሰናከሉበት ቃል ሥጋ ሲሆን ባሕርዩን ትቶ እንዳይመስላቸው ወደ ሥጋም ፈጽሞ የተለወጠ አድርገው እንዳያስቡ ምክንያቱም መለወጥ ፈጽሞ የእግዚአብሔር ባሕርይ አይደለምና ወንጌላዊው አንድ ወሳኝ የሆነ ቃልን ሲጠቀም እንመለከተዋለን በእኛ ላይ አደረ የሚል። ቃል ባሕርዩን ለወጠ ብላችሁ እንዳታስቡ ይህ ፈጽሞ የማይቻል ነውና። ከቅድስት ድንግል የነሣውን ሥጋ መቅደስ አድርጎ ቃል ሥጋ ሆነ። ይህም የሆነው በፍጹም የተዋሕዶ ምስጢር ነው። ባለመቀላቀል ባለመጠፋፋት ባለመለያየት የቃል ግብር ለሥጋ ግበር ቃል ሆነ። ቃል ባሕርዩ ፈጣሪነት መጋቢነት ዘላለማዊነትና የመሳሰለው ነው። የሥጋ ባሕርይ ውሱንነት በጊዜ የተገደበ ማች ነው። የሚሞት ሥጋ የማይሞት መለኮት ቢዋሐደው ዘላለማዊ ሆነ ሥጋ ሞቶ ፈርሶ አልቀረም የመለኮት ገንዘብ ሆኗልና። ስለዚህ ምክንያት ከዘለዓለም እስከዘለዓለም ሕያው ነኝ ማለት ተቻለው። ቅዱስ ጳውሎስ እንዳለው በእርሱ የመለኮት ሙላት ሁሉ በሰውነቱ ተገልጦ ይኖራል። ቃል በእኛ ላይ አደረ የሚለውን መመርመር በጣም ማወቅ ጠቃሚና አስፈላጊ የሆነ ነገር ነው። 
ምክንያቱም ጥልቅ የሆነ ምስጢር የሚገልጥ ነውና። ሁላችን በክርስቶስ ስላለን። አጠቃላይ የሰው ልጆች ተፈጥሮ በእርሱ ውስጥ ተጠቅልሎ እንመለከተዋለን። ስለዚህ ምክንያት ሁለተኛው አዳም ተብሎ ተጠርቷል። የመጀመሪያው አዳም ተፈጥሮአችንን አራቁቶት እንዲበልዝ አድርጎት ነበር። የኋለኛው አዳም ክርስቶስ ተፈጥሮአችንን አበለጸገ ደስታንና ክብርን አመጣልን። ለዚህ ነው ቃል ያደረው ከድንግል ማርያም በነሣው ሥጋ ሆኖ እያለ በእኛ ላይ አደረ የመባሉ ምስጢር። ስለዚህ በክርስቶስ በኃይል የእግዚአብሔር ልጅ ሆኖ ስለተገለጠ አጠቃላይ የሰው ልጆች ተፈጥሮ ከፍ ከፍ ይል ዘንድ የእግዚአብሔር ፈቃድ ሆነ። ስለዚህም ምክንያት መዝሙረኛው እኔ ግን አማልክት ናችሁ ሁላችሁም የልዑል ልጆች ናችሁ አለ። በባርነት ቀምበር ተይዘን የነበረ ወገኖቹ በክርስቶስ ምክንያት ነጻነታችንን አገኘን። ስለ ሞት በፍርሃት በባርነት ይታሰሩ የነበሩትን ሁሉ ነጻ እንዲያወጣ፤ በሥጋና በደም እንዲሁ ተካፈለ፤ የአብርሃምን ዘር ይዟል እንጂ የያዘው የመላእክትን አይደለም። ራሱን ዝቅ አድርጎ በባሪያ መልክ የገለጸው ለእርሱ እጠቀም ብሎ ለክብሩ የሚጨምርለት አንዳች ነገር ስለነበረ አይደለም። ራሰን የተወደደ መሥዋዕት አድርጎ ሊሰጠኝ ስለፈቀደ እንጂ። በእርሱም ድኅነት እኛ ሁላችን ባለጸጎች እንሆን ዘንድ ነው። ቃል በእኛ ላይ አደረ ሁላችንም በእርሱ ዉስጥ እንኖር ዘንድ ሐዋርያው እንዳለ በአንድ ሥጋ ከራሱን ከአባቱ ጋር እንዲሁም ከባሕርይ ሕይወቱ ከመንፈስ ቅዱስ ጋር ያስታርቀን ዘንድ ነው። (ቅዱስ ቄርሎስ ዘእስክንድርያ 141)
ወንጌላዊው ቃል ሥጋ ሆነ ካለ በኋላ ይህም እግዚአብሔር የሰው ልጅ ሆነ ከተፈጠሩ ፍጥረታት ጋር ወንድማማች ሆነ የሚለውን ገልጾ ለክብሩና ለባሕርዩ ወደ ሚያስማማው ነገር አመጣን። ልዩ የሆነው ባሕርዩን ገለጠልን። በመጀመሪያ የአባቱን ክብር አንድ ልጅ እንደመሆኑ በአባቱ ዘንድ ያላውን የክብር መጠን ሊያሳየን ሞከረ። 
መለኮታዊ ባሕርይ ለለውጥ ያልተጋለጠ በመሆኑ ሁልጊዜም በአንድ ዓይነት ባሕርይ የሚኖር በመሆኑ ምንም እንኳ ወንጌላዊው ቃልም ሥጋ ሆነ ቢልም አስቀድሞ ከነበረው ባሕረይና ሕላዌ ተለወጠ ማለቱ አይደለም። አስቀድመን ክብሩን ተመልክተናል። ሌሎችን ያለፈ ክብር ለእግዚአብሔር ልጅነቱ ክብር የሚስማማ ክብር ነው። ጸጋንና እውነትን የተመላ ነውና። ፊታችንን ወደ ቅዱሳን ጉባኤ መልሰን በእያንዳንዳቸው የተገለጠውን የእግዚአብሔር ድንቅ ሥራ ብንመረምር ከመዝሙረኛው በአንድነት ሆነን እግዚአብሔር በቅዱሳኑ ላይ ድነቅ ነው ማለት ይቻለናል። (ቅዱስ ቄርሎስ ዘእስክንድርያ 143) ሕፀፅ ያለበት ነው ብሎ ባሕርያችንን አልተወውም። የፈጣሪ አካል ባሕርይ በኾነ ጊዜ ፍጹም አምላክነትን አገኘ። ቅዱስ ቄርሎስ ሥጋችን ክቡር እንደሆነ ለማስረዳት ጌታ ሥጋችንን ተዋሐደ (ፍካሬ ሕይወት ወሞት 142)
የአይሁድ እምነት እግዚአብሔር በሕዝቡ መካከል መኖሩን በተለያዩ ተአምራዊ ምልክቶች እየተገለጠ የሚታወቅ መኾኑን ይነግረናል እንጂ ተአምራዊ ምልክት እውነተኛውን እግዚአብሔር ወደ ማወቅ የሚያደርስ መንገድ አይደለም። አእምሯዊ አስተውሎት አንዱም ዐሳብ ከሌላው ጋር እያዛመደ የሚያቀርበውን የማይጨበጥ ረቂቅ አምላካዊ ኃይልን መከተል ሰው እውነተኛ አማላኩን እስከሚያገኝ ድረስ ኅሊናው የማያርፍ መኾኑን ይነግረናል እንጂ የእውነት ምንነትን የምናውቅበት መንገድ አይደለም። ተአምራዊ ምልክትና አእምሯዊ ዕውቀት እግዚአብሔር በልጁ ከገለጠው ዓለማን የማዳን ምሥጢር ጋር ሲስማሙና ሲዋሐዱ ብቻ ነው በክርስትና ውስጥ ዋጋና ትርጉም የሚኖራቸው። በእግዚአብሔር መገለጥ ላይ የተመሠረተ ነገረ መለኮት በእሥራኤል ሕዝብ ታሪክ ውስጥ የምናገኘውና በአእምሮ ሕግ የምናውቀው መለኮታዊ እውነት ነው። ቅዱስ ጳውሎስ ይኽን እውነት ያለጥርጥር ታላቅ እግዚአብሔርን የመምሰል ምሥጢር በማለት ይጠራዋል። (በትረ ሃይማኖት 118)
ይህን ቃል በተግባርና በሕይወት ዕውን ማድረግ የሚያስችለን ቅዱስ ቁርባን ነው። (በትረ ሃይማኖት 120) አካላዊ ቃል ሥጋን መዋሐዱ እሙን ነው። ቅዱስ ባስልዮስ (ትምህርተ ጽድቀ 313) ማዕጠንት ዘወርቅ የቃል ሥጋን መዋሐድ የሚያስረዳ ነው። (አኰቴተ ቁርባን 266)
ፀጋ ፤ የባሕርይ ክብሩን ለሰው በፀጋ የሚሰጥ ነው፤ ኢየሱስ ክርስቶስ ነው፤ የማዳን ሥራው በጠቅላላ። (ተንከተም 56) ቃል ሥጋ ሆነ ማለት ድንግል ማርያም ወላዲተ አምላክ ናት ማለት ነው። (ተንከተም 203)
ዮሐንስ ሌሎችን ጸጥ አሰኘ፣ ከሌሎችም አስረዝሞ እንዲህ ሲል ተናገረ የአብ ቃል ከሰማያት ወረደ። ቅዱስ ያሬድ (ትምርተ ድኅነት1 62) በአባቱ ፈቃድ ሰው ሆነ። በማኅፀነ ማርያም አደረ፤ ንጸሕ ሚሆን ማኅተመ ድንግልናዋን ሳይለውጥ እግዚአብሔር ተወለደ። ቅዳሴ ዲዮስቆሮስ (ትምህርተ ድኅነት1 63) የጽድቅ የእውነት ፀሐይ ወጥቶላቸዋልና ጻድቃን በብዙ ሰላም(ሰላምን ተመልተው) ደስ ይላቸዋል። ቅዱስ ያሬድ (ትምርተ ድኅነት1 63) አምላክ ሲሆን ማኅፀን ተሸከመው። /ቅዱስ ያሬድ/
የድንግል ማርያም ድርሻ የተገለጠበት ቃል ነው። (ትምርተ ድኅነት1 114) -የነቢያት ትንቢት ፍጻሜ ያገኘበት ነው። (ትምርተ ድኅነት1 218) -ክርስቶስ ያልነሣው ማንኛውም ነገር ድኅነት ባላገኘም ነበርና፤ መለኮቱን ወደ ሰው ልጆች ባሕርይ አፈሰሰው። /ቅዱስ አትናቴዎስ/ ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ ከእመቤታችን ከቅድስት ድንግል ማርያም ሥጋንና ነፍስን ሳይነሣ እንዲሁ እንደ መስኖ የተጠቀመባት ከኾነማ ጥንቱንስ በማኅፀን ማደሩ ምን ጥቅም አለው እንደ መስኖ ውኃ ገብቶ የወጣ ከኾነማ ባሕርያችንን አልነሣም ማለት ነዋ የለበሰው ሥጋ የእኛ የሰው ልጆች ሳይኾን የሌላ ነው ማለት ነዋ እንዲህ ከኾነ ታዲያ እንዴት የእሴይ ሥር ሊባል ቻለ።
እንዴት በትር ተባለ። እንዴት የሰው ልጅ ሊባል ቻለ። ቅድስት ድንግል ማርያም እንዴት እናቱ ኾነች። እንዴት የዳዊት ዘር ሊባል ቻለ። (5ቱ የንስሓመንገዶች 13)
ክርስቶስ ጸጋን ተሞልቶ ማለት የመለኮታዊ ባሕርይ ክብሩን ከእኛ ለነሣው ሥጋ ጸጋ አድርጎ ሠጠ ከሥጋችን ጋር ተዋሐደ ማለት ነው። ወንጌል ቅዱስ መዝ 44፤1፣ 32፤5፣ መሓ 2፤8፣ ራእ 19፤13 (የብርሃን እናት 219)
ከመንፈስ ቅዱስ የተነሣ ከድንግል ማርያም በሥጋ ሰው ሆነ። በእንሰሳዊ ሥጋም አይደለም የእንሰሳ ሥጋ ቢሆን ያለ ለባዊትና ነባቢት መንፈስ ሥጋ፣ ደም፣ ዐፅም፣ ደም፣ ለባዊትና ነባቢት የሆነች ብርሃን ከዘይት ጋር እንደሚዋሐድ ከደም ጋር የተዋሐደች መንፈስ ነው። እንደዚሁም የአምላክ ልጅ ለባዊት ነባቢት የሆነች መንፈስ ያለውን ሥጋ ከድንግል ማርያም ነሣ ከደም ጋር የተዋሐደች ከዚያች መንፈስ ጋርም አንድ ሆነ ደምም በሥጋ ተዋሐደ የአምላክ ልጅም ያለመለወጥና ያለመለየትም በሥጋና በመንፈስ አንድ ሆነ። ለባዊት ነፍስ የመላች (የረቀቀች) መንፈስ ናትና ከአምላክ ቃል ጋር አንድ በሆነች ጊዜ ከሰማይ በላይና ከምድር በታች ከእርሱ ጋራ መላች ሥጋው በምድር ላይ ሳለ የሰውነቱ መንፈስ ግን ከአምላክ ቃል ጋር አንድ ሆነ…። ሳዊሮስ ዘእስሙናይን (መጽሐፈ ሳዊሮስ ዘእስሙ 127) ወንጌላዊ አምላክ ያለመለወጥ ሥጋ እንደሆነ አስረዳን፤ ፈጣሪ ፍጡርን ፣ ፍጡርም ፈጣሪን፣ ሰማያዊ ምድራዊን፣ ምድራዊም ሰማያዊን፣ የቀደመው አዲስ፣ ሐዲሱ ቀዳሚ፣ የእግዚአብሔር ልጅ የማርያም ልጅ፣ የማርያም ልጅ የእግዚአብሔር ልጅ እንደሆነ አስረዳን። /ሳዊሮ ዘእስ/
ከዘመናት በፊት የነበረ፣ ከዘመናትም በኋላም የተገለጠ። እርሱ በጊዜ የሚለካ መነሻ አይሻም።
ነገር ግን ህልውናችንን በግዴለሽነት ምክንያት ላጣነው ለእኛ ሲባል እንደ እኛ ሊወለድ ፈቀደ፤ እውነትን የተወውን ሰው ወደ ቀድሞው ቦታው ይመልሰው ዘንድ ። ይህም የእግዚአብሔር አንድያ ልጁ ነው፤ እርሱ ሁሉን በእርሱ የተቀለለ ነገር ግን የራሱን ቤተ መቅደስ በመካከላችን የተከለ ነው። ቅዱስ ጎር ዘኑ (መንፈሳዊ ሕይወት ምንድን ነው 84 ) 
ቃል የሥጋን ባሕርይ ሥጋም የቃልን ባሕርይ ገንዘብ በማድረጉ ሁለቱም በመለኮታዊ ልዕልና ይኖራሉ። ቅዱ ኤፍ (ኅብረ ወንጌል 34) ወንጌላዊው አጠገባችን ሆነ አላለም በእኛ አደረ አለ እንጂ ይህም ሥጋችንን ለብሶ በእኛ መካከል መገኘቱ ስለ እኛ መዳን ምክንያት እንደ ሆነ ያስረዳ ዘንድ ነው።(ኅብረ ወንጌል 70)
የእጁ ሥራ የሆነው የሰው ልጅ በኃጢአት ታሥሮ በማየቱ ባዘነለት ጊዜ በርኅራኄው መጣ፤ ከኃጢአት በስተቀር እንደ እኛ ሆኖ በመካከላችን ተገለጠ። እኛ በመንግሥተ ሰማያት እናድር ዘንድ፣ ከቀደመ ውድቀታችንም ታድሰን እንነሣ ዘንድ እንደገናም ልጅነትን ተቀብለን ከኃጢአት ነጻ እንሆን ዘንድ ከአባቱ ክብር ሳይለይ ለእኛ ሲል ለ9 ወር ከ 5 ቀናት በድንግል ማኅጸን አደረ። (መጽሐፈ በርለዓም ወየወሴፍ 18)
ሰማይና ምድር የማይችሉትን አምላክ እንደምን የድንግል ማሕጸን ቻለው - ቅዱስ ያሬድ ድጓ (ነገረ ክርስቶስ ክፍል አንድ 60) የድንግል ማሕፀን በሰማይ ካለው የብርሃን ሠረገላ ሰፋ፤ የድንግል ማሕፀን ከአየራት በለጠ፤ በሱራፌልና በኪሩቤል ዘንድም ተመሰገነ፤ የድንግል ማሕፀን የሰማይ ደጃፍ ኾነ፤ ሳይከፈትም የፀሐይ መውጫ መግቢያ ኾነ፤ የድንግል ማሕፀን ለአማናዊ የጽድቅ ገንዘብ ሣጥን ኾነ፤ የድንግል ማሕፀን አዶናይ በመባል ለሚጠራ እግዚአብሔር ማደሪያ ኾነ። አባ ጊዮርጊስ ድጓ (ነገረ ክርስቶስ ክፍል አንድ 60) 
የድንግልና ርግብ እመቤቴ ማርያም ሆይ በማግነን አመሰግንሻለኁ ከፍ ከፍ በማድረግም አመሰግንሻለኁ ከዓለም አስቀድሞ ለነበረ አካላዊ ቃል እናቱን ኾነሻልና ሰማይ የማይችለውን የምድር ስፋትም የማይበቃውን ጠባብ ማሕፀንሽ ተሸከመው ኀይሉንም ቻለ። /አባ ጊዮርጊስ /
በማይመረመር ምስጢር እንደ እኛ በማሕፀን መፀነስን ወደደ፤ ርሱ ሰው መኾኑ በማሕፀን ሳለ ባሕርየ መለኮቱ በሰማይ በምድር ከምድርም በታች ምሉእ ነው፤ በማይመረመር፣ በማይነገር ጌትነቱም ከአብ ዕሪና ይኖር ነበር፤ የሕይወት እስትንፋስ ያላቸው ኹሉ በላይ በታች ያሉ ፍጡራንም ኹሉ በመኻል እጁ ናቸው፤ አሸናፊ ፈጣሪ ርሱ እንደ ከሃሊነቱ ኹሉም ያዝዛቸዋል፤ ወልድ በድንግል ማኅፀን ሳለ በሰማይም በምድርም ከአባቱ ጋር በአንድ ባሕርይ መለኮት ህልው ነውና፣ ከኃጢአት በቀር በድንግል ማሕፀን ሥጋ ኾኖ ከተፈጠረ ከፍጹም ትስብእት ጋርም በማይመረመር ባንድ ባሕርይ መለኮት መች መች አንድ ነውና። /ቅዱስ ቄር ዘእስክ /
ርሱ ኪሩቤልን ያንቀሳቅሳል፤ ርሱ የሥጋ አካል ጅማቶችን ይዋሐዳል፤ ርሱ በኹሉም ዘንድ ይገኛል፣ ትእዛዛት ይፋጠናሉ፣ ሰልፈኞችም ይሸበራሉ፣ ኃይላት በደስታ ይጮኻሉ፣ ጉባኤዎች ይሸበራሉ፣ ሥልጣናት ይሸፋፈናሉ፣ መዘምራን ሆ ብለው ይጮኻሉ ይቀድሳሉ፣ በላይም የተሰወረ ማንነቱን ይፈልጋሉ፤ ርሱ ግን በምድር ላይ በተፈጠረውና የሥጋ ሰማይ በኾነው ማሕፀን ውስጥ ነው፣ ርሱ የምድሪቱን ልጓሞች እና ሥልጣናቸውን በእጁቹ መዳፍ ውስጥ ይዟል፤ ያለምንም ሥጋዊ ሩካቤ ርሱ በድንግልና ማሕፀን ውስጥ ፅንስ ኾነ የመላው የምድር ስፋት በአባቱ የአጅ መዳፍ ውስጥ ነው፤ አንድ ዕፍኝ ሥጋ ርሱን በታናሽነቱ ፀንሶ ይሸከመዋል። /ቅዱስ ያዕቆብ ዘሥ/
ሥጋ ክቡር ነው። በኦርቶዶክሳዊ የነገረ ድኅነት አስተምህሮ የጠፋውን ለመፈለግ የባዘነውን ለመመለስ የወደቀውን ለማንሣት የራቀውን ለማቅረብ የተዋረደውን ለማክበርና የሞተውን ሕያው ለማድረግ በቸርነቱ ሊጎበኘን የወደደው አዳኛችን ኢየሱስ ክርስቶስ በበዳዩ ሰው ባሕርይ መገለጥ የግድ አስፈልጎታል። (ነቅዐ ሕይወት 49) አካላዊ ቃል በተዋሕዶ ያልነሣውን ያልተዋሐደውን ባሕርይ አላዳነውም ቤዛም አልሆነለትም። ቅዱ ጎር ዘኑ እነሆ የመዳኔን ምሥጢራዊ ተአምር ሊነጻጸር የሚችል አንዳችም ነገር የለም። ጥቂት የደመ መለኮት ጠብታዎች መላውን ዓለም ዳግመኛ በሐዲስ ተፈጥሮ ፈጥረዋልና። ቅዱ ጎር ዘኑ (ነቅዐ ሕይወት 59) የመለኮታዊ ክብር ተካፋይ መሆን (ነቅዐ ሕይወት 61) ሐዲስ ተፈጥሮ (ነቅዐ ሕይወት 63)
ቃል ሥጋ ሆነ የሚለው ቃለ ወንጌል ለሚያምን ሁሉ ግልጽና ቀጥተኛ ቃል ነው። ሆነ የሚለው ቃል መምሰልን ሊያመለክት አይችልም። ቀጥሎም ያለው ጸጋንና እውነነትን ተመልቶ በእኛ አደረ የሚለው ቃልም የቃል ሥጋን መሐዋድ እውነተኛ መሆኑን በአጽንኦት የሚገልጽ ነው። (ኦርቶዶክሳዊ ሥነ ሰብእ 93) ቅድመ ተዋሕዶ (ነገረ ሃይማኖት ዘኦርቶ 125)ድኅረ ተዋሕዶ (ሁለቱ ኪዳናት 25)
፲፬. ያም ቃል ሥጋ፤ ሆነ በእኛም አደረ፤ ለአባቱ አንድ እንደ ሆነ ልጅ ክብር ያለ ክብሩን አየን፤ ጸጋንና እውነትን የተመላ ነው።
፲፭. ምስክሩ ዮሐንስ ስለ እርሱ ድምፁን ከፍ አድርጎ ተናገረ፤ እንዲህም አለ፥ "እኔ ስለ እርሱ ከእኔ በፊት የነበረ ከእኔ በኋላ ይመጣል ያልኋችሁ ሰው ይህ ነው፥ እርሱ ከእኔ አስቀድሞ ነበረና"
ከእኔ በኋላ ይመጣል ማለት በእኔ ትምህርት በእኔ ስብከት ይገለጣል። እኔ ካስተማርኩ በኋላ ያስተምራል ማለት ነው። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 47)
ከእኔ በኋላ ይመጣል ማለቱ ዮሐንስ ጌታችንን ስድስት ወር ይበልጠዋልና ከእኔ በኋላ የተወለደ ነው ሲል ነው። ቅዱ ኤፍ ሶር (የዮሐንስ ወንጌል ማብራሪያ 47 ዮሐንስ መጥምቅ ከእኔ በኋላ የሚመጣው የእግዚአብሔር ልጅ ነው አላለም። ከእቤ ይልቅ የሚከብር ይህ ነው አለ እንጂ። ጥበበኛ ባለመድኃኒት ለበሽተኛው መጀመሪያ ጥቂት ወይም ቀላል መድኃኒት ይሰጠዋል እንጂ በከባድና አስጨናቂ በሆነ መድኃኒት አያስጨንቀውም። ዮሐንስም ምድራዊውን ነገር እንጂ ሰማያዊውን ነገር የማያስተውሉ አይሁድን ከእኔ በኋላ የሚመጣው ሁሉን የሚያድን የእግዚአብሔር ልጅ ነው ብሎ መጀመሪያ አላስደነገጣቸውም። እርሱ ራሱ ዮሐንስ በአይሁድ ዘንድ ክቡር ነበርና በራሱ አመሳስሎ ከእኔ በኋላ የሚመጣው ከእኔ ይልቅ የከበረ ሆኖአል አላቸው እንጂ። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 48 ከእመኔ በፊት ነበረ ማለቱ ስለ አምላክነቱ መናገሩ ነው። /ቅዱ ኤፍ/
እርሱ ከእኔ በፊት ነበርና ማለቱ ኢየሱስ ክርስቶስ በሰውነቱ በክብር ይቀድመኛል ሲል ነው። ከእኔ ይልቅ የከበረ ሆኖአል የሚለውን ቃል ማስከተሉ በክብር እንደ ሚቀድምና እንደሚበልጠው ለመግለጥ ነው። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 48 ይህ ቃል በመኖሩ ስለመቅደሙ አይተረጐምም በክብር በልዕልና ይቀድማል ማለት ነው እንጂ። /ግእዝ ብግእዝ/ 
፲፮. እኛም ሁላችን ከሙላቱ በጸጋ ላይ ጸጋ ተቀበልን። 
በጸጋ ላይ የሚለው ብሉይ ኪዳን ነው። ሁለተኛወ ጸጋ የሚለው ሐዲስ ኪዳን ነው። በጸጋ ላይ ጸጋ ተሰጥቶናል ማለት በብሉይ ኪዳን ላይ ሐዲስ ኪዳን ተሰጠን ማለት ነው። ግእዝ በግእዝ (የዮሐንስ ወንጌል ማብራሪያ 48 ወንድሜ ሆይ እስኪ ያለፈውን ጸጋና የሚመጣውን ጸጋ አመሳስል። በመካከላቸው ያለውን ልዩነትም ፈጥነህ አስተውል።
ስለ ሙሴ ፈንታ የሁሉ ጌታ ክረስቶስ ተሰጠን ምሳል ስለነበረችውና ኃላፊት ስለነበረችው ስለ ሕገ ኦሪት ፈንታ አዲስ ኪዳን ሕገ ወንጌል ተሰጠን ዘላለማዊ ደስታን የምትሰጥ የእግዚአብሔር ልጆች መሆንን ተሰጠን። አይሻዳድ (የዮሐንስ ወንጌል ማብራሪያ 48 በአሥርቱ ቃላት ስለ ጸናን ፈንታ በአሥርቱ ቃላት ላይ ወንጌል ተሰጠን። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 48 በኦሪት ላይ ወንጌልን በመንፈሰ ረድኤት ላይ መንፈሰ ልደትን በአእምሮ ጠባይዕ አእምሮ መንፈሳዊን ሰጠን። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 48) ሰዎች በክርስቶስ አምነው ሲጠመቁ የጸጋው ሙላት ተካፋዮች ይሆናሉ። (ቃላተ ወንጌል 77)
በጸጋ ላይ ጸጋ ማለት በተቀደሰች ኦሪት ላይ ወንጌል፣ በምኵራብ ፈንታ ቤተ ክርስቲያን፣ በድንጋዮች ጽላት ላይ ድንግል ማርያም በቀለም በተጻፈ ቃላት ላይ የአብ ቃል እሳተ መለኮት፣ በአሮን በትር ላይ መስቀል መብራቱ፣ በመቅረዙ ላይ በተቀደሰች ሦስትነት ማመን ፣ በጸናጽል ላይ ሰማዕታት፣ በነቢያት ላይ ሐዋርያት ተሰጡን። (ርቱዓ ሃይማኖት 78)
ክርስትና አንድን ሰው በውስጡ ያለውን የመንፈስ ቅዱስ ሥራ ይቀበላል እንጂ ፈቃዱን በሚያጠፉ ስሜቶች አይዋጥም አይማረክምም፣ ሰውን በንሥር አክናፋት ላይ የሚያስቀምጠው፣ ነፃ የሚያወጣውና ከኃይል ወደ ኃይል የሚመራው ኢየሱስ ክርስቶስ ነው። ከክብር ወደ ክብር የሚመራውም እርሱ ነው። ይህን የሚያደርገውም በጸጋው እንድንደሰት ነው። አቡነ ሺኖዳ (አሳድጉኝ 191)
መለኮት ሥጋን በዋሐዱ የእርሱ መልክ እንዲኖረን አደረገ። ምክንያቱም ከአዳም ድቀት የተነሣ መልካችን ጠፍቶ ነበርና በዚህም ምክንያት የወይን ግንድ ቅርንጫፎች ሆነናል ከእርሱ ጋራ አንድነት ፈጥረን ሁላችን ከሙላቱ ተቀበልን በጸጋ ላይ ጸጋ ተሰጥቶናል፣ አስቀድሞ ሟችና በስባሽ የነበረ የነበረ ሥጋችን 
ተቀድሶ የማይሞት፣ የማይበሰብስ ሆነ። ሥጋችንን ባሕርይው ባደረገው በክርስቶስ ምክንያት ተስፋ ትንሣኤም ተስፋ ድኅነትም የተጠበቀለት ሆነ። በጥቅሉ እንዲህ እንላለን ወልድ ሥግው ቃል በኵር ሆኖ ወደ ዓለም ገባ፤ ወንድምም ሆነን፤ ወንድሞቹ ብሎ ቢጠራን አያፍርም።(የዕብራውያን ትርጓሜ 48)
፲፯. ኦሪት በሙሴ ተሰጥቶን ነበርና፤ ጸጋና እውነት ግን በኢየሱስ ክርስቶስ ሆነልን።
ዮሐንስ ወንጌላዊ ሁለቱን ሕጎች አላመሳሰላቸውም። በሙሴ የተሠራችው ሕገ ኦሪት ትእዛዝ ብቻ ነበረችና ጌታችን የሠራው ወንጌል ግን የልጅነት ሀብትና የኃጢአት ሥርየት ነው። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 48 ጸጋና እውነት ተሰጠን ማለት የልጅነት ሀብት አዲስ የሆነው ሁለተኛ ልደት ወደ እግዚአብሔር መቅረብ ተስፋ ትንሣኤ የኃጢአት ሥርየት እነዚህ ሁሉ በኢየስስ ክርስቶስ ተሰጡን ማለት ነው። ግእዝ በግእዝ (የዮሐንስ ወንጌል ማብራሪያ 48) ይህ ጸጋ ከእኛ ጋራ አብሮ የሚሠራው የእግዚአብሔር ኃይል ነው። አቡነ ሺኖዳ (የተስፋ ሕይወት 95)
፲፰. በአባቱ ዕቅፍ ያለ እንድ ልጁ እርሱ ገለጠልን እንጂ እግዚአብሔርንስ ከቶ ያየው የለም።
የእጁ ሥራ የሆነው የሰው ልጅ በኃጢአት ታሥሮ በማየቱ ባዘነለት ጊዜ በርኅራኄው መጣ፤ ከኃጢአት በስተቀር እንደ እኛ ሆኖ በመካከላችን ተገለጠ። እኛ በመንግሥተ ሰማያት እናድር ዘንድ፣ ከቀደመ ውድቀታችንም ታድሰን እንነሣ ዘንድ እንደገናም ልጅነትን ተቀብለን ከኃጢአት ነጻ እንሆን ዘንድ ከአባቱ ክብር ሳይለይ ለእኛ ሲል ለ9 ወር ከ 5 ቀናት በድንግል ማኅጸን አደረ። (መጽሐፈ በርለዓም ወየወሴፍ 18
እግዚአብሔርን ያየው የለም ማለት በእግዚአብሔርነቱ ያየው የለም ማለት ነው እንጂ እርሱ ራሱን በገለጠበት ቅዱሳን በሚችሉበት መጠን ተገልጦ ታይቷል። ራሱ ባስተማረው አንቀጸ ብፁዐን ላይ ልበ ንጹሐን ብፁዐን ናቸው እግዚአብሔርን ያያሉና በማለት አስረድቷል። በጌታችን ጥምቀት ጊዜ አብ በደመና ኾኖ የምወደው ልጄ እርሱ ነው እርሱን ስሙት ሲል መንፈስ ቅዱስ በርግብ አምሳል ተገለጸ ተብሏል። ይህ ማለት ግን መንፈስ ቅዱስ የተገለጸውን ያህል ብቻ ነው የሚያሰኝ አይደለም፤ አካላዊነቱንና ከአብና ከወልድ የአካል ልዩነት እንዳለው ለማስረዳት እንጂ። (ትምህርተ ጽድቅ 49) አብን ማን እንደሆነ ያወቅነው በወልድ መሆኑን ያስረዳል።(ትምህርተ ጽድቅ 330)
ሊቀርቡትና ሊመረምሩት የማይቻል የመለኮት ባሕርይ እንድንረዳ የሚያስችለን በሦስቱ አካላት መካከል ያለ ግንኙነት ነው። የሥላሴን አካል በገሀድ ያወቅነው ከሦስቱ አካላት አንዱ አካል ወልድ በተለየ አካሉ ዓለምን ለማዳን በሥጋ በተገለጠ ጊዜ ነው። ወንጌላዊው ዮሐንስ በአባቱ ዕቅፍ ያለ እንድ ልጁ እርሱ ገለጠልን እንጂ እግዚአብሔርንስ ከቶ ያየው የለም-በማለት እግዚአብሔርን ማንም በአካል ያየው ስለሌለ ማየትም ስለማይቻል ባባቱ ዕሪና ያለው፣ በባሕርይ የሚመስለው በክብር የሚተካከለው ወልድ ሰው ሆኖ አስረዳን አሳወቀን በማለት ገልጻል። (በትረ ሃይማኖት 274) ይህ ክርስቶስ ፍጹም አምላክ ፍጹም ሰው መሆኑንና እርሱ ራሱ እውነት ሆኖ ለዓለም የተገለጠ ታላቅ እውነት መሆኑን የሚያረጋግጥ ነው። (በትረ ሃይማኖት 469)
አሁንም እንደ አእምሯችን ድካም መጠን የእግዚአብሔርን ጌትነቱን ማወቅን ልንነግራቹ ይገባናል። ከምሳሌዎች ሁሉ የራቀ ነውና። የሰማይ ምጥቀት፣ የውቂያኖስን ጥልቀት ለማወቅ ለመረዳት ይቻለናልን ከፍጡራን ጥቂት መርምሮ የማይቻለን ከሆነእግዚአብሔርን መርምሮ ወደ ማወቅ የማይቻለን ከሆነ
እግዚአብሔርን መርምሮ ወደ ማወቅ እንደምን ይቻለናል፣ አሁንም ነገርን አሳጥረን ይህን ክፍል እንፈጽም፣ ለፍጥረት ሁሉ ለማይመረመረው ለእግዚአብሔር ዕውቀትን ሁሉ እንተው፣ መላእክት፣ ሊቃነ መላእክት ሁሉ በየወገናቸው በየነገዳቸው በየመዐረጋቸው ከፍጡራን ሁሉ ጋር አንድ ወገን ሆነው በአንድነት ቢሰበሰቡ የእግዚአብሔርን ባሕርይ ከማወቅ ወገን ጥቂት ያገኙ ዘንድ አይችሉምና። ቅዱስ ባስልዮስ ፀሐይ ሙሉ በሙሉ ማየት አንችልም (ማስያስ 31)
መንፈሳቸውን ንጹሕ በማድረግ ነቢያት እግዚአብሔርን አይታውታልና። አባ ሕርያቆስ (ቅዳሴ ማርያም)
መታየት የማየችሉ ትናንሽነገሮችን ሳይቀር ማየት እንድንችል መሳርያ ሠርተናል። አሁን ከሩቅ እናያለን፤ በከርሠ ምድር የተደበቀ የተፈጥሮ ምሥጢርንም እንብብራለን የምንልበት ጊዜ ነው፤ ሆኖም እጹብ እያልን የምናልፋቸው ብዙ ነገሮች መኖራቸውን ማስተዋል ይገባናል። የእግዚአብሔር ባሕርይ ደግሞ ከዚህ ሁሉ በላይ የሆነ ምጡቅ ነው፤ ስለዚህ እርሱን በባሕርዩ ማወቅ አይቻልም። ለምን ከተባለ በማይነገር ርቀቅት የረቀቀ ረቂቅ ባሕርይ ያለው እግዚአብሔር ስለሆነ። መጽሐፍ ረቂቅነቱን ሲናገርለት እግዚአብሔር መንፈስ ነው። 
የእግዚአብሔርን ጥልቅ ነገር ልትመረምር ትችላለህን ወይስ ሁሉን የሚችል አምላክ ፈጽመህ ልትመረምር ትችላለህን ከሰማይ ይልቅ ከፍ ይላል፤ ምን ልታደርግ ትችላለህ ከሲኦል ይልቅ ይጠልቃል፤ ምን ልታደርግ ትችላለህ ርዝመቱ ከምድር ይልቅ ይረዝማል፤ ከባሕርም ይልቅ ይሰፋል ብሎ ይገልጸዋል። ይህ መንፈስነት የማይመረመር መንፈስ ነው። ስንኳንስ መንፈስን መንፈሳዊ ሰውን መርምሮ ማወቅ እንደማይቻል ሐዋርያው ምስክርነቱን ይሰጣል። መንፈሳዊ ሰው ሁሉን ይመረምራል፤ እርሱ ግን በማንም አይመረመርም እንዲል። 
ሁሉን ይመረምራል ሲል ግን ሁሉን እምዲመረምር ከፈቀደለት ከእግዚአብሔር ውጭ መሆኑን ልብ ይሏል። በሌላ ሥፍራ መጽሐፍ ሁሉን ከእግሩ በታች አስገዛለት ብሎ ስለ ክርስቶስ ይናገርና ነገር ግን ሁሉን ካስገዛለት በቀር መሆኑን ግልጥ ነው-ብሎ እንደተናገረ ይሄም ሁሉን እንዲመረምር ካደረገው በስተቀር ተብሎ ሊወሰድ ይገባዋል። ወንጌላዊው ማንም ያየው የለም- ብሎ መናገሩ ይህን ረቂቅነት ለመግለጥ ነው። ረቂቅ ከመሆኑ የተነሣ ሊገለጥለት ለፈቀደው ሰው በሚችለው መጠን ይታየዋል እንጂ ባሕርዩን ለማንም ገልጦት አያውቅም፤ እንዲያውም ለሙሴ በተገለጠለት ቅዱስ ተራራ ላይ የታየው በጢስና በጭጋግ፣ በሚያስፈራ ጨለማ ውስጥ ሆኖ ነው። እንዲህም ሆኖ መገለጡ በጢስና በጭጋግ ውስጥ ያለ ነገር ግልጥ ሆኖ እንደማይታይ እግዚአብሔርም ባሕርይ ማንም ሊመረምረው የማይችል ባሕርዩን በባሕርዩ ሰውሮ የሚኖር መሆኑን ለመግለጥ ነው እንጂ ሌላ ምንድን ነው፤ ሊቃውንቱም ይህን አንቀጽ ሲተረጉሙ በተራራው ላይ የታየው ጉምና ጭጋግ የማይመረመረውን የማይመረመረውን የእግዚአብሔርን ባሕርይ የሚያስረዳ መሆኑን ነግረውናል። ስፋቱ፣ ርዝመቱ፣ ጥልቀቱ የማይደረስ ስለሆነ ነው። ፍጥረታዊው ሰው እንደ ወፍ ፈጥኖ መብረር ቢቻለው የንሥር ክንፍ ተሰጥቶት አየራትን አልፎ ከምድር ርቆ ሰማየ ሰማያትን መጥቆ ቢበርም ለሺህ ዓመታት ሳያቋርጥ ከዓየር ወደ ዓየር እየተሸጋገረ ይህን ቢያደርግ ሊደርሰው የማይችለው ከአድማሳት የሚያልፍ እና ጽንፍ የማይገኝለት ስፋት፣ ከታላቁ ሰማይ ከጽርሐ አርያም ከፍ ብሎ የሚታይ ርዝመት ከመሠረተ ምድር በታች በርባኖስ የማይመልሰው ጥልቀት ያለው በመሆኑ ከመመርመር ውጭ ነው። ት ኢሳ 6፤1 ሲል ማስተማሩ በክብር የሚተካከለው አንድ ልጁ በሥጋ ተገልጦ የነገረን መንፈስ ቅዱስን በመስጠት የገለጠልንን እንጅ ሌላ ስለ እግዚአብሔር የምናውቀው አንዳች አለመኖሩን የሚያስረዳ ነው። -ለወደደችው የምትታይ -ኢጲፋንዮስ እግዚአብሔር ለአባቶቻችን እንዴት ባለ መልኩ ተገለጠላቸው (ተንከተም 62) -አንድ ልጁ ማለት ምን ማለት ነው -በአባቱ ዕቅፍ ያለ ማለት በባሕርይ ለመተካከሉ ማስረጃ ነው። አንድም በሰውነቱ በምድር ሲመላለስ በመለኮታዊ ባሕርዩ ከአብ ከመንፈስ ቅዱስ ጋር በዕሪና የሚኖር መሆኑን የሚያስረዳ ነው። ዕሪና ማለት በሥላሴ ዘንድ መብለጥ መበላለጥ እንደሌለ እና በባሕርያዊ ሥልጣን መተካከልን የምናስረዳበት ቃል ነው። (ተንከተም 226)
ምሥራቅና ምዕራብ ሰሜንና ደቡብ ከሰማይ በታች ከምድር በላይ ባለ በ4ቱ መዓዘን ተወስኖ የሚኖር የሰው ባሕርይ ከሰማይ በላይ ያለውን፣ በምድርም ውስጥ ከጥልቁም በታች ከአራቱ መዓዘን በአፍአ ያለውን የእርሱን ባሕርይ ከሁሉ ቦታ ያለውን በሁሉ የመላውን የእርሱን ምሥጢር መርምሮ ማወቅ እንደ ምን ይቻለዋል መርምረንስ ልናውቀው ብንችል የእርሱን ረቂቅነት ባሳነስን ፣ ነገር ግን ከቻልን የሥጋዊውን ምሥጢር እናውቅ ዘንድ እንመርምር፣ ከአንደበት የቃል መገኘትስ ምን ይመስላል፤ በእኛ ባሕርይ ያሉ እሊህን ማወቅ ካልተቻለን ከኅሊናት በላይ የሆነ፣ የማይመረምሩት ያልተፈጠረ የፈጣሪን ምሥጢር እንደምን እናውቃለን ይህን ምሥጢር ያውቅ ዘንድ ለሰው ቢገባው ኖሮስ ነባቤ መለኮት ወንጌላዊው ዮሐንስ እግዚአብሔርን ከቶ ያየው የለም ባላለም ነበር፤ ቅዱ ጎር ዘኑ አንድ ቁጥር የማይለወጥ የማይናጋ ኅብረትን ያመለክታል። (መልእክተ ዮሐንስ 341)
ሙሴ ወደ ጨለማው ገብቶ እግዚአብሔርን አየው ማለት ምን ማለት ነው ይኸኛው ከመጀመሪያው መገለጥ ጋር የሚቃረን ይመስላል፤ በዚያ ጊዜ መለኰት በብርሃን ነበር የተገለጠው። አሁን ግን በጨለማ ውስጥ ታየ። ይህ ነገር በተከታታይ ከተመለከትናቸው ነገሮች የተለየ ነው ብለን አናስብ። መጽሐፍ በዚህ አንቀጽ ሃይማኖታዊ ዕውቀት መጀመሪያ ለሚቀበሉት እንደ ብርሃን እንደሚገለጥ ያስተምረናል። ለሃይማኖት ተቃራኒ የሆነው ነገር ጨለማ ተብሏል። 
ከጨለማ መውጣ የሚገኘው ከብርሃን ጋራ ሱታፌ ካለን ብቻ ነው። 
ነገር ግን ልቡና ሲበለጽግ ልዕልና ባለውና ፍጹም በሆነ ትጋት እውነታውን ወደ መረዳት ይደርሳል፤ በእምነት እየበለጸገ በሄደ ቁጥርም መለኰታዊ ባሕርይ ሊተረጉም የማይችል መሆኑን ይገነዘባል። ልቡናችን መረዳትን ናፍቆት ወደ ማይታየውና ልንረዳው ወደ ማንችለው እስክንደርስ ድረ፤ የሚታዩትን ነገሮች ሁሉ ወደ ኋላ መተው ስሜታችን የሚረዳቸውን ብቻ ሳይሆን ኅሊናችን የሚያያቸው ጭምር መተው ያሻል። እርሱ ወደ ውስጣዊው ከመዝለቅ የሚያቅብ ነውና፤ የማይታየውንም ነገር ማየትም ነው። የምናየው ነገር ዕውቀት የተባለውን ሁሉ የሚያስንቅ በመሆኑ በሁሉም አቅጣጫ ሊገለጥ በማይችል መልኩ ጨለማን በሚመስል ሁኔታ የተከለለ ነው። ትሑት ወንጌላዊው ዮሐንስ ወደዚያ አስደናቂ ጨለማ በዘለቀ ጊዜ እግዚአብሔርን ያየው አንድስ እንኳ የለም ብሎ መሰከረ። በዚህም መለኰትን ማወቅ በሰው ብቻ ሳይሆን ግዕዛን ባላቸው ፍጥረታት ሁሉ ሊደረስበት የማይችል መሆኑን አረጋገጠ። ቅዱ ጎር ዘኑ (መንፈሳዊ ሕይወት ምንድን ነው 80) 
ሥጋን በመልበስ ሰው ባይኾንና በዐጭር ቁመት በጠባብ ደረት ተወስኖ ባይገለጥ ኖሮ ፍጡራን ሊያዩት ባልቻሉም ነበር፤ ሊያዩት የማይችሉት ሰዎች ብቻ አይደሉም፤ መልካቸው ልዩ ልዩ የሚኾን ረቂቃን የሚኾኑ በሰማይ ያሉ መላእክትም በነበረበት ባሕርዩ ያዩት ዘንድ ባልቻሉም ነበር እንጂ። ቅዱስ ቄርሎስ ዘእስ (ነገረ ክርስቶስ ክፍል1 35) አየነው ዳሰስነው (ቅዳሴ ማርያም) ሰው አይቶ አይድንም ዘፀ 33፤17
የሰው ባሕርይ እስኪዋሐድ ዘመዳቸውም ኾኖ ሰውን ኹሉ ወወደ ርሱ እስኪያቀርብ ድረስ ሰው ፊትኽን አይቶ ሕያው መኾን አይቻለውም፤ ሰዎች መለኮትን ያዩት ዘንድ የበቁ እስኪኾኑ ድረስ በሰው ባሕርይ ተገለጠ፤ በሥጋ ዘመዳችን ኾኖ ባየነው ጊዜ በአብ
ቸርነት፤ የወልድን ጌትነት እናመሰግነዋለን። ቅዱ ጎር ዘኑ (ነገረ ክርስቶስ ክፍል1 37) ዐናጢዎች የእንጨት ምሥልን ጣዖትን ወድደዋልና፤ ስለዚኽ እርሱ በእውነት በሰው አምሳል ተገለጠ፤ ምሥልን ጣዖትን የሚሠሩ ሰዎች ኹሉ ያዩት ዘንድ የአምላክን መልኩን ዐይተው ይገዙ ዘንድ። ቅዱስ ጎርጉ ዘኑ ገናናነትኽ በአንተ የተሰወረ ነው፤ ኀይልኽም በአንተ የተሰወረ ነው፤ አንተ ቅሉ ራስኽን በራስኽ ሰወርኽ፤ የወለድው ልጅኽ የአንተን ነገር ነገረን። /ቅዱ ዮሐ ወልደ ነጐ/
የማይታይ አብ። ቅዱ ያዕ ዘሥ (የእመቤታችን ዘላለማዊ ድንግልና 70) በምጽአት ጊዜ ይታያል (የልቡና ችሎት) ስለ ዘላለማዊነት የሚያስብ ሰው ሁል ጊዜ የሚያስበው ስለማይታየው ነው። መንፈሳዊ ሰው ከሚታዩት ነገሮች ሁሉ ባሌ ነው። አቡነ ሺኖዳ የሚታዩና የማይታዩ ነገሮች (መንፈሳዊ ሰው 129) አንድያ ልጅ መባሉ እርሱ የእግዚአብሔር ልጅ ስለሆነ ነው። አቡነ ሺኖዳ (በክህነት አገልግሎት 153) የማይታይ ቃል ን የተሸከምሽ ። ቅዱስ ኤፍ (ውዳሴ ማር )
፲፱. አይሁድ፥ "አንተ ማን ነህ?" ብለው ይጠይቁት ዘንድ ካህናትንና ሌዋውያንን ከኢየሩሳሌም በላኩ ጊዜ የዮሐንስ ምስክርነት ይህ ነው። 
`,

  /** -------------------------------------------------------- **/

  "መዝሙር ኖላዊ ዘመጽአ": `ኖላዊ ዘመጽአ ውስተ ዓለም ወልዱ በቃሉ ለእግዚአብሔር ዘወረደ እምላዕሉ በአቅሙ ክርስቶስ እስመ ውእቱ እግዚአ ሰንበት ይቤሎ አብ ለወልዱ ወልድየ ንበር በየማንየ።- በተለየ አካሉ ከላይ የወረደ የእግዚአብሔር ቃሉና ልጁ ወደዚህ ዓለም የመጣ እረኛ ነው፤ ክርስቶስ የሰንበት ጌታ ነውና አባት ልጁን በቀኜ ተቀመጥ አለው።`,
  "ምስባክ መዝ 79፥1": `1፤ ኖላዊሆሙ ለእስራኤል አጽምዕ።ዘይርዕዮሙ ከመ አባግዐ ዮሴፍ። ዘይነብር ላዕለ ኪሩቤል አስተርአየ። 1፤ የእስራኤል ጠባቂ ሆይ፥ አድምጥ፤ በኪሩቤል ላይ የምትቀመጥ ተገለጥ። ዮሴፍን እንደ መንጋ የምትመራ፥
ስለ መቃብያን ተናግሮታል ያባቶቻቸውን የትሩፋንንም ያዘክራል፤ የጌታም ነገር አለበት፤ የእስራኤል ዘሥጋ ጠባቂ የምትሆን አቤቱ ስማ አፅምዕ ያለውን ይግለጠው። ዘትርእዮሙ ሲል ነው፤ የዮሴፍ በጎች በግብፅ ይጠበቁ እንደነበር የእስራኤል ዘሥጋ ጠባቂ ስማ። ኖላዊሆሙ ለእስራኤል አፅምዕ ቢሉት በኪሩቤል አድሮ የሚኖር እግዚአብሔር መጣኁ ደረስኁልህ እንደማለት በረድኤት ተገለጸ።
`,
  "ወንጌል ዮሐ 10፥1-22": `-…ይቅር ባይ የሆነው እርሱ እረኛቸው ሆናቸውና ኅብስቱን አበርክቶ መገባቸው። አዎ እናንተ ንጹሓን ሆይ የተመሰገናችሁ ናችሁ፤ የክርስቶስ በጎች ትሆኑ ዘንድ ታትማችኋልና። በሥጋውና በደሙ ሕያዋን ሆናችኋል። መልካም እርኛ የሆነ እርሱ ይጠብቃችኋል። …እናንተ ግን አዲስ መንጋ ሆንችኋልና የኵላን ሥራ አትሥሩ፤ ያዳናችሁን በግ ምሰሉ እንጂ። የእርሱን ሥራ ሥሩ ። እርሱ ሥጋን ተዋሕዶ ሁሉን ቀየወሯል። ይታረድ ዘንድም ራሱን ለተኵላዎች ሰጥቷል። ተኵላዎቹም አይተውት ተመልሰውም የሚታረዱ በጎች ሆኑ። የበጎች ጠባቂ ራሱን የመሥዎዕት በግ አድርጎ አቅርቧል። ስለዚህ ተኰላዎችም ተኵላነታቸውን ተው የዋሐን በጎች ሆኑ። አቤቱ በይቅርታህ ተመልከተኝ፣ በግራ የሚቆሙ የፍየሎችን ምልክት አታድርግብኝ። አቤቱ እኔ በግህ ፍየል አልሁን። ቅዱስ ኤፍሬም (ድርሳነ ኤፍሬም 200) የእግዚአብሔር ልጁና ቃሉ የሆ ኢየሱስ ክርስቶስ ነተለ አካሉ ከላይ የወረደ ወደዚህ ዓለም የመጣ እረኛ። ቅዱስ ያሬድ (ጾምና ምጽዋት 119) -ነቢያት በዓለም ተበትነው የሚቅበዘበዙትን ሕዝቡን ሰብስቦ የሚጠብቃቸው እውነተኛ ቸር እረኛ እንዲወለድ ስለ ተናገሩ ያን ለማስታወስ ሳምንቱ ኖላዊ ተባለ። (ጾምና ምጽዋት 120)
፩. "እውነት እውነት እላችኋለሁ፤ ወደ በጎች ስፍራ በበሩ የማይገባ፥ በሌላም በኩል የሚገባ ሌበ፥ ወንበዴም ነው።
ሁለት ዓይነት በጎች አሉ። እግዚአብሔር እረኛ የሆነላቸው እና ሞት እረኛቸው የሆኑ። የትኛው በግ ኖት። (8ተኛው ቀንና ሌሎችም 180)
ለመልካም እረኛ ምሳሌ ያዕቆብ፤ እረኝነት ለካህናት ከባድ የሚሁንበት ምክንያት-በዋጋ የተገዙ በመሆናቸው-የፈተናውና የስብዕናቸው መለያየት-የዘመናትና የአናናር ልዩነቶች ናቸው። ቅዱ ጎር ዘኑ ((የቅዱስ ጴጥሮስ መልእክታት 98))
ካህኑ ምን ይጠበቅበታል-በመንፈስ ንቁና የሞቀ። ቅዱ ዮሐ አፈ ምሳሌ፤ እረኝነቱን አለማጋነን፤ ሰማያዊ ጥቅም ፈላጊ፤ ጊዜያዊ አለመሆን፤ በጎቹ ለራሳቸው እንጂ ለክርስቶስ እንዳይሆኑ የሚፈልጉ ወገኖች ራሳቸውን ይወዳሉ። እረኛው በጎቹ የክርስቶስ እንጂ የእርሱ እንደሆኑ ማሰብ የለበትም። በጎቹ ለእረኛው መታዘዝ-ወንድሜ ሆይ መንፈሳዊ መሪሆቻችን ከሚሰጡት ምክር እንዳታፈነግጥ አስጠነቅቅሃለሁ። የእኛም ዕድል ፋንታ እንደ እነርሱ እንዳይሆን መጠንቀቅ ይገባል (ከቅዱሳን አንዱ) ምስጉን ማለት ፈቃዱን ለእግዚአብሔር ያስገዛ ነው እርሱ አባቱና መምህሩ ነውና። እንዲህ ያለ ወገን የተሰቀለው የክርስቶስ በምህረት ዓይኑ የጎበኘው ነው። (ቅዱ ዮሐ አፈ)፣ለጌታ መታዘዝ፣ የእግዚአብሔርን ጥበቃ መመልከት። (የቅዱስ ጴጥሮስ መልእክታት 101)
መሓ 1፤8- ኃጢአት በልባችሁ በሸመቀ፣ ግልገሎቻችሁን በእረኞች ደንኳን አጠገብ አሰማሩ፤ ግልገሎቻችሁ በሚለው አገላለጽ ውስጥ ኃጢአትን የሚያመለክት ቃል አለ። ይህ ቃል ጨለማ፣ አስቀያሚ እና እኛ ደስ የምንሰኝባቸው የኃጢአት ምቾቶችን የሚያመለክት ነው። እነዚህን ደካማ ጎኖች እና ድክመቶች ወስደን በእረኞቻችን እግር ሥር ካስቀመጥናቸው መፍትሔ እናገኛለን፤ ፍጹምነትንም እንቀዳጃለን። አቡነ ሺኖዳ (ነፍሴ የወደደችሁን አያችሁትን 99) የጾመ ነቢያት ሦስተኛው ሳምንት ኖላዊ ይባላል። (ጾምና ምጽዋት 119)
፪. በበሩ የሚገባ ግን የበጎች ጠባቂ ነው።
፫. ለእርሱ በረኛው ይከፍትለታል፤ በጎቹም ቃሉን ይሰሙታል፤ እርሱም በጎቹን በየስማቸው ይጠራቸዋል፤ አውትቶም ያሰማራቸዋል።
በጎች የተባሉ ምእመናን ናቸው፤ በረት የባለች ቤተ ክርስቲያን ናት። በር የተባለው ወንጌል ነው አንድም አእምሮ አንድም ሕገ ኦሪት ነው። ወደ ጽድቅ ስለ መራን ራሱን እረኛ ብሎ ይሰይማል፤ መሥዋዕት ስለ ሆነልንም በግ ብሎ ይሰየማል። /ቅዱስ ዮሐንስ አፈ/
እግዚአብሔር አምላክ እያንዳንዳችንን ለይቶ በማወቅ ሁላችንንም በየስሞቻችን መጥራቱ ምንኛ ድንቅ ነው፤ ከዚህ ሌላ እርሱ ደቀ መዛሙርቱን -ስማችሁ ግን በሰማያት ስለተጻፈ ደስ ይበላችሁ- ብሏቸዋል። እግዚአብሔር ልጆቹን ቆጥሮ በየስሞቻቸው የመዘገበበት -ዘኁልቅ- የሚባል መጽሐፍ በመጽሐፍ ቅዱስ ውስጥ ማየትም ድንቅ ነገር ነው። ከዚህ ሌላ በዜና መዋዕል መጻሕፍት ውስጥ ማየትም ድንቅ ነገር ነው። ነገዶችና የልቻቸውን ስሞች መዝግቧል። በእርሱ ፊት ቀሪ የሚሆን ማንም የለም። ቀሪ የሚሆን ቢኖርም እርሱን ፍለጋ በመሄድ ልክ ሲያገኘው ደስ ብሎት እንደሚሸከመው እረኛ ይሸከመዋል። አቡነ ሺኖዳ (ፍቅር 45) መናፍቃንን መሸሽ ያለብን አማናዊውን እረኛ ስላላያዙ ነው። 2ዮሐ 10፣ (መድሎተ ጽድቅ3 74)
፬. ሁሉንም አውጥቶ ባሰማራቸው ጊዜ በፊት በፊታቸው ይሄዳል፤ በጎቹም ይከተሉታል፤ ቃሉን ያውቃሉና።
ከለመለመለ መስክ እንድንመገብ የርሱ ስላረገን፤ እኛም በእፎይታ፣ ዕንረፍ። በደሙ ከገዛው እርሱ ራሱ ስላለ። ቅዱ ያዕቆ ዘሥ (የእመቤታችን ዘላለማዊ ድንግ 11) በእስራኤላውያን ልማድ እረኛው ከፊት በጎቩ ከኋላ ይከተላሉ፤ በዚህም መጽሐፍ ቅዱስ ውስጥ የእስራኤል ባሕል እንደለ እናስተውል። (ነገረ ማር በሐዲስ ኪዳ 205)
፭. ሌላውን ግን ይሸሹታል እንጂ አይከተሉትም፤ የሌላውን ቃሉን አያውቁምና።" 
በጎቹን ሊያጠቃ የሚችለው ማን ነው - ቀበሮ ፣ ሆድ ነው። (ምዕላደ ጥብብ 100)
፮. ጌታችን ኢየሱስም ይህን ምሳሌ ነገራቸው፤ እነርሱ ግን የነገራቸውን አላወቁም።
፯. ዳግመኛም ጌታችን ኢየሱስ እንዲህ አላቸው፥ "እውነት እውነት እላችኋለሁ፤ የበጎች በር እኔ ነኝ።
ዮሐ 17፤6 መንጋዎችን መጠበቅ ማለት የቤተ ክርስቲያንን አንድነት እየተበቅን ነው ማለት ነው። አቡነ ሺኖዳ (ግብረ ሰዶማዊነትና ክህነት 26)
የቅዱሳት መጻሕፍት ትርጓሜ እግዚአብሔር ወልድ ወደ ባሕርይ አባቱ ወደ እግዚአብሔር አብ ቤትነት የሚያስገባ አንቀጸ ሕይወት (የሕይወት በር) ሲሆን፣ ይህን አንቀጸ ሕይወት የሚከፍተው መርኆ ሕይወት (የሕይወት ቁልፍ )ደግሞ እገዚአብሔር መንፈስ ቅዱስ ነው። ቅዱስ ስምዖን (ነቅዐ ሕይወት 46)
ትሕትና ወደ እርሷ ቀርበው ያሉትን የምታሳውቅ ወደ መንግስተ ሰማያት የምታስገባ በር ናት። ቅዱስ ዮሐ ዘሰ (228) -ወደ ገዳማዊ ሕይወት በሌላ በር የሚገቡ ሁሉ የገዛ ነፍሳቸው ሌቦችና ወንበዴዎች ናቸው። ቅዱ ዮሐ ዘሰ (228)
እርሱ አማላጅ ቢሆን በሩ እኔ ነኝ በእኔ የሚገባ ቢኖር ይድናል- ያለው ቃለ ሕይወት ባልሆ ነበር። ምክንያቱም አማላጅ እንደዚህ ባለ ሁኔታ እርግጠኛ ሆኖ መናገር አይችልምና፣ ወሳኙ አካል ማላጁ ሳይሆን የሚማለደው አካል ፈቃድ ነውና። ቅዱሳን እርሱን መማለድ የሚችሉ ቢሆንም እንዲህ ባለ ሁኔታ ግን አይናገሩም፣ አልተናገሩምም። (መድሎተ ጽድቅ3 219)
፰. ከእኔ በፊት የመጡ ሁሉ ሌቦችና ወንበዴዎች ናቸው፤ ነገር ግን በጎች አልሰሙአቸውም።
በሃይማኖት የሚመላለስ ሰው የመጣውን ትምህርት ሁሉ አይቀበልም። ማቴ 24፤24፣ 7፤13 (መድሎተ ጽድቅ3 63)
ጌታችን ከእኔ በፊት የመጡ ሁሉ ሌቦችና ወንበዴዎች ናቸው፤ አለ እንዲህም ማለቱ ራሳቸውን ገልጠው በቀን ብርሃን ስለማይመላለሱ ነበር። የበጎቹ ጌታ ወደ መንጎቹ በግልጥ በበሩ በኩል ገባ፤ ማለትም ስለእርሱ ከተነገረው የዘር ሀረግ ተወልዶ በድፍረትና በኃይል፣ በተአምራትና በምልክቶች ሁሉ ገባ። ቅዱ ኤፍ ሶር (ኅብረ ወንጌል 293)
ነፍሳትና መስረቅ አንዱ ሌብነት ነው። አቡነ ሺኖዳ (ሕግጋተ እግዚአብሔር 189) 
፱. እውነተኛዉ የበጎች በር እኔ ነኝ፤ በእኔ በኩልም የሚገባ ይድናል፤ ይገባልም ይወጣልም፤ መሰማሪያም ያገኛል።
በርም ተብልሃል፤ አንተም እንጂ እውነተኛዉ የበጎች በር እኔ ነኝ፤ በእኔ በኩልም የሚገባ ይድናል፤ ይገባልም ይወጣልም፤ መሰማሪያም ያገኛል። ብለሃል። አባ ጊዮር ዘጋ (ውዳሴ መስቀ 111) ጌታችን እኔ እያለ ካስተማራቸው ሰባት ትምርቶች መካከል አንዱ ይህ ነው። 
ከአርሱ ውጭ ያለው ነገር ምንምነት ነው። ሕይወት ያለው አንድ መንገድ ነው። ማቴ 7፤13፤ ዮሐ 10፤9፣ (መድሎተ ጽድቅ3 82) -በእኔ ይገባል ማለት በምሥጢራት አማካኝነት ወደ መዳን ወደ እርሱ (ወደ ክርስቶስ) አንድነት ይገባል ማለት ነው። በጥምቀት፣ በሜሮን፣ በቁርባን አማካኝነት ወደ መዳን ፣ ወደ ሕይወት ይገባል‹‹ ይገባል ይወጣል ማለትም ከዚህ ዓለም ሕይወት ወደ ዘላለማዊ ሕይወት የሚሄደውም በእነዚህ ምሥጢራት አማካይነት ነው። (መድሎተ ጽድቅ1 179)
በሩን ብቻ እየተሳለምን አንመለስ። ለሁሉም የሚሆን በር ነው። ቅዱስ ኤፍ ሶር (ውዳሴ ገነት 26) በኖኅ መርከብ ያልገባ እንደጠፋ በጌታችን አምላክነት አምኖ ከምሥጢራት ያልተሳተፈ አይድንም። 
፲. ሌባ ግን ሊሰርቅና ሊያርድ፥ ሊያጠፋም ካልሆነ በቀር አይመጣም፤ እኔ ግን የዘለዓለም ሕይወትን እንዲያገኙ፥ እጅግም እንዲበዛለቸው መጣሁ።
በነፍሳችን ውስጥ ያለው ቀን (መዐልት) ወደ ምሽት ካልተለወጠና ካልጨለመ በቀር፣ ሌቦች ሊመጡና ሊሰርቁ፣ ሊያርዱና ነፍሳችንን ሊያጠፉ አይችሉም። ሰርቆት ንብረትን ማጣት ነው። ስርቆት መልካም ያልሆኑ ነገሮችን መልካም እንደሆኑ አድርጎ መሥራት ነው። ስርቆት ያልተስተዋለ የነፍስ ምርኮ ነው። (ቅዱ ዮሐ ዘሰ 235) ይህ መዳን የዘለዓለም ሕይወት የዘለዓለም ሕይወት ተስፋ ተብሎ ተገልጧል። 1ዮሐ 1፤1፣4፤9 (መድሎተ ጽድቅ1 95)
ዲያብሎስ ግን ሃይማኖትን ወደ ክርክርና ውይይት መለወጥ ይልጋል። 
መንፈስነቱን በማስረጃ ምግባሩን ደግሞ በክርክር መተካት ስለሚፈልግ ሃይማኖታዊ ወይም መንፈሳዊ ሕይወት በጥናትና በትንተና የተደገፈ ተራ ሕይወት ወደ መሆን ያመራል። ልክ እንደ ፍልስፍና ማለት ነው። ከዚህ በኋላ ክርስትና የሚኖሩት ሳይሆን የሚማሩት አንድ ተራ የትምህርት ዓይነት ይሆናል። አቡነ ሺኖዳ (የዲያብሎስ ውጊያዎች 83) ሕይወት ቃላት ብቻ አይደለም፤ ቃላቱ ሕያው ጠባይና ለሌሎች መልካም ምሳሌ ሆነው መለወጥ አለባቸውና። ኢየሱስ ክርስቶስ ይህን አስመልክቶ ሲናገር እንዲህ ብሏል- እኔ የነገርኳችሁ ቃል መንፈስ ነው ሕይወት ነው። የእናንተ ቃላት ለሌሎች ሕይወት ይሰጣሉ፣ ጌታ የተናገረውን አድምጡ፡- እኔ ግን የዘለዓለም ሕይወትን እንዲያገኙ፥ እጅግም እንዲበዛለቸው መጣሁ። አገልግሎታችሁ የሌሎች ሰዎችን ሕይወት ለውጧል ይህን ማድረግ እንድትችሉ አስቀድማችሁ ከክርስቶስ ጋር የሚሆን ሕይወትና ከእርሱ ጋር የሚሆን ኅብረት ይኑራችሁ። አቡነ ሺኖዳ (መንፈሳዊ አገልግሎት 14)
ለቃሉ መሰበክ ሦስት መሠረታዊ ነገሮችን ያመጣል፣ ኀያል እና አደገኛ ቅናት፣ ማንኛውንም መከራ ሊቋቋም የሚችል የተዘጋጀ ነፍስ፣ እና እውቀት እኛ ጥበብ የተሰናሰሉበት ሕይወት። ቅዱ ዮሐ አፈ (ትርጓሜ ኤፌ 69)
፲፩. ቸር ጠባቂ እኔ ነኝ፤ ቸር ጠባቂ ስለ በጎቹ ነፍሱን ይሰጣል።
በቀን በሌሊት ሕዝቡን የሚጠብቅ፣ ለዐያን ቅጽበት አንኳ ከሕዝቡ ጥበቃ የማይርቅ፣ የማያንቀላፋ፣ የማይተኛ ትጉህ ኖላዊ (ጠባቂ) እግዚአብሔር ነው። ምሳሌ ዳዊት የእረኛ ተግባርም መንጋዎችን በለመለመ መስክ የምንጭ ውኃ ባለበት ሥፍራ ማሠማራት፣የጠፋውን የባዘነውን መፈለግ፣ከአደገኛ አራዊት መንጋውን መጠበቅ
በጎቹን በስማቸው መጥራት፤ ሸክማቸውን መሸከም ራሱን አሳልፎ መስጠት። ቅዱስ ዮሐንስ አፈ (የጢሞ የመጀመሪያ መልእክት 112)
ወደዚህ ዓለም የመጣው ቸርና እውነተኛ እረኛ ተበትነን ሰበሰበን፤ ከባዘንበት ፈለገን፤ የተበተነውን ሊሰበስበን ወደዚህ ዓለም መጥቷልና። ቅዱ ያሬድ ((ታኦዶኮስ 140)) -የጠፋውን ባገኘው ጊዜ በትከሻው የተሸከመው ቸር እረኛ ካንቺ የተወለደልን እመቤታችን ሆይ ደስ ይበልሽ። /ቅዱ ዮሐ አፈ/
እንዴት ታዲያ ቸር መምህር የሚለውን ስያሜ አልተቀበለም፤ እንዲሁም በአገዛዝ በመለኮት፣ አምልኮ በመቀበል ከአብ ጋር የተስተካከለ ነው ተብሎ ስለምን ተጻፈ፤ ወደ ሰው ልጆች የምትገባ እያንዳንዲቱ ኃጢአት ሥሯ ትዕቢት ነው። ስለዚህ ጌታችን በእግዚአብሔር ፊት ትዕቢትን እናርቅ ዘንድ ምሳሌ ሊሆነን እንዲህ አለ። ትዕቢት ነውና ሰውን ከእግዚአብሔር ፊት የተጣለ ያደረገው። አያይዞም ትሕትና ለሰው ተፈጥሮ የተገባ እንደመሆኑ መጠን እርሱም ሰው በመሆኑ ምንም መሪ ቢኖን እንደ ሕጉ ፈቃድ በትሕትና ታዟል። ቅዱ ኤፍ (ኅብረ ወንጌል 244)
የምድር እረኛ በገዛ (በራሱ) መስክ ውስጥ የበግ ጠቦት ኾነ፤ ተኩላዎችም አይተው በፍርሀት ይሸሹ ጀመሩ። ሁለቱንም እረኛውና ጠቦትን የኾነው እነሆ። /ቅዱ ያዕ ዘሥ/ 
ሕዝ 34፤16፣ 10፣ ዘፀ 14፤13፣ 1ነገ 17፤14፣ ማቴ 5፤45፣ መዝ 146፤9 እግዚአብሔር እኛ ስንወድቅ ይጠብቃል፣ በነቢያት ይጠብቃል፣ በመላእክት ይጠብቃል፣ በቁራዎች ይጠብቃል፣ እንሰሳትን ይጠብቃል፤ ከቸርነቱ የተነሣ የእርሱ የሆነውን እረኝነት ለቅዱሳን ሰጥቷል። እኛ እግዚአብሔርን የምንወደው አባታችንና የመፍሳችን እረኛ ስለሆነ ነው። መሓ 2፤16፤ መዝ 102፤2 
አቡነ ሺኖዳ ከፍቅር መለኪያዎች አንዱ ራስን አሳልፎ መስጠት ነው። 1ሳሙ 17፤34፣ ማቴ 9፤36፣ ማር 6፤34፣ (ፍቅር 228)
መልካም እረኛ ለራሱ እረፍት አይሻም። እረኝነት የፍቅር ታሪክ ነው። ዘፀ 13፤21፣ ክህነት እረኝነት ነው። ሐዋ 20፤28(በክህነት አገልግሎት 149
 የእግዚአብሔር ልጅ ሆይ ነባቢን በግዕ ለመያዝ መጥተኻል …የጠፉት በጎች ድምፅኽን ሰምተው አንተን ማግኘት ተሯሯጡ። ቅ ኤፍ (ነገረ ማርያም በሊቃ1 184)ጌታችን ነፍስ ነስቷል። ተኵላ ሲመጣ የት ትቻችሁ ው ኋላ እሸሻለሁን ። አባ ያዕቆብ 
፲፪. ጠባቂ ያይደለ፥ በጎቹም ገንዘቡ ያይደሉ ምንደኛ ግን ተኲላ ሲመጣ ባየ ጊዜ በጎቹን ትቶ ይሸሻል ተኲላም መጥቶ በጎቹን ይነጥቃቸዋል፥ ይበትናቸዋልም።
፲፫. ምንደኛስ ይሸሻል፤ ስለ በጎቹም አያዝንም፤ ምንደኛ ነውና።
፲፬. ቸር ጠባቂ እኔ ነኝ፤ የእኔ የሆኑትን መንጋዎቼን አውቃለሁ፤ የእኔ የሆኑትም ያውቁኛል።
እረኛ የበጎቹን ስም ማወቅ አለበት። አቡነ ሺኖዳ (የነፍስ አርነት 85) አገላጋይ ራሱን ለሌሎች አሳልፎ ለመስጠት የተዘጋጀ ነው። አቡነ ሺኖዳ (በክህነት አገልግሎት ዙሪያ 149) እረኝነት የጸጋ ስጦታ ነው። አቡነ ሺኖዳ (መንፈሳዊ አገልግሎት 10)
በመስቀል ላይ ነፍስህን ስለ በጎችህ ቤዛ ስትል አሳልፈህ የሰጠህ በእውነት አንተ እረኛ ነህ። አባ ጊዮርጊስ ዘጋ (ውዳሴ መስቀል 108)
፲፭. አብ እኔን እንደሚያዉቀኝ እኔም አብን አውቀዋለሁ፤ ለበጎችም ቤዛ አድርጌ ሰውነቴን አሳልፌ እሰጣለሁ።
በዚህም እርስ በእርሳቸው የሚተዋወቁ ሁለት አካላት መሆናቸውን ከማስረዳት በተጨማሪ የባሕርይ መተካከላቸውን የህልውና መገናዘባቸውንም ያሳየናል። እግዚአብሔራዊ ባሕርያዊ ባሕርይ ካለው አካል በቀር ማንም እግዚአብሔርን ከማወቅ ውጭ ስለመሆኑ አልቦ ዘየአምሮ ተብሎ የተገለጠ ስለሆነ ነው። በአባቱ ዕቅፍ ያለ እንድ ልጁ እርሱ ገለጠልን እንጂ እግዚአብሔርንስ ከቶ ያየው የለም። አብን ያየ አንድስ እንኳ የለም ከእግዚአብሔር ከሆነው በቀር፤ እርሱ አብን አይቷል። ሲል ማስተማሩ በክብር የሚተካከለው አንድ ልጁ በሥጋ ተገልጦ የነገረንን መንፈስ ቅዱስን በመስጠት የገለጠልንን እንጂ ሌላ ስለ እግዚአብሔር የምናውቀው አንዳች አለመኖሩን የሚያስረዳ ነው። (ተንከተም 90) መከራ የተቀበለው በፈቃዱ ነው። (መከራና ክርስትና 44)
፲፮. ከዚህ ቦታ ያይደሉ ሌሎች በጎችም አሉኝ፤ እነርሱንም ወደዚህ አመጣቸው ዘንድ ይገባኛል፤ ቃሌንም ይሰሙኛል፤ ለአንድ እረኛም አንድ መንጋ ይሆናሉ።
በከተማ፤በቤተ መቅደስ፣ በባሕር ዳር፣ በተራራ ላይ ቃሉን አስተምራል። የካህኖቻችን አለቃ ኢየሱስ ክርስቶስ የምትቀመጥበት ወደ ኾነ ቦታ ሰብስበን፤ እኛ አገልጋዮችህ ተበትነናልና። /ቅዳሴ አትናቴዎስ/ 
፲፯. ስለዚህም አብ ይወድደኛል፥ እንደ ገና አስነሣት ዘንድ እኔ ነፍሴን እሰጣለሁና። 
ከሚከቡኝ ከአእላፍ ሕዝብ አልፈራም እነዚያ ስቀለው ስቀለው እያሉ የሚጮኹትን ሁሉ ከእነዚያ ብዙዎች ተጸጸተው በእምነት ወደ እኔ ይመለሳሉና ከእነዚያ አንዳቸውም አንዳቸውም በእኔ ላይ አንዳች ሥልጣን የላቸውም ማለቱ ነው። አቡነ ሺኖዳ (አቤቱ የሚያስጨንቁን ምንኛ በዙ 41) 
-ይህቺን የተለየች የኢየሱስ ክርስቶስ ነፍስ በምንም ዓይነት መንገድ ዲያብሎስ ሊያስራት አይችልም። ወንድሜ የአንተንስ ነፍስ፤ ማቴ 23፤46 አቡነ ሺኖዳ (7ቱ ጽርሓተ መስቀል 86)
የድኅነታችን ቅዱስ ቀን፣ በዓለ ድኅነታችን፣ የዕለታት ንግሥት የበዓላት በዓል፤ የክብራችን ሁሉ ክብር--ትንሣኤ (በዓላት 83)
፲፰. ከእኔ ማንም አይወስዳትም፤ ነገር ግን እኔ በፈቃዴ እሰጣታለሁ፤ እኔ ላኖራት ሥልጣን አለኝ፤ መልሼ እወስዳት ዘንድ ሥልጣን አለኝና፤ ይህንም ትእዛዝ ከአባቴ ተቀብያለሁ።"
አስቀድሜ እንዳልሁት እርሱ እኛን ወክሎ ሰው ኾነ። ምንም እንኳን ይቅርታ ሊደረግልን የማይገባ ቢኾንም ይቅርታን ተቀበልን። እርሱ በከፈለው ካሣ ወደ መንግሥቱ ቀረብን። ከፍ ከፍ አልን ። በተመሳሳይ ኹኔታ በደላችንን መተላላፋችንን የእርሱ አደረገው። እርሱም በሥጋው ወራት ከሞት ሊያድነው ወደሚችል ከብርቱ ጩኸትና ከዕንባ ጋር ጸሎትንና ምልጃን አቀረበ እግዚአብሔርንም ስለ መፍራቱ ተሰማለት። እነዚኽ ኹሉ ነገሮች በድራማ ውስጥ ተሰናስለው እንደሚታዩ ታሪኮች ናቸው። በእኛ ቦታ ኾኖ የተፈጸሙ ድርጊቶችን ስለ እርሱ እንደተነገሩ አድርገን ቆጠርናቸው። የድራማ ሥራ እኛን እንዲገልጽ ተደርጎ እንደሚሳል እነዚኽ ኹሉ ነገሮች በሚያምሩ ቃላት ተጠቅልለው ተገለጹ። በመለኮታዊ ባሕርይ እርሱ ታዛዥም የበታችም አይደለም እነዚህም ቃላት ለፍጡር የሚቀጸሉ እንጂ ለፈጣሪ የሚነገሩ አይደለም። እርሱ መታዘዝም አለመታዘዝም የባሕርይው አይደሉም የሚታዘዙ ታማኝ አገልጋዮች ናቸው። የማይታዘዙ ከፍርድ ቀን መከራ የሚያመልጡ አይደሉም።እርሱ እግዚአብሔር በመኾኑ ፍጥረት ኹሉ እርሱን ያገለግላል፣ በፍርድ ወንበር ላይ ተቀምጦ የሚፈርደው እርሱ ብቻ ነው። ነገር ግን የባህርያ መልክን ይዞ ተከታዮቹ ለሚኾኑ ሰዎች አገልግሎት ምን እንደኾነ አስተማራቸው ልዩና እንግዳ የኾነ መልክን ለአምላክ ባሕርይ የማይስማማ መልክ ይዞ ተገለጸ፤
እርሱ የሰውን ባሕርይ ገንዘብ በማድረጉ ነው። እሳት ሰውን እንደሚያቀልጥ ኃጢአታችንንም በጽድቁ ብዛት አቀለጠ። ፀሐይ በምድር ላይ ያለ በረዶን እንደሚያሟሟ ወደ ሙቀትም እንደሚቀይር በእኛ ላይ የነበረ ደዌን አጥፍቶ በመንፈሱ ግለት እርሱን እንድንመስል አደረገን። በዚህም የእርሱን መልክ ዳስሰን የእግዚአብሔር ልጆች እንኾን ዘንድ ሥልጣን ሰጠን። በድርጊት መታዘዝ አስተማረን፤ በመከራውም ድኅነታችንን አረጋገጠልን፤ ስሙን መውረስ የሚቻለው እምነታችን በሥራ ሲገለጥ እንደኾነ በቃል ሳይኾን በሕይወቱ አስተማረን፤ የሥራ መገለጫ የኾኑ ተግባራትን አከናወነ ዐርባ መዐልትና ሌሊት ጾመ ጸለየ፣ ተጠመቀ ገዳመ ቆሮንቶስ ገባ…ለሰው ልጆች በነበረው እጅግ ታላቅ ፍቅር ምክንያት የእኛን አለመታዘዝ እንደመታዘዝ ቆጠረልን። የመታዘዛችንን መለኪያ ለካሳ የእርሱን ስቃይና መከራ ነበር። በክርስቶስ መከራ በምንካፈልበት መጠን ለእርሱ ያለን ፍቅር እንዲሁ ይበዛል። /ቅዱ ጎር ዘእ/
አርሱ ክስተት ወይም ምትሃት አይደለም። እውነተኛ የኾነ የሰው ልጆችን ሥጋ የለበሰ ነው እንጂ። ከሴት የተወለደ በነገር ኹሉ ሰውን የሚመስል ነው። ከብቻዋ ከኃጢአት በቀር የሰው ልጆች የሠሩትን ሥራ ኹሉ ሠርቷል። ፍርሐት በሰው ተፈጥሮ ያለ በመኾኑ በለበሰው ሥጋ ስለ አዳም ሲል ፈራ። ይኽ ኃጢአት አይደለም ሰብአዊ ባሕርዩ ነው እንጂ ። የሰው ልጅ በለበሰው ሥጋ በክርስቶስ ውስጥ ሲሠራ እንመለከታለን። በእኛ ውስጥ እንዳለው ያለ የሚደረግ ፍርሐት አልነበረም በእርሱ ውስጥ ያለው በቃል መለኮታዊ ባሕርይ የተነሣ የሚጠፋ ነው እንጂ። እንደ ሰውነቱ እነደተራበ፣ እንደተጠማ በሰው ልጅ ላይ የነበረውን ፍርሐት አብሮ ተቀበለለ። ነገር ግን እኛ እንደምንደነግጠውና እንደምንርበደበደው የፈራ አይደለም። ሰው የሚሰማው ዓይነት ስሜት እንደተሰማው የሚያጠይቅ ነው እንጂ። ለአባቱ ልመናን አቀረበ። 
ይህንን በጸሎት መልኩ ገለጠው ይኽ የኾነው ኹሉን ማድረግ የሚቻለው እና ኃይል ያለው እርሱ ደካማ ስለነበረ አይደለም፤ ደካማ ሥጋን እንደለበሰ ለማጠየቅ ነው እንጂ። ነገር ግን የሰውን ሥጋ እንደ ተዋሐደ ይታወቅ ዘንድ ለመነ ጸለየ። ምንም አንኳን ሥጋ መለኮትን ስለ ተዋሐደ ከተዋሕዶ በኋላ ልመና የሌለበት ቢኾንም። ወደ አባቱም ሲጸልይም ክብርና ኃይል ሌላውንም ማንኛውንም ነገር በአባቱና በአርሱ ነኩል የሚመጣ እንደ ኾነ ያውቃል። ወንጌል ልጁን ከፍ ቢያደርግ ወይም አብን ልዩነት የለም እኔና አብ አንድ ነን ብሏልና። በክርስቶስ ሥጋ ሞት ምክንያት የሰው ልጆች ሞት ይወገድ ዘንድ የሰውም ተፈጥሮ አዲስ መልክ ይዞ ይነሣ ዘንድ ክርስቶስ የሰው ልጆችን ወክሎ በአዳም ምትክ ኾኖ የአዳም ፍርሐት ኹሉ መገለጽ ነበረበት። /ቅዱ ቄር ዘእስክ/
ትንሣኤውን በተመለከተ ጌታችን እንዲህ ያለ አይደለምን ይህንን መቅደስ አፍርሱት በሦስተኛው ቀን እሠራዋለው፤ እንደገና እንዲህ አለ እኔ ላኖራት ሥልጣን አለኝ፤ መልሼ እወስዳት ዘንድ ሥልጣን አለኝና፤ ስለዚህ የጸለየው ስለምን ነበር የጸለየው በእርሱ ስለሚያምኑ ወገኖቹ ነው። ዱካውን ይከተሉት ዘንድ መከራ ሲመጣባቸው በጽናት ይቋቋሙ ይከተሉት ዘነድ በፈተኛ የሚጸና ሰው የተባረከ መኾኑን ያሳይ ዘንድ ሊቀ ካህናችን ጸሎትንና ልመናን ከብርቱ ጩኸትና ዕንባ ጋር አቀረበ። ጌታችን የተነሣው በራሱ ሥልጣን ነው፤ ነገር ግን ፈቃዱን ለአብ በመስጠት በመታዘዝ አደረገው። የአባቱን ፈቃድ ፈጸመ። ስለዚህ በክርስቶስ ጽድቅ አዲስ ሕይወት ለመኖር ለተመረጡ ወገኖች ምሳሌውን ትቶላቸው ሄደ። / ቅዱ ዮሐ አፈ/ ጌታችን የተያዘው የሚይዙት ሰዎች ኃይለኞች ስለሆኑ ሳይሆን በፈቃዱ ድካምን መርጦ ነው። (ሕማማት 88) ይህቺ ጽዋ ከእኔ ትለፍ (ታኦዶኮስ 128)።፣ እርሱ ሥጋውን እንደፈጠረ ተናገረ- (ጽንዐ ተዋሕዶ 375)
፲፱. ስለዚህም ነገር አይሁድ እንደገና እርስ በርሳቸው ተለያዩ።
፳. ከእነርሱም ብዙዎች፦ "ጋኔን ይዞት ያብዳል፤ ለምንስ ታዳምጡታላችሁ?" አሉ።
እነርሱ ግን የመግቦቱን ሥራ ቸል በማለት ጋኔን አለበት ብለው ሰደቡት አብድ ነው አሉት፣ አሳሳች ነው አሉት እርሱ ግን እነርሱን አስወግዳቸዋልን በፍፁም በምንም መልኩ ምንም አላደረጋቸውም። ዳሩ ግን እነዚኽን ነገሮች እርሱ ሲሰማ የበለጠ ለእነርሱ በጎ ነገር አደረገላቸው እናም በቀጥታ ወደ እነርሱ ኼደ እነርሱ ይሰቅሉት ዘንድ እነርሱን ለማዳን በማሰብ ወደ እነርሱ ተጓዘ። እናም እርሱ ፈጣሪያችን ኢየሱስ ክርስቶስ ከታቀለ በኋላ ምን ነበር ቃላቱ አባት ሆይ የሚያደርጉትን አያውቁምና ይቅር በላቸው። ከዚኽ በፊት በጨካኝነት በደል ቢፈጽሙበትም ከዚኽም በኋላ በአረመኔነት እርሱን ቢያሰቃዩትም እስከ እስትንፋሱ ህቅታ ድረስ እንኳ ኾኖ፣ ማንኛውንም ነገር አድርጓል፣ በእነርሱ ቦታ ስለ እነርሱ ጸለዩአል። አዎ ከመስቀሉ በኋላም እንኳ ለእነርሱ ሲባል ምን ያላደረገው በገር አለ፤ ሐዋርያትን አላከላቸውንም ተኣምራትን አላደረገላቸውምን ዓለምን ኹሉ አላናወጸውምን። እንግዲህ ክርስቶስን ለመምሰል ጠላቶቻችንን ማፍቀር አለብን። ጳውሎስ ይኽን አድርጎታል። ተወግሯል፣ የማይቆጠሩ ጭካኔዎችን አስተናግዷል፣ ለእነርሱ መልካምነት ሲባል ኹሉንም መልካም ነገሮች አድርጓል። የራሱን ቃል ስማ። ወንድሞቼ ኾይ የልቤ በጎ ፈቃድና ስለ እስራኤል ወደ እግዚአብሔር ልመናዬ እንዲድኑ ነው። ዳግመኛም ለእግዚአብሔር ቀናኺ እንደኾኑ እኔ ራሴ ምስክር ነኝ። 
ዳግመኛ አንተ በፍጥረቱ የበረሀ ከነበረ ወይራ ተቆርጠህ እንደ ፍጥረት ሳትሆን መልካም ወይራ ከገባህ ይልቅንስ እነዚያ በፍጥረታቸው ያሉት ቅርንጫፎች በራሳቸው ወይራ እንዴት አይገቡም እንዚኽ ዐይነት አገላለጾች የሚመነጩት ከምን ዐይነት ፍቅር እንደኾነ አታስቡምን ቸርነቱ ምን ያህል እጅግ ሰፊ እንደኾነ አታስቡምን ይኽን ለመግለጽ አይቻልም በፍጹም አይቻልም።
ጠላቶቻችንን ማፍቀር የግድ ያለብን ለዚኽ ነው። ይኽ የሚደሰተውን የራሱ ሕግ አድርጎ የሰጠውን እግዚአብሔር ማፍቀር ነው። እርሱን መምሰል ማለት ጠላቶቻችንን ማፍቀር ማለት ነው። አስተውሉ የምትጠቀሙት ጠላቶቻችኹን ሳይኾን ራሳችሁን ነው። እርሱን ማፍቀርህ አይደለም እግዚአብሔርን መታዘዝ ነው እንጂ። በመኾኑም ይኽን ሥራ ፈጽመን እንተግብረው ዘንድ እና በኢየሱስ ክርስቶስ ቃል የተገባውን እንዚያን መልካም ነገሮች እናገኝ ዘንድ እንዚያን ነገሮች እናገን ዘንድ እንዚኽን ነገሮች በማወቅ እርስ በእርሳችን መፈቃቀራችንን እንጽና። ቅዱ ዮሐ አፈ (ትርጓሜ ኤፌ 83)
 መለኮት እኛን በሚመስል ባሕርዩ ተሰደበ፣ ሥጋ መለኮትን በሚመስል ባሕርዩ የመለኮትን ምስጋና ገንዘብ አደረገ። ቅዳሴ መላእክትን ዝንጓጌ አይሁድን የተቀበለ ያው አንዱ ክርስቶስ ነው። በምድር ላይ እንደበደለኛ ሲያሽሟጥጡት በሰማይ ግን የከበረች ምስጋናን ያቀርቡለት ነበር። እንደተባለ በላይ በሰማይ ከአብ ከመንፈስ ቅዱስ ጋር ቅዱስ ቅዱስ ቅዱስ መባል አልተቋረጠበትም በምድም ጋኔን ይዞታል ያሳብደዋል ለምን ትሰሙታላችሁ ይሉት ነበር። ጌታችን በምድር ላይ በነበረ ጊዜ ሁሉ ውርደትን ተቀበለ እንጂ ማንም እንዲያከብረው ከሰው ክብርን እንደሚሻ ሐሰተኛ መምህራን የሚከብርበትን ሥራ አልሠራም፤ የመጣው ሰውን ለማገልገል እንጂ ሰው እንዲያገለግለው እንዳልመጣ ተናግሮ ነበር። ከስምዖን ታሕታዊ ስምን መርጦ ወልደ እጓለ እመሕያው የሚለውን ብዙ ጊዜ ተጠርቶበት ይገኛል። የሥጋን ድህነት አልተፀየፈውም እና አነዋወሩ በሕገ ሥጋ ነበር። ማር 3፤22 (ተንከተም 259) አገልግሎት ፈተና አለው። 
፳፩. ሌሎችም ይህ ነገር ጋኔን ከያዘው ሰው የሚገኝ አይደለም፤ ጋኔን የዕዉሮችን ዐይን ማብራት ይችላልን?" አሉ።
፳፪. በዚያም ወራት በኢየሩሳሌም የመቅደስ መታደስ በዓል ሆነ፤ ክረምትም ነበር።
ቤተ መቅደስ ተሠርቶ ባለቀ ጊዜ በልዩ ሥርዓት ቀድሶ ማክበርና በዓል ማድረግ ከጥንት ጀምሮ የነበረ ያለ ሥርዓት ነው። በግእዙ ቅዳሴ ቤት መድቅሕ (GK; Erkla) ላቲን (Dedication) በመባል ይታወቃል። ሙሴ ደብተራ ኦሪትን በጨረሰ ጊዜ ታላቅ በዓል ተደርጓል። (ዘፀ 40) ንጉሡ ሎሞንም መቅደሱን ሠርቶ ከፈጸመ በሁዋላ ቃል ኪዳን ታቦት ወደዚያ ቤት መቅደስ በገባበት ቀን የአግዚአብሔርን ቤት ቀደሰ (1ነገ 8፤63)። በዘሩባቤል ዘመንም የአግዚአብሔርን ቤት ቅዳሴ በደስታ አደረሁ (ዕዝ 6፤16) ጌታችን በመቅደስ መታደስ በዓል ላይ ተገንቶ ነበር። በሐዋርያውያን አበው ዘመንም የነበሩት አብያተ ክርስቲያናት ዲዮቅልጥያኖስን በማጥፋቱ ቆስጠንጢኖስ ከነገሠ በኋላ አብያተ ክርስቲያናት እየታነጹ ቅዳሴ ቤታቸው ይከበር እንደነበር አውሳብዮስ ዘቂሣሪያ ጽፏል። እርሱ ጨምሮ እንደገለጸው በእነዚህ አዲስ በተሠሩ አብያተ ክርስቲያናት የምረቃ በዓል ላይ ብዙ ጳጳሳት ይገኙ። ለበዓለ መድቅሕ በተገናኙ ጊዜ ደግሞ ጉባኤ ማድረግ የተለመደ ነበር። (ጉባኤያተ ቤ/ን 254 )
ሐጋይ
ሐጋይ፤ የቃሉ ትርጉም "ሐገየ፥ ባጀ ሐጋይ በጋ ዘመነ ፀሐይ ማለት ነው። መዝ 70፥17፣ ዘካ 14፥8፣ዘፍ 8፥22። የሐጋይ ክፍለ ዘመን ከታኅሣሥ 26-መጋቢት 25 ድረስ ነው። በውስጡም አራት ንዑሳን ክፍሎች አሉት። እነርሱም፦ ሐጋይ ወር አዝመራ ተሰብስቦ፣ ተወቅቶ ወደ ጎተራ ተከቶ ሁሉም (ደሀውም ሀብታሙም) የጠገበበት እንደሆነ ጌታችን ኢየሱስ ክርስቶስ የነቢያትን ትንቢት ፈጽሞ የሰው ልጅ ለማዳን በሥጋ መገለጡን ያስታውሰናል።
ሀ. ዘመነ ልደት ፤ ከታኅሣሥ 29-ለአንድ ሳምንት 
ለ. ዘመነ ናዝሬት
 ጌታችን ኢየሱስ ክርስቶስ በናዝሬት ተወልዶ ማደጉን የሚያስረዳ መታሰቢያ ነው። በሕፃንነቱ ወራት የሠራቸው ሥራዎች ይታሰባሉ። ይኸውም ከጥር 6-9 ነው። 
ሐ. ዘመነ ጥምቀት ወአስተርእዮ
ከጥር 11-ጥር 30 የጾም መግቢያ ከፍ ሲል እስከ መጋቢት 3 ይደርሳል። ዘመነ አስተርእዮ የተባለበትም ምክንያት መድኃኒታችን ኢየሱስ ክርስቶስ ከተጠመቀ በኋላ በእስራኤል አውራጃ እየዞረ በመምህርነት ስለተገለጸ አስተርእዮ ወይም በዐለ ኤጲፋንያ ተባለ።
`,

  /** -------------------------------------------------------- **/

  "መዝሙር ወእንዘ ሀለዉ ህየ": `ወእንዘ ሀለዉ ህየ በጽሐ ዕለተ ወለዲታ ወወለደት ወልድ ዘበኵራ ወአንቲኒ ቤተ ልሔም ምድረ ሳይዳ እምኔኪ ይወፅአ ንጉሠ ይሁዳ አዋልደ ጢሮስ አሚሃ ይሰግዳ ክቡራት እንቊ መሠረታ ብእሲ መድኀኔ ዓለም ፍሥሓ ለኵሉ ዘየአምን።- በዚያ ሳሉ የመውለጃዋ ወራት ደረሰ፤ የበኵር ልጇን ወለደች፤ የሳይዳ ምድር አንቺ ቤተ ልሔም ከአንቺ የይሁዳ ንጉሥ ይወጣል፤ የጢሮስ ልጆች ያንጊዜ ይሰግዳሉ፤ መሠረቷ የከበረ ዕንቊ ናቸውና፤ በውስጧ ሰው ተወለደ፤ የምድር ነገሥታት ሁሉ ይሰግዱለታል፤ 
እጅ መንሻውንም ወርቅ ዕጣንና ከርቤውን ያመጡለታል፤ እነሆ ለሚያምን ሁሉ ደስታ የሚሆን የዓለም መድኃኒት ተወልዷልና። 
`,
  "ምስባክ መዝ 71፥15": `10. የሐዩ ወይሁብዎ እምወርቀ ዓረብ። ወዘልፈ ይጼልዩ በእንቲአሁ። ወኲሎ አሚረ ይድኅርዎ። የሳባና የዓረብ ነገሥታት እጅ መንሻን ያመጣሉ፤ የምድር ነገሥታት ሁሉ ይሰግዱለታል፥ አሕዛብም ሁሉ ይገዙለታል። የፋስ ቆሎ ንጉሥ ገብሮለታልና፤ አንድም ሰብአ ሰገል ለጌታ ሦስቱን ንዋያት ይገብሩለታል። አንድም ለንታ ባዜን ንጉሠ ኢትዮጵያ ይገብርለታል፤ ወአመ፲ወ፰ ዓመት መንግሥቱ ለባዜን ንጉሠ ኢትዮጵያ ተወልደ እግዚእነ እንዲል፣ በዘመኑ ስለ ተወለደ እንዲህ አለ። ኢሳ 7፥8፣ ማቴ 2፥12 /መዝ ዳዊ 358`,
  "ወንጌል ማቴ 1፥1-18": `፩. የዳዊት ልጅ፥ የአብርሃም ልጅ የጌታችን የኢየሱስ ክርስቶስ የትዉልድ መጽሐፍ፤  ትውልድ፤ 1. የአንድ ሰው ታሪክና ከእርሱ የተወለዱ ሰዎች ስም ታሪክ፤ ዘፍ 5፥1፣ 6፥1። 2. በተራ የሚቈጠር የዘር አወራረድ፤ ማቴ 1፥17። 3. በአንድ ዘመን የሚኖሩ ሁሉ፤ መሳ 3፥2። 4. በአንድ ዐሳብ የሚመራ ሕዝብ፤ ማቴ 16፥4። የትዉልድ መጽሐፍ (ሐረግ)፤ ከላይ ወደ ታች፣ ከታች ወደ ላይ የሚቈጠር የዘር ስም ዝርዝር። የርስት መብታቸውን፣ የማዕረግ ወይም የሹመት ቅደም ተከተላቸውን፣ የወገንና የነገድ ግንኙነታቸውን ሊያሳይ ይችላል። በመጽሐፍ ቅዱስ ብዙ የትውልድ ሐረግ አለ፤ በተለይ የአዳም (ዘፍ 5)፣ የኖኅ (ዘፍ 10)፣ የሴም (ዘፍ 11፥10)፣ ያዕቆብ (ዘፍ 46፥8)። የእስራኤል ትውልድ ከባቢሎን ምርኮ በኋላ የተመለሱት የትውልድ ሐረግ በዕዝ 2፥1፤ 8፥1፣ ነህ 7፥7 ተጽፏል።
--------------- አዳም------------------- 
ቃየል ሴት አቤል 
 ሄኖክ 
 --------------- ኖኅ--------------------
ካም ሴም ያፌት
 -----------አብርሃም ---------------- 
እስማኤል ይስሐቅ 
ዔሳውን ያዕቆብ
ሮቤል ይሁዳ ዮሴፍ
 እሴይ
 ዳዊት 
 ሰሎሞን 
 ዘሩባቤል
 ድንግል ማርያም 
 ኢየሱስ ክርስቶስ (የመቅ መቃ 138/
የቤተ ክርስቲያን የመጽሐፍ ቅዱስ ጥናት ተመራማሪዎች እንደሚገልጹት ወንጌላዊው ማቴዎስ ማቴ 1፥1-17 የጻፈው የትውልድ ሐረግ "የልደት ሥጋዊን አቈጣጠር" (natural genealogy) ዘዴን ተጠቅሞ ሲሆን ሉቃስ ደግሞ በም 3፥23-38 ላይ "የልደት ሕጋዊን አቈጣጠር" (legal or official genealogy) ዘዴን ተጠቅሟል፤ "የልደት ሕጋዊ" ማለት ሕጋዊ የሆነ ሕግን የተከተለ አቈጣጠር ሲሆን ይኽም በእስራኤል ሕግ ሁለት ወንድማማቾች ቢኖሩ ታላቅ ወንድም እያለ ታናሽ ሚስት አያገባም ነበር፤ ታላቅ ወንድሙ ላገባት ሚስቱ ልጅ ሳይወልድለት ከሞተ ታናሽ ወንድሙ የአባት ስም ይጠራ ዘንድ በዘዳ 25፥5 ታዟል። ከዚህም የተነሣ እንዲህ ባለ ምክንያት የተወለደ ልጅ ሁለት አባት ይኖረዋል፤ በሥጋ የወለደው አባቱና ዘር ሳይተካ የሞተው ሰው አባቱ ማለት ነው-የቅዱስ ሉቃስ አቈጣጠር። 
 ልደት ሥጋዊ ማለት በሥጋ ደረጃ ልጅ፤ የወለደውም በአባትነት የሚጠራበት ነው-የቅዱስ ማቴዎስ አቈጣጠር። እንደ ማቴዎስ አቈጣጠር የዮሴፍ አባት "ያዕቆብ" ሲሆን እንደ ሉቃስ አቈጣጠር የዮሴፍ አባት ደግሞ "ኤሊ" ነው። 
ማታን-ያዕቆብ-ዮሴፍን ይወልዳል እንደ ማቴዎስ ወንጌል አቈጣጠር፤ ማቲ-ኤሊ-ዮሴፍ ይወልዳል እንደ ሉቃስ ወንጌል አቈጣጠር። ይኽም ዮሴፍ ከሁለት አባት በሥጋ የተወለደ ሳይሆን ሁለቱ ወንጌላውያን የተከተሉት የአቈጣጠር ዘይቤ ነው፤ ይኽም የመጽሐፍ ቅዱስ ሊቃውንት እንደሚተነትኑት ማቲ ሹሻን የተባለችውን ሴት አግብቶ ኤሊን ወልዶ ይሞታል፤ ማታን ርሷን አግብቶ ያዕቆብን ይወልዳል፤ ኤሊና ያዕቆብ ወንድማማች ናቸው፤ ኤሊ ታላቅ ነው በእስራኤል ልማድ ታላቅ ሳለ ታናሽ አያገባምና ለኤሊ ሚስትን አጋቡት ኤሊ ግን ልጅ ሳይወልድ በመሞቱ የኤሊ ታናሽ ወንድም ያዕቆብ ርሿን አግብቶ ዮሴፍን ወልዷል፤
...ይህ መጽሐፍ "የኢየሱስ ክርስቶስ የትዉልድ መጽሐፍ፤" የሚለው ለምንድን ነው? የሥጋዌው ሁሉ አክሊል ልደቱ ስለሆነ ነው፤ የክብራችን ሁሉ ምንጭና ሥር ልደቱ ስለ ሆነ ነው። ሙሴ የሰማይንና የምድርን ነገር ብቻ ሳይሆን በዚያ ውስጥ ስላለው ሁሉም ነገር ያስተማረበትን መጽሐፍ "የሰማይና የምድር ልደት መጽሐፍ" እንዳለው ሁሉ (ዘፍ 2፥4)፥ ወንጌላዊው ማቴዎስ እንደዚሁ ልክ ሙሴ በውስጡ ያሉትን ብዙና ታላላቅ የሆኑ ነገሮችን ጠቅልሎ በሚይዘው ርእስ "የኢየሱስ ክርስቶስ የትዉልድ መጽሐፍ፤" ብሎ ጠራው። ዕፁብ ድንቅ አሰኝቶ የሚያስደንቀውና ከሕሊናትና ከአሳቦች ሁሉ በላይ የሆነውን የወልደ እግዚአብሔር ሰው መሆን -ሥጋዌው- ነውና። ሌላው ሁሉ ግን ከዚያ በኋላ ልደቱን ተከትሎ የሚመጣ ነውና።(6) ነገር ግን ወንጌላዊው አስቀድሞ "የአብርሃም ልጅ" ብሎ ቀጥሎ "የዳዊት ልጅ" ያላለው ለምንድን ነው? አንዳንዶች እንደሚያስቡት ከሥጋዌው አንሥቶ ቀዳማዊነቱን ለመናገር አይደለም። እንደ እርሱ ቢሆንማ ኖሮ ልክ ሉቃስ መጻፍ ይገባው ነበርና፤ ሆኖም ግን የጻፈው ሉቃስ ከጻፈበት በተቃራኒ ነው። ታዲያ (በዘመን የሚቀድመውን አብርሃምን ትቶ በኋላ የተወለደውን) ዳዊትን የሚያነነሣው ለምንድን ነው? ወንጌላዊው አስቀድሞ ዳዊትን የሚጠቅሰው፦ ዳዊት ከገናናነቱ የተነሣ በሁሉም ዘንድ የሚታወስ ስለ ነበረ፣ በዘመን ከአብርሃም ይልቅ ለጌታችን ስለሚቀርብ፣ ሥረወ መንግሥት እርሱ ስለሆነ ነው። 
ምንም እንኳን ትንቢት የተነገረው ለአብርሃምም ለዳዊትም ቢሆንም፥ አብርሃም የሞተው ቀድሞ ስለ ሆነ ብዙ ሰው ስሙን አያነሣውም ነበር። ዳዊት ግን ከአብርሃም አንጻር የሞተው በቅርብ ስለ ነበረ በሁላቸውም ዘንድ ተደጋግሞ የሚጠራ ነበር። ለምሳሌ እነርሱ ራሳቸው፦ "ክርስቶስ ከዳዊት ዘር፥ ዳዊትም ከነበረባት መንደር ከቤተ ልሔም እንዲመጣ መጽሐፍ አላለምን?" ይሉ ነበር (ዮሐ 7፥42)። 
ሁላቸውም "የዳዊት ልጅ" ይሉት ነበር እንጂ አንድ ሰውስ እንኳ "የአብርሃም ልጅ" አይለውም ነበር። ይኸውም አስቀድሜ እንደ ተናገርሁት ከአብርሃም ይልቅ ዳዊት ለጌታ ቅርብ ስለ ሆነና ዳዊት ንጉሥ (ሥርወ መንግሥት) ስለ ሆነ ነው። ከዚህም የተነሣም እንደ ገና ብዙ ሕዝብ ራሱና እግዚአብሔር ከዳዊት በኋላ የተነሡት የሚያከብሩአቸውን ነገሥታት ሁሉ በዳዊት ስም ይጠሩአቸው ነበር። ነብዩ ሕዝቅኤልና ሌሎች ነቢያትም ተባብረው ንጉሥ ዳዊት እንደሚመጣና ዳግመኛ እንደሚነግሥ ተናገረዋል (ሕዝ 34፥23፣ 37፥24፣ ኤር 30፥9፣ ሆሴ 3፥5)። ዳዊት እንደሚመጣ መናገራቸው ግን የሞተው ዳዊት ተነሥቶ ይነግሣል ማለታቸው ሳይሆን ሌሎች እርሱን የሚመስሉ እንደሚነሡ መናገራቸው ነበር። እግዚአብሔርም ለሕዝቅያስ፦ "ስለ ባሪያዬ ስለ ዳዊት ይህቺን ከተማ አድናት ዘንድ እጋርዳታለሁ" ብሎታል (2ኛ ነገ 19፥34)። ለሰሎሞንም በዘመኑ ስለ ዳዊት ብሎ መንግሥቱን እንደማይከፍላት ነገረው (2ነገ 2፥11)። ዳዊት በእግዚአብሔርም በሰውም ዘንድ የነበረው ክብር ታላቅ ነበርና። 
ስለዚህ ምክንያት (እርካብ ተረግጦ ወደ ኮርቻ መውጣት እንዲመች) አስቀድሞ በደንብ ከሚያውቁት ከዳዊት ተነሣ፤ ቀጥሎም ወደ ዳዊት አባት ወደ አብርሃም ሄደ። በአይሁድ ዘንድም ትውልድን ወደ ኋላ መቊጠር ባሕል ነውና። ዳግመኛም በእስራኤል ዘንድ የተወደዱ ሰዎች እነዚህ ናቸውና። ለምን? አንዱ ነቢይና ንጉሥ፣ ሌላኛውም ርእሰ አበውና ነቢይ ስለ ነበሩ።
 (7) ነገር ግን ጌታችን የዳዊት ዘር መሆኑ የሚታወቀው እንዴት ነው? ብሎ የሚጠይቅ ሰው ሊኖር ይችላል። ምድራዊት እናት እንጂ ምድራዊ አባት ያልነበረው ከሆነ፣ ቅድስት ድንግል ማርያም የትውልድ ሐረግም ካልተገለጠ ጌታችን የዳዊት ልጅ መሆኑን ማወቅ የሚቻለው እንዴት ነው? 
ከዚህ ጋር ተያይዘው የሚነሡ ሁለት ጥያቄዎችም አሉ፦ አንደኛ ቅድስት ድንግል ማርያም በትውልድ ሐረጉ ያልተጠቀሰችው ለምንድን ነው? የሚል ሲሆን፥ ሁለተኛው ደግሞ ከጌታችን ልደት ጋር ምንም ግንኙነት የሌለው ዮሴፍ በትውልዱ ሐረግ መጠቀሱ ለምንድን ነው? የሚል ነው። ዮሴፍ መጠቀስ ትርፍ ነገር (የማያስፈልግ)፥ የቅድስት ድንግል ማርያምን አለመጠቀስ ደግሞ ጉድለት ይመስላቸዋልና። እንግዲህ አስቀድሜ ስለ የትኛው ልናገር ይገባኛል? ድንግል ማርያም የዳዊት ዘር ስለ መሆንዋ ልናገር። እናስ፥ ድንግል ማርያም ከዳዊት ዘር መሆንዋን የምናውቀው እንዴት ነው? እግዚአብሔር ቅዱስ ገብርኤልን ፦ "ከዳዊት ወገን ለሆነው ዮሴፍ ለሚባል ሰው ወደ ታጨች ወደ አንዲት ድንግል" (ሉቃ 1፥27) ሲልከው አድምጥ። እንግዲህ ቅድስት ድንግል ማርያም ከዳዊት ቤትና ወገን መሆናን ከሚናገር ከዚህ በላይ ምን ማስረጃ ትሻለህ?
ስለዚህ ዮሴፍም ከቤተ ዳዊት እንደ ነበረ በዚህ ግልፅ ነው። ከተመሳሳይ ነገድ ካልሆነ በቀር ከሌላ ነገድ ሚስት ማግባት እንዳይቻል የሚያዝዝ ሕግ ነበርና። ከአርእስት አበው አንዱ የሚሆን ያዕቆብም ጌታችን ከይሁዳ ወገን እንደሚወለድ፦ "መንግሥት ከይሁዳ አይጠፋም፣ ምስፍናም ከአብራኩ፥ ለእርሱ የሚጠብቀውን እስኪያገኝ ድረስ፤ የአሕዛብ ተስፋቸው እርሱ ነውና" (ዘፍ 49፥10) ሲል ትንቢት ተናግሮ ነበር። 
እርግጥ ነው፥ ይህ ቃለ ትንቢት ጌታችን ከይሁዳ ወገን እንደ ሆነ ያሳያል። ከቤተ ዳዊት መሆኑን ግን አያመለክትም። ነገደ ይሁዳ አንድ ቤት እርሱም የዳዊት ቤት ብቻ ነበርን? ሌሎች አልነበሩምን? አንድ ሰው ከይሁዳ ወገን ሆኖ የዳዊት ቤት አለመሆን አይችልምን?
 አይደለም! እንደዚህ'ማ እንዳትል እንዲህ ያለውን ጥርጣሬህን "ከዳዊት ቤትና ወገን" እንደ ነበረ በመንገር አራቀልህ (ሉቃ 2፥4)። 
ከዚህ በተጓዳኝ በሌላ ማስረጃ መረዳት የምትሻ ከሆነ ግን አንተን ለማስረዳት ሌላ ማስረጃ ለማምጣት አንሰለችም። አንድ ሰው ከሌላ ነገድ ብቻ ሳይሆን በአንድ ነገድ ውስጥ ሆኖም ቢሆን ከሌላ ወገን ሚስት ማግባት አይፈቀድለትም ነበርና። ስለዚህ "ከዳዊት ቤትና ወገን" የሚለውን የወንጌላዊው ቃል ለቅድስት ድንግል ማርያም ብንናገረው የተመቸ ነው፤ ለዮሴፍም ብንናገረው እንደዚሁ የቀና ነው። ዮሴፍ ከዳዊት ቤትና ወገን ከነበረ፥ እርሱ ራሱ ከተገኘበት ቤትና ወገን ውጭ ሚስት ይኖረው ዘንድ ባልተቻለው ነበርና። 
"ሕጉን ተላልፎ ከራሱ ቤትና ወገን ውጭ አጭቶ ቢሆንስ?" ብሎ የሚጠይቅ ሰው ሊኖር ይችላል። እንደዚህ ብለህ እንዳትናገርስ አስቀድሞ ዮሴፍ ጻድቃን እንደ ሆነ ተመሰከረለት፤ አስቀድሞ በጎ ምግባሩ ስለ ተነገረም ሕጉን ተላልፎ ይህን እንደማያደርግ የታወቀ የተረዳ ሆነ። በደግነቱ የታወቀና ፆርም የራቀለት (የጠፋለት) ጻድቅ የነበረ እርሱስ ቅድስት ድንግል ማርያም በግብረ መንፈስ ቅዱስ ፀንሳ እንደ ተገኘች ባለወቀ ጊዜ እንኳን በሕጉ መሠረት ትቀጣ ዘንድ ካልወደደ፥ በዝሙት ምክንያት ሕጉን ይተላለፋል ተብሎ'ማ እንደምን ይታሰባል (አንዲት ሴት ከሌላ ወገን ፀንሳ እንደ ተገኘች ብትጠረጠር በሕጉ መሠረት እንድትቀጣ ሕጉ ያዝዛልና።) ሕጉ ከሚያዘው በላይ ጥበብና ራስን መግዛት ገንዘብ ያደረገ እርሱ፥ ሌላ ያስገደደው አካል ሳይኖር እንዴት ሕጉ ሊተላለፍ ይችላል? በስውር ሊተዋት ማሰቡ ሕጉ ከሚያዝዘው በላይ ነበርና።
 (8) እስከ አሁን ድረስ ከተነጋገርናቸው ከእነዚህ ነገሮች ቅድስት ድንግል ማርያም በእርግጥ ከዳዊት ዘር እንደ ነበረች ግልፅ ነው። ነገር ግን የጻድቁ ዮሴፍ የትውልድ ሐረግ ጠቅሶ ሳለ የድንግል ማርያም አለመጠቀሱ ለምን እንደሆነ ማብራሪያ የሚያሻው ነው። እንኪያስ ለምንድን ነው? በአይሁድ ዘንድ ሴቶች በትውልድ ሐረግ ውስጥ ይቈጠሩ ዘንድ ልማድ ስላልነበረ ነው።
በመሆኑም ወንጌላዊው ይህን ልማድ ለመጠበቅ፣ ቀድሞ የነበረው ባሕላችውን እየሻረባቸው እንደ ሆነ ገና ከመጀመሪያው አንሥተው እንዳያስቡት ብሎ፣ ጎን ለጎን ደግሞ ስለ ቅድስት ድንግል ማርያም ለእኛ ለመንገር የእርስዋን የትውልድ ሐረግ ዘርዝሮ ሳይናገር የዮሴፍን ቈጥሮ ነገረን።የቅድስት ድንግል ማርያምን የትውልድ ሐረግ ዘርዝሮ ቢሆን ኖሮ ከዚህ በፊት የማያውቁትን እንግዳ ሥርዓት እየነገራቸው እንደ ሆነ አድርገው ቈጥረው ትምህርቱን ባልተቀበሉት ነበርና፤ የጻድቁ ዮሴፍን ባይነግረን ኖሮም የቅድስት ድንግል ማርያም አያቶችና ቅድመ አያቶች እነማን እንደ ነበሩ ባላወቅናቸው ነበርና። ስለዚህ ቅድስት ድንግል ማርያም ማን እንደ ነበረችና ከማን ወገን እንደ ሆነች እንድናውቅ፣ "ሴቶች በትውልድ ሐረግ አይቈጠሩም" የሚለው የአይሁድ ሥርዓት እንዳይፈርስ አስቦ ከዳዊት ቤት እንደ ሆነ በማሳየት የዕጮኛዋን የትውልድ ሐረግ ነገረን። ይህ ግልፅ ሲሆን ከዚህ የተነሣ ያም ግልፅ ይሆናልና። በሌላ አገላለፅ፥ አስቀድሜ እንዳስቀመጥሁት ጻድቁ ሰው ከሌላ ወገን የሆነች ሚስት ለራሱ አይወስድምና፥ ዕጮኛዋ ከተገኘበት ወገን እርስዋም የተገኘች እንደ ሆነ የተረዳ የታወቀ ይሆናል። ቅዱስ ዮሐንስ አፈወርቅ /የማቴ ወን 43/
ራሱን የእግዚአብሔር ልጅ፥ የዳዊት ልጅ፥ የየአብርሃም ልጅ፥ እንደ ኾነ በሰማህ ጊዜ ልብህ አይታወክ፤ የአዳም ልጅ የምትኾን አንተም የእግዚአብሔር ልጅ ትባላለህና። ያለ ልክ ዝቅ ዝቅ ያደረገው እኛን ያለ ልክ ከፍ ከፍ ያደርግ ዘንድ ብቻ ነው እንጂ እንዲሁ ወይም በከንቱ አይደለም። ስለዚህ እርሱ ከሥጋ የተወለደው አንተ ከመንፈስ እንድትወለድ ነው፤ ከሴት የተወለደው አንተ የእግዚአብሔር ልጅ እንጂ የሴት ልጅ(ሥጋዊና ደማዊ ሰው ብቻ) እንዳትኾን ነው።“ (ቅዱስ ዮሐንስ አፈወርቅ)
አካላችንን እና ባሕርያችንን ስማችንን ነሣ፦ የሰው ልጅ፣ የአዳም ልጅ፣ የዳዊት ልጅ ተብሎ ተጠራ። ጌታችን የዳዊት ልጅ መባሉ ንግሥናውን ያስረዳል (ገላ 3፥16፣ ዘፍ 12፥3፣ 49፥10 ሮሜ 1፥3፣ ማቴ 15፥22፣ 21፥9፣ 9፥27)።
"እመቤታችን ማርያም በትክክል የዳዊት ልጅ ናት፣ የዳዊት ልጅ ርሱ የሆዳ ፍሬ ነውና። ያዕቆብ ዘሥሩግ /የእመቤታችን ዘላለማዊ 74/ ድንግል ማርያም ሆይ ከእሴይ ሥር የወጣሽ መዓዛሽ ያማረ አበባ አንቺ ነሽ። ቅዱስ ኤፍሬም /ወዳ ማር ዘሰንበተ ክ/ ኢሳ 11፥1፣ ማቴ 22፥41
፪. አብርሃም ይስሐቅን ወለደ፤ ይስሐቅም ያዕቆብን ወለደ፤ ያዕቆብም ይሁዳንና ወንድሞቹን ወለደ። 
 አብርሃም፤ የመጀመሪያ ስሙ አብራም ነበረ፤ አብራም ማለት ታላቅ አባት ማለት ነው። በኋላ ግን እግዚአብሔር ለብዙ ሕዝብ አባት ትሆናለህ በማለት አብርሃም ብሎ ስሙን ለወጠ፤ (ዘፍ 17፥1)። የታራ ታላቅ ልጅ ነው። እግዚአብሔር ብዙ ጊዜ አነጋገረው።
 1. ለእስራኤል ሕዝብ አባቶች የመጀመሪያ ይሆን ዘንድ ከትውልድ አገሩ ከከለዳውያን ዑር እንዲወጣ በጠራው ጊዜ አነጋገረው፤ ዘፍ 12፥1፣ ሐዋ 7፥2።
 2. ከአባቱ ከታራና ከአጎቱ ልጅ ከሎጥ ጋር ሆኖ ከዑር ተነሥቶ ወደ ካራን ሄደ። ከካራን ወጥቶ ወደ ከነዓን ምድር ሲገባ፣ ያችን ምድር ለዘሩ እንደሚሰጥ በግልጥ አነጋገረው፤ ዘፍ 12፥7። 3. ለጥቂት ጊዜ በሴኬም፣ በቤቴልና በአዜብ ወይም በደቡብ አገር ቈይቶ በራብ ምክንያት ወደ ግብጽ ተጓዘ። ከዚያም ተመልሶ በኬብሮን ከቈየ በኋላ ከሎጥ በተለያየ ጊዜ አነጋገረው፤ ዘፍ 13። 
4. ወራሽ ልጅ እንደሌለው አይቶ ባዘነ ጊዜ በራእይ አነጋገረው፤ ዘፍ 15፥1። 
5. ስሙን አብርሃም ብሎ በለወጠ ጊዜ ተገልጦ አነጋገረው፤ ዘፍ 17።
 6. በመምሬ የአድባር ዛፍ ሥር ተቀምጦ ካነጋገረው በኋላ ወደ ቤቱ ገብቶ ሚስቱ ሣራ ልጅ እንደምትወልድለት ተስፋውን ነገረው። በኋላም ስለ ሰዶምና ገሞራ ብዙ ጊዜ ከእግዚአብሔር ጋር ተወያየ፤ ዘፍ 19። 
7. ልጁን ይስሐቅን እንዲሠዋ በፈተነው ጊዜ አነጋግሮታል፤ ዘፍ 22፥1።
 አብርሃም እግዚአብሔር የሰጠውን ተስፋ ሳይጠብቅ አጋር ከተባለች ግብጻዊት ገረዱ እስማኤልን ወለደ፤ ዘፍ 16። እግዚአብሔር ቃል ኪዳኑንና ምልክት የሆነውን ግዝረት ከሰጠው በኋላ ግን የተስፋ ልጅ ይስሐቅ ከሚስቱ ከሣራ ተወለደለት፤ ዘፍ 17። ሚስቱ ሣራ ከሞተች በኋላ ኬጡራ የተባለችውን ሴት አግብቶ 6 ልጆችን ወለደ፤ ዘፍ 25፥1። 
የአብርሃምን አኗኗር 
አብርሃም በከነዓን አገር በድንኳን ይኖር ነበር። ባረፈበትም ሁሉ መሠዊያ ይሠራ ነበር። ዘሩ አገሩን እንዲወርስ ተተነበየለት። ተስፋውም በምድራዊ ርስት ብቻ ሳይሆን በሰማያዊ አገርም እንደሚፈጸም ተረዳ፤ ዕብ 11፥8። በ175 ዓመቱ ሞተና በኬብሮን ተቀበረ፤ ዘፍ 25፥9።
አብርሃም የተጠራበት ምክንያት ከዘሩ ክርስቶስ በሥጋ እንዲወለድ ነው። "የምድር ነገዶች በአንተ ይባረካሉ" የሚለው ተስፋ የተፈጸመው በክርስቶስ ነው። 
ስለዚህ በዐዲስ ኪዳን መጻሕፍት ብዙ ጊዜ ስም ተጠቅሷል።
ለምሳሌ፦ 1. ለእግዚአብሔር ስለ መታዘዙ፤ ዮሐ 8፥39፣ ዕብ 11፥17፣ ያዕ 2፥21። 2. እምነቱ ጽድቅ ሆኖ ስለ መቈጠሩ፤ የምእመናን ሁሉ አባት ስለ መባሉና በእርሱ ምሳሌ በክርስቶስ የሚያምኑ ሁሉ በእምነት ስለ መጽደቃቸው፤ ሮሜ 4፣ ገላ 3፥6። 3. የዓለም ወገኖች ሁሉ በእምነት የአብርሃም እውነተኞች ልጆች የተስፋውም ወራሾች ተብለው ስለ መጠራታቸው፣ ሮሜ 4፥11፣ 9፥7፣ ገላ 3፥7።
የአብርሃም ዕቅፍ 
ሉቃ 16፥22። በአይሁድ አስተሳሰብ በአብርሃም ዕቅፍ መቀመጥ ማለት በእግዚአብሔር መንግሥት ከአብርሃም ጋር በደስታ መቀመጥ (መኖር) ማለት ነው፤ ማቴ 8፥11። /የመቅ መቃ 160/ 
ከአብርሃም ምን እማራለን? 
በእምነት መውጣትን። አብርሃምም እግዚአብሔር እርሱ በሚፈቅደው በራሱ ጊዜ ይሄድበት ዘንድ ያዘዘውን ምድር የቱ እንደሆ በጊዜ ጊዜው እንደሚገልጥለት በመታመን ተነሣ፤ ሁሉንም ነገር አሁን ካልነገርከኝ አልነሣም (አልንቀሣቀስም) አላለም (ዕብ 11፥8)። እግዚአብሔር ሁሉን ነገር አስቀድሞ እንደማይነግረን፤ በእግዚአብሔር መመራትን፤ ሰማያዊ ተስፋን መያዝ።
ይስሐቅ
ይስሐቅ፤ ትርጒሙ "ይስቃል" ማለት ነው። የአብርሃምና የሣራ ልጅ፣ ያዕቆብ አባት። ሣራ በእርጅናዋ ወለደችው፤ ዘፍ 17፥15፣ 18፥9፣ 27፥7። ከመወለዱ 25 ዓመት ቀደም ብሎ ለአብርሃም የተሰጠው የዘር ተስፋ በይስሐቅ ሊፈጸም ጀመረ፤ ዘፍ 12፥1፣ ገላ 3፥16። 
ይስሐቅ ተገረዘ፤ ዘፍ 21፥4። "በይስሐቅ ዘር ይጠራልሃል" ስለ ተባለ፣ እስማኤል ተሰደደ፤ ዘፍ 21፥8። አብርሃም ይስሐቅን ለመሥዋዕትነት አቀረበ፤ ዘፍ 22። ይስሐቅ ርብቃን አገባ፤ ዘፍ 24። ከጸለየም በኋላ ዔሳውንና ያዕቆብን ወለደችለት፤ ዘፍ 25፥19። በዘመኑ ራብ በሆነ ጊዜ ወደ ፍልስጤም ተሰደደ፤ እግዚአብሔርም ወደ ግብጽ አትውረድ አለው፤ ዘፍ 26፥1። እግዚአብሔር የአብርሃምን ተስፋ አጸናለት ዘፍ 26፥5፤ ባረከው፤ ዘፍ 26፥12። ልጆቹንም ባረካቸው፤ ዘፍ 26፥34። 180 ዓመት ሲሆነው ሞተ፤ ዘፍ 35፥28። ጳውሎስ በእምነት የተወለዱትን የእግዚአብሔር ልጆች "የተስፋ ቃል ልጅ" በሆነው በይስሐቅ መሰላቸው፤ ሮሜ 9፥6፣ ገላ 4፥21። የእምነት ሰው መሆኑ በዕብ 11፥9 ተጽፏል። 
ያዕቆብ 
ያዕቆብ፤ ትርጒሙ "ተረከዝን ይይዛል" ማለት ነው። 1. ርብቃ ለይስሐቅ ከወለደችለት መንታዎች ታናሹ የዐሥራ ሁለቱ የእስራኤል ሕዝብ ነገዶች አባት። ከልደቱ በፊት መመረጡ ተገለጠ፤ የወንድሙን ተረከዙን ይዞ ተወለደ፤ ዘፍ 25፥19። ብኲርናውን ገዛ፤ ዘፍ 25፥27። አባቱን በማታለል በረከትን አገኘ። ዘፍ 27። ከዔሳው ለማምለጥ ሚስት ለማግኘት ወደ እናቱ ወንድም ወደ ላባ ሄደ፤ ዘፍ 27፥42። የመሰላልን ሕልም አየ፤ የአብርሃምም ተስፋ ተሰጠው፤ ዘፍ 28፥10። ሃያ ዓመት ላባን አገልግሎ ልያንና ራሔልን አገባ፤ ብዙ ልጆችንም ወለደ፤ ብዙ ከብትም አገኘ፤ ዘፍ 29። እግዚአብሔር ወደ ከነዓን እንዲመለስ ባዘዘው ጊዜ ከላባ ቊጣ፣ ዘፍ 31፣ ከዔሳው ቊጣ (ዘፍ 32 ጠበቀው። እግዚአብሔር በጵኒኤል፣ በቤቴል ተገለጠለት፤ ዘፍ 32፥22፣ 35፥9። ስሙንም "እስራኤል" ብሎ ጠራው። 
ብዙ ዓመት በከነዓን ከኖረ በኋላ (ዘፍ 33፥18 በረሃብ ጊዜ ወደ ግብጽ ሄደ፤ (ዘፍ 46። ትንቢት እየተናገረ የዮሴፍ ልጆች፣ የራሱንም ዐሥራ ሁለት ልጆች ከባረከ በኋላ በ147 ዓመቱ ዐረፈ (ዘፍ 47፥27። በአብርሃም መቃብር ተቀበረ፤ ዘፍ 50። ከእርሱ የተገኘው ሕዝብ እስራኤል አንዳንዴም ያዕቆብ ይባላል፤ ዘኁ 23፥10፣ ኢሳ 41፥8። ስለ መመረጡ፣ ስለ እምነቱ ተመስክሮለታል፤ ሮሜ 9፥10፣ ዕብ 11፥9) /የመቅ መቃ 229/ 
ይሁዳ 
ይሁዳ፤ ስሙ "ማመስገን" ከሚል ግስ የተመሠረተ ነው። ልያ ከያዕቆብ የወለደችለት አራተኛ ልጅ፤ ዘፍ 29፥35። ዮሴፍን እንሽጠው እንጂ አንግደለው አለ፤ ዘፍ 37፥26። በወንድሞቹ መካከል መሪ ነበረ፤ ዘፍ 43፥3፣ 44፥16፣ 46፥28። የቤተሰቡ ሁኔታ የሚያስነውር ነበር፤ ዘፍ 38፤ ነገር ግን ትዕማር የወለደችለት ፋሬስ በኢየሱስ ክርስቶስ ትውልድ ሐረግ ተቈጥሯል። ይሁዳ ከእስራኤል ነገዶች የአንዱ አባት ሆነ፤ በስሙም ነገደ ይሁዳ ተብሎ ተጠራ። ያዕቆብ ይሁዳን በአንበሳ መስሎ አለቅነት ከይሁዳ እንደሚሆን አሕዛብ የሚታዘዙለትም ገዥ ከይሁዳ እንደሚመጣ ተነበየ፤ ዘፍ 49፥8፣ ዕብ 7፥14፣ ራእ 5፥5። በምድረ በዳ ጒዞ የይሁዳ ነገድ ይቀድም ነበር፤ ዘኁ 10፥14። በከነዓን ከዮርዳኖስ በስተ ምዕራብ መጀመሪያ የተሰጠው የርስት ክፍፍል የይሁዳ ነገድ ክፍል ነበረ፤ ኢያ 15። ንጉሥ ዳዊት ከይሁዳ ነገድ ተወለደ፤ ሩት 4፥12። የይሁዳ ነገድ ዳዊትን ካነገሡት ጊዜ ጀምሮ (2ሳሙ 2፥4፣ ለእርሱና ለልጅ ልጆቹ ተገዙ እንጂ ከሌሎች ነገዶች ጋር አላመፁም፤ 1ነገ 12፥17። የዳዊት ቤት ነገሥታት የነገሡበት መንግሥት "ይሁዳ" ተባለ (ለምሳሌ አሞ 1፥1፣ 2፥4። ክርስቶስ ከይሁዳ ወገን ተወለደ፤ ራእ 5፥5። /የመቅ መቃ 230/
 
በሚልበት ጊዜስ (በአንድ ቀን ተፀንሰው፣ በአንድ ቀን ከአንዲት እናት አብሮት ስለተወለደው) ስለ ያዕቆብ ወንድም ስለ ዔሣው የማይናገረው ለምንድን ነው? (ንቆት አጥቶት ነውን?) አንዳንድ ሰዎች "ወንጌላዊው እንደዚህ ያደረገው ዔሣውና ልጆቹ ደጋጎች ስላልነበሩ ነው" ይላሉ። እኔ ግን እንደዚህ ልናገር አይገባኝም። እንደዚህ'ማ ቢሆን ኖሮ ጥቂት ወረድ ብለን የምንመለከታቸው (ደጋግ ያልነበሩ) ሴቶችስ እንዴት ሊጠቅሳቸው ቻለ? ነገር ግን እንደዚህ አይደለም። ወንጌላዊው እነዚህን ሴቶች ሲጠቅስ፥ የጌታችን የኢየሱስ ክርስቶስ ክብር ሲናገር ነው፤ የተገለጠው (የተወለደው)፥ በእስራኤል ዘንድ ታላላቅ ከሚባሉት አባቶች ብቻ ሳይሆን ከተናቁትም ከተዋረዱትም ጭምር መሆኑን ሲያሳይ ነው። የፍጥረት አንደበት ሊገልጠው የማይችል ልዑል ሲሆን፥ ያለ ልክ ትሕትናን ማሳየቱ ክብሩ ነውና። እንደዚህ ከሆነ ታዲያ (የዔሣው ትውልድ የሆኑትን) ያልጠቀሳቸው ለምንድን ነው? ምክንያቱም ሳራሴኖችን፣ እስማኤላውያንን፣ ዓረቦችንና ልጆቻቸውን ጌታችን ኢየሱስ ክርስቶስ ከሚወለድበት ዘር- ከእስራኤላውያን- ዘንድ ስለሌሉ ነው። ሳያነሣቸው የሚያልፈው፣ በሥጋ አያቶቹ የሆኑትን ወደ መቊጠር የሚሄደው ፤ ያዕቆብም ይሁዳንና ወንድሞቹን ወለደ። በማለትም የሚቀጥለው ለዚህ ነውና። እስራኤላውያን በዋናነት መለ'የት የሚጀምሩት ከዚህ በኋላ ነውና። በሌላ መልኩ ደግሞ ምንም እንኳን ጌታችን የተወለደው ከይሁዳ በኩል ቢሆንም የያዕቆብ ልጆች የሆኑት እስራኤላውያን በጠቅላላ "ኢየሱስ ክርስቶስን ያላመንንበት ምክንያት ከትውልድ ሐረግ ቢያወጣን ነው" ብለው እንዳያመካኙ ነው። ቅዱስ ዮሐንስ አፈወርቅ /የማቴ ወን 53/ 
አብርሃም ልጁን የተወደደ መሥዋዕት አድርጎ አቀረበ ውጤቱ የተስፋውን ቃል ተቀበለ፤ መድኅን ክርስቶስ ከርሱ መጣ። የአብርሃም ልጅ የዳዊት ልጅ ተብሎ ዘሩ ተቆጠረ ዕብ 2፥16። (ሩት 21/
፫. ይሁዳም ከትእማር ፌሬስንና ዛራን ወለደ፤ ፋሬስም ኤስሮምን ወለደ፤ ኤስሮምም አራምን ወለደ። 
ትእማር 
ፋሬስ 
ኤስሮም
 አራም 
አራም፤ የሴም አምስተኛ ልጅ፤ ዘፍ 10፥22። አራም ለተባሉት ሕዝቦች የመጀመሪያ አባት ሆነ፤ ዘኁ 23፥7። በመጽሐፍ ቅዱስ የመጀመሪያ አራም በሚለው ስም ሳይሆን ሶርያውያን ተብለው ይጠራሉ። አገራቸው ሶርያ ይባላል፤ ዋና ከተማቸውም ደማስቆ ነው። ከፊንቄ አገር እየተነሡ ወደ ምሥራቅ በመጓዝ በጤግሮስና በኤፍራጠስ ወንዞች መካከል ወደሚገኘው አገር የፈለሱና በሌላም በብዙ አገር የተስፋፉ ሕዝቦች ነበሩ። ቋንቋቸው በዚያው መጠን ተስፋፍቶ ብዙ ሰዎች የሚጠቀሙበት ሆነ። 
ከእስራኤል ጋር ዝምድና ነበራቸው፤ ታሪካቸውም የተሳሰረ ነበር። በነገሥታት ዘመን በእስራኤልና በሶርያ መካከል ብዙ ጦርነቶች ተደርገዋል፤ 2ሳሙ 8፥5፣ 1ነገ 21፥20፣ 1ዜና 19፥10። በኋላም የአሦር ንጉሥ በ732 ከክ.በ ደማስቆን ያዘ። /የመቅ መቃ 154/

አንተ ሰው! ሕጋዊ ያልሆነ ሩካቤ ስለ ተፈጸመበት ስለዚያ ግንኙነት የምታስታውሰን ለምንድን ነው? ብሎ የሚጠይቅ ሰው ሊኖር ይችላል። የአንድ ዕሩቅ ብእሲ የትውልድ ሐረግ እየተረክን ቢሆን ኖሮ፥ ምናልባት አንድ ሰው ስለ እነዚህ ነገሮች ሳያነሣ ዝም ሊል ይችል ነበር።
ስለ ሥግው እግዚአብሔር እየተናገረ ከሆነ ግን የጌታችንን ጥልቅ ፍቅርና ኃይሉን በማሳየት ዝም ሊልስ ይቅርና እንዲያውም ክብራቸውን ሊናገር ይገባዋል። አዎን፥ ጌታችን የተወለደው ሐፈረታችንን ለመራቅ ሳይሆን ለማራቅ ነውና። ስለዚህ ዕፁብ ድንቅ የሚያሰኘው ጌታችን መሞቱ ብቻ ሳይሆን በመልዕልተ መስቀል ላይ ተሰቅሎ መሞቱም ጭምር እንደ ሆነ ሁሉ ልደቱም እንደዚሁ ነው። ዕፁብ ድንቅ የሚያሰኘው ባሕሪያችንን ነሥቶ ሰው መሆኑ ብቻ አይደለምና፤ በዚህ ብቻ ተደንቀን ዝም እንዳንል ነውራችንን ሳይንቅ እንደ መጣ ያሳይ ዘንድ ከእነ ትዕማርም ጭምር ይወለድ ዘንድ ወድዶአልና።ይህንንም ገና በሥጋ ከተወለደበት ቅጽበት አንሥቶ እየገለጠው ነበር-ለእኛ ከሆነው ነገር ምንም ምን እንዳላፈረበት ያስረዳ ነበር። በዚህም እኛ በአያቶቻችን እንዳናፍር፥ ከዚህ ይልቅም አንድን ነገር እርሱም ሃይማኖትን ከበጎ ምግባር ጋር መሻትን አስተማረን። ሃይማኖትን ከበጎ ምግባር ጋር ገንዘብ ለማድረግ የሚሻ ሰው፥ አያቱ አሕዛብ ቢሆንም እንኳን፣ እናቱ ዘማዊት ብትሆን እንኳን፣ ወይም ሌላ ይህን የመሰለ ቢሆንም፥ ምንም ምን አይጎዱትምና። አንድ ዘማዊ ንስሐ ገብቶ እስከ ተለወጠ ድረስ፥ ያ የቀድሞ ማንነቱም አሁን ላለው ማንነቱ ምንም የሚያመጣው ተፅዕኖ ከሌለ፥ ከዚህ በላይ ደግሞ የዘማዊት ወይም የጋለሞታ ልጅም እርሱ ራሱ ሃይማኖትን ከምግባር ጋር ይዞ እስከ ሆነ ድረስ በአያቶቹ ሊያፍር አይገባውም።
ወንጌላዊው እነዚህን ነገሮች (የትዕማርን ታሪክ) አንሥቶ የሚነግረን ግን ይህን ብቻ ሊያስተምረን ወድዶ አይደለም፣ ትምክሕተ አይሁድን ለማፈረስም ጭምር ነው እንጂ። እነርሱ ራሳቸው ስለ ራሳቸው ቸልተኞች ሆነው ሳሉ፥ የአባቶቻቸውን ሃይማኖትና ምግባር በማሰብ የአብርሃምን ስም እያነሡ ይመኩ ነበርና። አሁን ግን ገና ከመጀመሪያው አንሥቶ ሊመኩ የሚገባቸው እነርሱ ራሳቸው ገንዘብ ባደረጉት ሃይማኖት ከምግባር እንጂ በሌላ ሰው ሃይማኖትና ምግባር እንዳይደለ ያሳይ ዘንድ እንዲህ አለ። 
ከዚህ ጎን ለጎን ሌላ ነጥብም ጭምር ያሳይ ዘንድ ሽቶ፥ ይኸውም ሁሉም፣ አባቶቻቸውም ሳይቀሩ እንደ በደሉ ያሳያሳቸው ዘንድ እንዲህ አለ። ለምሳሌ ቢያንስ አንዱ አባታቸው (ይሁዳ) የሠራው ኃጢአት ንኡስ አይደለም፤ ትዕማር ከእርስዋ ጋር ዝሙት እንደ ፈጸመ ምስክር ሆና ትቆማለችና። ዳዊትም ሰሎሞንን የወለደው እርሱ ካረከሳት ሴት ነበር። ይኸውም እነዚህ ዐበይት የሚባሉት እንኳን ሕግን መጠበቅ ያልተቻላቸው ከነበረ፥ ንኡሳኑ ደግሞ ይበልጥ ያልተቻላቸው ነበሩ ሲል ነው። ሕጉ በዐበይቱም በንኡሳኑም ካልተጠበቀ ሁሉም በአንድነት በድለዋል ማለት ነው። ስለዚህ ከዚህ በደላቸው ይድኑ ዘንድ የክርስቶስ መምጣት ግድ ያስፈልጋቸው ነበር ለማለት እንዲህ አለ። 
ስለዚሁ ምክንያትም ዐሥራ ሁለቱ ርእሳን አበው እንደ ገና በማንሣት ከእነርሱ በመወለዳቸው የሚመኩቱን ትምክሕት አፈረሰባቸው። ምክንያቱም ከእነዚህ አባቶቻቸውም ብዙዎቹ የተወለዱት ከሴት ባሪያዎች ነበሩና። የወላጆቻቸው መለየት ግን ልጆቻቸው የተለዩ እንዲሆኑ አላደረጋቸውምና። ርእሳነ አበውና የዐሥራ ሁለቱ ነገዶች ራሶች የተባሉት ያው እኩል ነበሩና። እነዚህ ሁሉ የቤተ ክርስቲያን ምሳሌዎች ናቸውና፤ በእኛ ዘንድ ላለው የልጅነት ሥልጣን ከመጀመሪያው አንሥተው ጥላ ናቸውና። በእኛም ዘንድ ጌታም ቢሆን ባሪያ ወይም ይህን የመሰለ ነገር አንድ ነው፤ አንዱ ከአንዱ አይበልጥም-አያንስምም። ጥያቄው አንድና አንድ ብቻ ነውና። ንጽሃ ሕሊናና ንጽሃ ነፍስ! 
(4) እስከ አሁን ድረስ ከተናገርነው በተጨማሪ፥ አሁንም ወንጌላዊው ይህን ታሪክ ጠቅሶ የተናገረበት ሌላ ምክንያት አለ፤ የዛራን ስም በዚህ ስንኝ ውስጥ ያነሣው ያለ ምክንያት አይደለምና።
 በጌታችን የዘር ሐረግ ቊጥር የሚገባው ፋሬስ ሆኖ ሳለ የዛራ ስም መጠቀስ አላስፈላጊና ትርፍ ነገር ነበርና። ታዲያ ለምን አነሣው? 
ትዕማር የመውለጃዋ ወራት በደረሰና ምጥዋ በመጣ ጊዜ ዛራ መጀመሪያ እጁን አወጣ (ዘፍ 38፥28)። አዋላጂቱም መጀመሪያ የወጣው ማን መሆኑን ለማወቅ ቀይ ፈትል ወስዳ በእጁ አሰረችለት። ሕፃኑ (ዛራ) ግን በታሰረ ጊዜ እጁን መለሰ። እጁን በመለሰ ጊዜ እነሆ ፋራስ መጀመሪያ ወጣ፤ ከዚህ በኋላም ዛራ ተወለደ። አዋላጂቱም ይህን በተመለከተች ጊዜ "ለምን (አጥሩን) ጥሰህ ወጣህ?" ስትል ስሙን ፋሬስ አለችው።
 እንግዲህ እዚህ ላይ በደምሳሳው የተቀመጡትን ምሥጢራት ታስታውላለህን? እነዚህ ነገሮች በመጽሐፍ ተጽፈው የተቀመጡልን እንዲሁ ያለ ምክንያት አይደለምና። አዋላጂቱ ምን እንደ ተናገረች ማጥናት ስለሚገባን፣ ወይም ማን ቀድሞ እንደተወለደና በኋላም ማን ወጣ ታሪኩን ማወቅ ስለሚኖርብን አይደለምና። ታዲያ ከዚህ የምናገኘው ምሥጢራዊ ትምህርት ምንድን ነው? አንደኛ ከስሙ የምንረዳው ነገር አለ፤ ፋሬስ ማለት "ክፍለት" እና "ጣሽ" ማለት ነውና። ዳግመኛም ከተደረገው ነገር እንደምንረዳው ይህ ሁሉ የተከናወነው፥ ማለትም ዛራ መጀመሪያ እጁን ማውጣቱና ቀይ ፈትል በታሰረበት ጊዜም እጁን ወደ ኋላ መመለሱ እንዲሁ አስቦበትና እርሱ ራሱ "ይህን ላድርግ" ብሎ አቅዶበት ያደረገው አይደለምና፤ ወይም ደግሞ ይህ የሆነው እናቶች መንታ ልጆችን በሚወልዱበት ጊዜ ሁልጊዜ ስለሚሆን አይደለምና። ዛራ አስቀድሞ እጁን ካወጣ በኋላ ሌላው ልጁ በመሃል ቢመጣ ምናልባት ያጋጥማል በተባለ ነበር። ነገር ግን ፋሬስ መጀመሪያ ይወለድ ዘንድ ዛራ እጁን ወደ ኋላ መመለሱ፥ "አንተ ቅደም እኔ ልቅደም" በሚል ስምምነት ስላደረጉት አይደለም። ይህ እንዲሆን በሕፃናቱ አድሮ የነበረው ጸጋ እግዚአብሔር ነው። ሕፃናቱ እንዲህ እንዲያደርጉ ይመራቸው የነበረው ይህ ጸጋ እግዚአብሔር ነው፤ በዚህ የሕፃናቱ ክዋኔም ሊመጣ ያለውን ነገር ምሳሌ እያስቀመጠ ነበርና።
 እርሱስ ምንድን ነው? ይህን ንባብ በጥንቃቄ የተረዱ አባቶች እንደሚነግሩን፥ ዛራና ፋሬስ የቤተ ክርሰቲያንና የቤተ አይሁድ ምሳሌዎች ናቸው። ዛራ አስቀድሞ በከፊል እጁን እንዳወጣና መልሶም በእናቱ ሆድ እንደ ሸሸገው፣ ወንድሙ ሙሉ ለሙሉ ከወጣ (ከተወለደ) በኋላ ግን እርሱም እንደ ተገለጠ (እንተ ተወለደ) ሁሉ፥ ቤተ ክርስቲያንም አስቀድማ (በአቤል፣ በሄኖክ፣ በኖኅ፣ በመልከጼዴቅ ) በአብርሃም ጊዜ ታይታ እስከ ጊዜው ጊዜ ተሰውራ (ተመልሳ) ነበር። በመካከልም የቤተ አይሁድ ሕግ (ኦሪት) ሙሉ ለሙሉ ተሠራች (ተገለጠች)። በመሆኑም አዋላጂቱ "ለምን ጥሰህ ወጣህ" አለች። ምክንያቱም (በአቤል፣ በሄኖክ፣ በኖኅ፣ በመልከጼዴቅ ) በአብርሃም የታየችው ሕገ ቤተ ክርስቲያን (ወንጌል)፥ እነዚህ ቅዱሳን ልጆች ወልደው በብዙ ጊዜ ኃጢአት በመሥራታቸውና ይህ ኃጢአታቸው እንደሚሠረይ በምሳሌ ትነግራቸው ዘንድም የቤተ አይሁድ ሕግ (ኦሪት) አጥሩን ጥሳ (ቀድማ) በመምጣትዋ (በመሠራትዋ) መልሳ ተሰውራለችና። ነቢዩ "አጥርዋን ለምን አፈረስህ? መንገድ አላፊም ሁሉ ይበላታል" (መዝ 79፥12)፤ "አጥር አጠርሁ" እንዲል መጽሐፍ ቅዱስ ኦሪትን አጥር ብሎ ይጠራታልና (ኢሳ 5፥2)። ንዑድ ክቡር የሚሆን ጳውሎስም "በመካከል የነበረው የጥል ግድግዳ አፍርሶ" ይላል (ኤፌ 2፥14)። ሌሎች ግን "በመካከል የነበረው የጥል ግድግዳ የፈረሰው ለምንድን ነው?" ብለው ይጠይቁና ይህን ሲመልሱም "ስለ ሕገ ወንጌል ሲናገር ነው፥ ሕገ ወንጌል በመምጣትዋ ሕገ ኦሪት ተሽራለችና" ይላሉ። 
(5) እንግዲህ ወንጌላዊው ሙሉውን የይሁዳ ታሪክ ያስታወሰን ስለ ብዙ እንጂ ስለ ጥቂት ወይም ስለ ዐቢይ እንጂ ስለ ንኡስ ምክንያት እንዳይደለ ታስታውላለህን? ከአይሁድ ያይደለች ባዕድ የሆነችውን ሩትንና፥ ዘማ የነበረችውን ረዓብን ያነሣቸውም ጌታችን ወደዚህ ዓለም የመጣው ነቀፋችንን ሁሉ ለማራቅ እንደሆነ ታውቅ ትረዳ ዘንድ ነው።
 የመጣው ፈራጅ ሆኖ ሳይሆን ባለ መድኃኒት ሆኖ ነውና። ስለዚህ የቀድሞዎቹ ወንዶች ዘማውያን ሴቶችን ሚስት አድርገው እንደ ወሰዱአቸው ሁሉ፥ እግዚአብሔርም ለሰው ልጆች ሁሉ ካላው ብዝኀ ፍቅር የተነሣ ከቤተ ኃጥአንና ዘማውያን ጋር ተሞሻሸረ (ተወለደ)። ቅዱሳን ነቢያትም ይህ ከመጀመሪያው አንሥተው በምኲራብ ይደረግ እንደ ነበረ እንደ አንድ ቃል ተናጋሪ እንደ አንድ ልብ መካሪ ሆነው ተናገረዋል (ኤር 3፣ ሕዝ 23፥4፣ ሆሴ 1፥1)። መሽራዋ (ቤተ ምኲራብ) ለሙሽራዋ ምስጋና ቢስ ሆነች፤ ቤተ ክርስቲያንም ከአባቶቻችን ከተቀበለችው ነውር ነጻ ስትወጣ ሙሽራውን (ክርስቶስ) አቀፈችው (ተሞሻሸረችው)።
 ለምሳሌ በሩት የተደረገው ነገር በእኛም የሆነ የተደረገ እንደ ሆነ ተመልከት።/ቅዱስ ዮሐንስ አፈወርቅ /የማቴ ወን 56/
 ...መሲሕ ከልጅ ልጅ ተወልዶ እንደሚመጣ ስለ ተነገረና አለመውለድ ከዚህ በረከት መውጣት ተደርጎ ይታሰብ ስለነበረ ነው። በዚህ ረገድ ተጠቃሽዋ ሴት ትዕማር ናት። ከይሁዳ ለመውለድ ያደረገችው ተጋድሎ ይህን የሚያስገነዝብ ነውና። /ትንሻ ቤክ 24/ የትዕማር ሕይወት እግዚአብሔር ከአንተ ጋር እንደሚሠራና እንደሚመርጥህ በማወቅ እንድናምን ተስፋ እንዳንቆርጥ የሚያስተምር ነው። አቡነ ሺኖዳ /የተስፋ ሕይወት 56/ ...የወልደ እግዚአብሔር ሰው የመሆን ምሥጢር ሕዝብንና አሕዛብን አንድ አድርጓል። ይኸውም ይታወቅ ዘንድ ይሁዳ ትዕማርን ለመገናኘት በወደደ ጊዜ "ምንተ ትሁበኒ አስበ ደነስየ" ስትል ዋጋ ጠይቃዋለች። ይሁዳም የበግ ጠቦት እንደሚልክ ተስፋውን በነገራት ጊዜ ትዕማር ለጊዜው መያዣ እንዲሰጣት ይሁዳን ግድ አለችው። ይሁዳም ለጊዜው ቀለበቱን፣ ኩፌቱንና (ኮፍያውን) በትሩን ሰጥቷል። በኋላ ግን ይሁዳ በገባው ቃል መሠረት መልእክተኛውን ኤራስ አዶሎሚን የበግ ጠቦት አስይዞ ወደ ትዕማር ልኮታል (ዘፍ 38)።
በብሉይ ኪዳን በተፈጸመው በዚህ ምሳሌያዊ ታሪክ መሠረት ይሁዳ የእግዚአብሔር አብ፣ ኤራስ አዶሎሚ የቅዱስ ገብርኤል፣ በግዕ የወልደ እግዚአብሔር፣ ሕልቀት (ቀለበት) የሃይማኖት፣ ኩፌት (ኮፍያ) የአክሊለ ሦክ፣ ሕለት (በትር) የመስቀል፣ ትዕማር የቤተ አይሁድ ምሳሌ ናቸው። /ወንጌል ቅዱስ 57/
፬. አራምም አሚናዳብን ወለደ፤ አሚናዳብም ነአሶንን ወለደ፤ ነአሶንም ሰልሞንን ወለደ።
 አሚናዳብ 
አሚናዳብ፤ የእግዚአብሔር ቃል ኪዳን ታቦት ከፍልስጥኤማውያን እጅ ወደ እስራኤል ሲመለስ ሀያ ዓመት የተቀመጠችበት ቤት ባለቤት፣ 1ሳሙ 7፥1፣ 2ሳሙ 6፥3። 
ነአሶን
ሰልሞን 
፭. ሰልሞንንም ከራኬብ ቦኤዝን ወለደ፤ ቦኤዝም ከሩት ኢዮቤድን ወለደ፤ ኢዮቤድም እሴይን ወለደ።
ራኬብ /ረዓብ/ 1. የእስራኤል ሰላዮች የሸሸገች በኢያሪኮ ትኖር የነበረች ጋለምታ። እስራኤላውያን በእግዚአብሔር ኀይል ከነዓንን እንደሚይዙ አመነች፤ ከቤተሰብዋም ጋር ዳነች፤ ኢያ 2፥1፣ 6፥17፣ ዕብ 11፥31፣ ያዕ 2፥25። ብዙ ሊቃውንት የዳዊት ቅድመ አያት ረዓብ ናት ይላሉ። /የመቅ መቃ 69/
 ቦኤዝ
ቦዔዝ፤ በመሳፍንት ዘመን የነበረ ሀብታም የቤተ ልሔም ሰው። ከሞዓብ ወገን የሆነችውን ሩትን በውርስ አግብቶ ኢዮቤድን ወለደ፤ ሩት 2፥1፣ 4፥13። 
ኢዮቤድ የንጉሥ ዳዊት አያት ስለሆነ፤ ቦዔዝ በጌታችን በኢየሱስ ክርስቶስ የትውልድ ሐረግ ውስጥ ይቈጠራል።
ሩት፤ በመሳፍንት ዘመን የነበረች የኑኃሚንን ልጅ መሐሎንን ያገባች ሞዓባዊት። ኑኃሚንና ባልዋ በረሃብ ምክንያት ከልጆቻቸው ጋር ከኤፍራታ አገር ተነሥተው ወደ ሞዓብ ሄዱ። ልጃቸው መሐሎን ሩት የተባለችውን የሞዓብ ሴት አገባ። ኑኃሚን ባልዋና ልጆችዋ ከሞቱ በኋላ ወደ አገርዋ ለመመለስ ዐሰበች፤ ሩትም በእግዚአብሔር ታምና ከእርስዋ ጋር ለመሄድ ወሰነች። ሩት ኑኃሚንን እያገለገለች የቤተ ልሔሙን ቦኤዝን ለማግባት በቃች። ተጋብተውም ኢዮቤድን ወለዱ። ኢዮቤድ የእሴይ አባት ነበር፤ ሩት 1፥1።
 እሴይ
እሴይ፤ የኢዮቤድ ልጅ፣ የዳዊት አባት። አያቶቹም ቦኤዝና ሞዓባዊቷ ሩት ነበሩ፤ ሩት 4፥22። በቤተ ልሔም ኖረ፤ ስምንት ልጆችም ነበሩት፤ 1ሳሙ 16፥1፤ 17፥12፤ 1ዜና 2፥12።
 ከራኬብ ምን እንማራለን? እኔን የገረመኝ አንዳች ነገር የጠቆመኝ ይህቺ ሴት ብዙዎችን በሴተኛ አዳሪነት ስታወጣ ስታገባ አለመውለዱዋ ነው። ይህ ብቻ አይደለም ሰልሞን እርሱዋን ከነ ሙሉ ውበቷ ያገኘበት ምሥጢርም እጅግ ይደንቀኛል። /8ኛ ቀንና 104/ ዕብ 11፥31። የእያንዳንዱ ሰው ድኅነት በራሱ የተመሠረተ ነው። በሴተኛ አዳሪዎች መካከል እጅግ ውብ የሆነ ነገር አለ። በረግረግ መካከል የሚያንጸባርቅ ወርቅ አለ። በጭቃ መካከል የሚፈካ ዕንቡጥ ጽጌረዳ አለ። ሃይማኖት ከሌለበት ምድር እግዚአብሔርን የምትፈልግ ነፍስ ተገኘች ይህቺውም ራኬብ ናት። ታዖድሮስ ማላቲ /የያዕቆብ መልእክት 65/
የእግዚአብሔርን ይቅርታ ተስፋ የሚሰጥ ቅርብ ነ ሐዋ 17፤27
እንግዶችን መቀበልን በሌላዋ ሥራዋ ያልተመሰገነች ብትሆንም የጸደቀችው በአንድ ነገር ብቻ ነው ይከውም እንግዶችን በመቀበላ ነው (ቅዱስ ጎርጎርዮስ ዘእንዚናዙ) ያዕ 2፤15
ሽልማት አለን 
ሩት ከእስራኤል ያይደለች ባዕድ ነበረችና፤ ከአጫጆች እርሻ ስትቃርም የምትውል ፍጹም ነዳይ ነበረችና። ቦኤዝ ግን ነዳይነቷዋን ሳይንቅ፣ ባዕድነትዋንም ሳይጠየፍ ወደዳት። ጌታችን ክርስቶስም ከአምልኮቱ ርቃ ባዕድ የነበረችውን ቤተ ክርስቲያንን አልናቃትም፤ ወደ ራሱ አቅርቦና ሞሻሽሮ ሰማያዊ ሀብትንም አትረፍርፎ ሰጣት እንጂ ከሕጉና ከትእዛዙ መራቅዋና ብዝኀ ነዳይነትዋንም አልተጠየፈም። ሩት የአባቷን ቤት፣ ሀገርዋን ሁሉ ትታ ባትመጣ ኖሮ ከቦኤዝ ጋር ይህን አንድነት (ጋብቻ) ባላገኘች ነበር። ቤተ ክርስቲያንም "ሕገ አሕዛብን፥ ጣዖት አመልካለሁ" ማለትዋን ትታ ብትመጣ ሙሽራው (ክርስቶስ) አፈቀራት። ነቢዩ ይህን ቢመለከት ቤተ ክርስቲያንን እንዲህ አላት፦ "ልጄ ሆይ ስሚ፤ እዪ። ጆሮሽንም አዘንብይ። ወገንሽን የአባትሽን ቤት እርሺ፤ ንጉሥ ውበትሽን ወድዳልና።" (መዝ 44፥10)። ሩት ወገንዋን፣ የአባትዋንም ቤት ስለ ረሳች የነገሥታት እናት ሆነች፤ ዳዊት ከእርሷ የተገኘ ነውና። ቤተ ክርስቲያንም ከአባቶችዋ የወረሰችውን አምልኮተ ጣዖትን ሕገ አሕዛብን ትታ ስትመጣ፥ የመንፈሳውያን ነገሥታት እናት ሆነች። ስለዚህ ወንጌላዊው የእነዚህን ሴቶች ታሪክ እንዲህ የሚነግረን፥ በልደት ሥጋና ሕግን እንጠብቃለን በማለት የሚመኩትን አይሁድ ትምክሕታቸውን ያፈርስ ዘንድ ነው። አዎን፥ እነዚህ ሴቶች የዳዊት አያቶችና ቅድመ አያቶች ናቸውና፤ ዳዊት ራሱ እነዚህን ሴቶች አላፈረባቸውምና። አንድ ሰው በአያቶቹ በጎ ምግባር መመካት፣ ወይም ደግሞ በክፉ ምግባራቸው ማፈር የለበትምና። እንዲያውም መስተጻርር የሆነ ነገር እንናገር ከተባለ። 
አንድ ሰው በአያቶቹ ምንም በጎ ምግባር ባይኖራቸውና እርሱ ግን ከእነርሱ ተሽሎ በሃይማኖት በምግባር የተጌጠ ከሆነ እርሱ እጅግ የገነነ ነው። ቅዱስ ዮሐንስ አፈወርቅ /የማቴ ወን 58/
ሩት - በመሳፍንት ዘመን የነበረች የኑኀሚንን ልጅ መሐሎንን ያገባች ሞዓባዊት ኑኀሚንና ባልዋ በረኀብ ምክንያት ከልጆቻቸው ጋር ከኤፍራታ አገር ተነሥተው ወደ ሞዓብ ሄዱ። ልጃቸው መሐሎን ሩት የተባለችውን የሞዓብ ሴት አገባ። ኑኀሚን ባልዋና ልጆችዋ ከሞቱ በኀላ ወደ አገራ ለመመለስ ወሰነች። ሩትም በእግዚአብሔር ታምና ከእርሳ ጋራ ለመመለስ ወሰነች ሩት ኑኀሚንን እያገለገለች የቤተ ልሔሙን ቦዔዝን ለማግባት በቃች ተጋብተውም ኢዮቤድን ወለዱ ኢዮቤድ የእሴይ አባት ነበር
ከሩት ምን እንማራለን 
ሰማያዊ ለመሆን የሚከፈል ዋጋን 
ሰውን መውደድን 
ጽናትን
፮. እሴይም ንጉሥ ዳዊትን ወለደ።
ዳዊት፤ ከእስራኤል ነገሥታት ሁሉ ታላቅና ተወዳጅ የሆነ ንጉሥ። ዘመነ መንግሥቱ ከ1011-971 ከክበ ነበረ ተብሎ ይገመታል። በእስራኤል ስሙ የገነነ ንጉሥ እንደ መሆኑ መጠን በመጽሐፍ ቅዱስ ታሪኩ ረጅም ስለሆነ፤ በ1 ሳሙ ም 16 ተጀምሮ እስከ 1ነገ ም 2 ይደርሳል። በ1ዜና ም 11-29 ተመሳሳዩ ታሪኩ ተጽፎ ይገኛል። 
ዳዊት በይሁዳ በቤተ ልሔም አገር እሴይ ከተባለ ሰው ተወለደ፤ 1ሳሙ 16፥10።
ከእሴይ ልጆች መካከል የሁሉም ታናሽ ሆኖ በጎችን በመጠበቅ በእረኝነት የልጅነት ዘመኑን አሳለፈ፤ 1ሳሙ 16፥11፣ 17፥34። በንጉሥ ሳኦል ቦታ ተተክቶ የእስራኤል ንጉሥ ይሆን ዘንድ በሳሙኤል እጅ ተቀባ፤ 1ሳሙ 16፥13። ዙፋኑን ከመውረሱ በፊት ግን ለሳኦል ጋሻ ጃግሬው በመሆን ያገለግለው ነበር። ሳኦልንም ለማስደሰት በፊቱ በገና ይደረድር ነበር፤ 1ሳሙ 16፥18። 
በእግዚአብሔር ስምና ኀይል ጎልያድ የተባለውን ፍልስጤማዊ በወንጭፍ በድንጋይ ገደለ፤ 1ሳሙ 17፥45። ይህንን ጀብድ በመሥራቱ በሕዝቡ ዘንድ ተወዳጅነትን አተረፈ። ነገር ግን በዚሁ መጠን ንጉሥ ሳኦል ምቀኛ ሆነበትና ዳዊትን ሊገድለው ፈለገ። የሳኦል ልጅ ዮናታን ግን ይወደውና ይረዳው ነበር። ነፍሱን ለማዳን ከንጉሡ ፊት ሸሽቶ በፍልስጥኤማውያን መካከል በስደተኝነት ተቀመጠ፤ 1ሳሙ 20፣21። ወደ ዓዶላምም ዋሻ ኰብልሎ ተደበቀ፤ 1ሳሙ 22፥1። 
በምድረ በዳ ሳለ 400 የሚያህሉ ሰዎች ተከታዮቹ ሆኑ። ለእነርሱም የጦር አዛዥ በመሆን የእስራኤልን ጠላቶች ይዋጋ ነበር፤ 1ሳሙ 23።
ንጉሥ ሳኦል በፍልስጥኤማውያን ወረራ መካከል በጊልቦዓ ተራራ ላይ በራሱ እጅ ከሞተ በኋላ ዳዊት አስቀድሞ በይሁዳ፣ በኋላም በመላ እስራኤል ላይ ንጉሥ ሆነ፤ 2ሳሙ 5፥1።
ንጉሥ ዳዊት በዘመነ መንግሥቱ ልዩ ልዩ ታላላቅ ሥራዎችን በማከናወኑ በስመ ጥሩነት ተወዳዳሪ የሌለው ንጉሥ ሆኗል። ከሥራዎቹ ጥቂቶቹ ቀጥሎ በሚገኘው ዝርዝር ተጠቅሰዋል፦
ሀ) ከመሳፍንት ዘመን ጀምሮ እስራኤልን ሲያጠቁት የኖሩትን ፍልስጤማውያን አሸንፎ ጸጥ አደረጋቸው፤ 2ሳሙ 5፥18። 
ለ) በደቡብ፣ በምሥራቅና በሰሜን የእስራኤል ጎረቤት የሆኑትን ሕዝቦች በማስገበር የመንግሥቱን ድንበሮች በሁሉም በኩል በማስፋት መንግሥቱን ከመጠን በላይ ትልቅ አደረገው፤ 2ሳሙ 8፣ 12፥26።
ሐ) ኢያቡሳውያንን በማሸነፍ ኢየሩሳሌም የተባለችውን የተመሸገች ከተማ ወርሮ የመንግሥቱ መናገሻ ከተማ አደረጋት። የዳዊት ከተማ ተባለች፤ 2ሳሙ 5፥1። 
መ) ኢየሩሳሌም ለሕዝቡ ሁሉ መንፈሳዊ መሰባሰቢያ ስፍራ ትሆን ዘንድ ታቦቱን ከነበረበት ቦታ አምጥቶ በተከለለት ድንኳን አኖረው። የመቅደሱንም ሥነ ሥርዐት አሻሻለ፤ 2ሳሙ 6፤ 1ዜ 15፥16። ቤተ መቅደስ ለመሥራት ፈለገ ግን እግዚአብሔር ከለከለው፤ 1ዜና 28፥3። 
ሠ) ብዙዎች መዝሙራትን ጻፈ። በመጽሐፍ ቅዱስ "የዳዊት መዝሙር" የሚል ርእስ ያላቸው መዝሙራት 73 ናቸው። 
ዳዊት ታላቅና ገናና ንጉሥ ከመሆኑ የተነሣ በመጽሐፍ ቅዱስ መንግሥቱ የመሲሕ መንግሥት ምሳሌ ሆኗል። መሲሑም ራሱ ብዙ ጊዜ በዳዊት ስም ተጠቅሶ ይገኛል፤ 2ሳሙ 7፥8፣ ኢሳ 9፥7፣ ኤር 23፥5፣ 33፥14፣ ሕዝ 34፥23፣ 37፥24፣ ሆሴ 3፥5። በዐዲስ ኪዳን ኢየሱስ የዳዊት ልጅ በሚለው ስም የሚጠራው በዚህ ምክንያት ነው፤ ማቴ 9፥24፣ 12፥23። በትውልድ መጽሐፍም ከላይ ከዳዊት ቤትና ወገን የተወለደ መሆኑ ተነግሮለታል፤ ማቴ 1፥1። 
ነገር ግን ከፍ ብለው በተዘረዘሩት ምክንያቶች ሁሉ ንጉሥ ዳዊት ክብርን የተጎናጸፈ ንጉሥ ቢሆንም፣ አንዳንድ ጊዜ በሚያሳዝን ኀጢአት መውደቁ ተጽፎበታል። በዝሙት ኀጢአት ወደቀ። በኋላም የሴቲቱን ባል አስገድሎ አገባት፤ 2ሳሙ 11-12። ሕዝቡንም በመቊጠሩ እግዚአብሔርን አስቈጣ፤ 2ሳሙ 24።
በእነዚህ ኀጢአቶች ዳዊት በራሱና በሕዝቡ ላይ ብዙ መቅሰፍት አመጣ፤ ልጁ አቤሴሎም ዐመፀበት (2ሳሙ 15-18፤ ሰሎሞን መንግሥቱን እንደሚወረስ ከተወሰነ በኋላ አዶንያስ መንግሥቱን ለመያዝ ሞከረ፤ 1ነገ 1። ሆኖም ዳዊት እግዚአብሔርን በመፍራት ከኀጢአቱ ተመለሰ፣ እግዚአብሔርም ይቅር አለው፤ 2ሳሙ 12፥13። /የመቅ መቃ 245/
ዳዊት- ከእስራኤል ነገሥታት ሁሉ ታላቅና ተወዳጅ የሆነ ንጉሥ ነው።
ታሪኩ በረጅም የተጻፈለት ነው። 1ኛ ሳሙ 2፤1- 1ኛ ነገ 2፤1
 	ትንቢት 
 	ዝማሬ
 	ኀይል 
 	ፈውስ
 	ንጉሥ
 	እንብዕ (አልጋ)
 	በገና
፯. ንጉሥ ዳዊትም ከኦርዮ ሚስት ሰለሞንን ወለደ፤ ሰለሞንንም ሮብዓምን ወለደ፤ ሮብዓምም አብያን ወለደ፤ አብያም አሳፍን ወለደ።
ሰሎሞን -እንደ ተከዚ ውሃ ጥበብን የተመላ የጥበቡ ቅርንጫፎች እስከ ባሕር ዳርቻ የቃሉ ቡቃያም እስከ ወንዞች ድረስ ለሰፋ ለመንፈሳዊ ጋብቻ ለሰዎችም ሠርግ አምሳል ሊሆን ስለ ሙሽራውና ሙሽሪት ያመሰገነ ጥበብንም ለሚሽዋት መምህራቸው የሆነ ለንጉሥ ሰለሞን ምስጋና ይገባል አባ ጊዮርጊስ ዘጋስጫ (ኦርቶዶክሳዊ አእምሮ 21)
ሰለሞን መዳኑንና እግዚአብሔርም ንስሓውን መቀበሉን እናምናለን የሰለሞን ንስሓ ማረጋገጫው የብህትውና መንፈስ ማረጋገጫ የሆነው የመጽሐፈ መክብብ መጽሐፍ ነው ኦርቶዶክሳዊ አእምሮ 22
ምን እንማራለን
የጎደለንን እግዚአብሔርን መጠየቅ እንዳለብን ያዕቆብ 
ንስሐውን አለመቁረጥን፤ ከእግዚአብሔር ስንርቅ በራሳችን ፈቃድ ስንመራ እንደምንወድቅ፣ 
በሴቶች ፍቅር አለመውደቅን (ስሜታዊ አለመሆንን)። 
አንድ ሊቅ የሰሎሞን ሚስትን ማግባት ጥበብን እና በጎ ምግባርን መዋሐድን ሲያመለክት ባዕድ (አሕዛብን) ማግባት ጊዜያዊ ፍልስፍና ያመለክታል ፤ መንፈሳዊ ትእዛዛትን ትቶ ሥጋዊ ትእዛትን ማግባት ከአምልኮተ እግዚአብሔር እንደሚያወጣን።
ሰሎሞን ብርቱ በነበረበት ጊዜ አሕዛብን ወደ እምነቱ አስገብታል ለብ ሲል ለጣዖታቸው ተንበርክኳል። 
የሰሎሞን ሁለት ዓይነት ሚስቶች መላውም የሰው ዘር ይወክላሉ። ይከውም በባዕድ አምልኮ ባለማመን የነበሩ ነገር ግን በክርስቶስ ያመኑ አሕዛብና በእምነት ይመስሉት ከነበሩት ቤተ አይሁድ ይመሰላ። ሰለሞን የኢየሱስ ክርስቶስ ምሳሌ ነው። 
ሰሎሞን መጸሐፈ ምሳሌ፣ተግሣጽ፣ጥበብ፣ መክብብ፣መኀልየ መኀልየ የሚባሉትን መጻሕፍት ጽፏል። 
ሮብዓም --የስሙ ትርጕም ሕዝብ ይብዛ ማለት ነው። የሰሎሞን ልጅ ነበረ። እናቱ አሞናዊቷ ናዕም ነበረች። 
አባቱ ከሞተ በኋላ በኢየሩሳሌም ነገሠ፤ የእስራኤል ነገዶች ሁሉ እንዲያነግሡት በሴኬም ተሰበሰቡ። ሮብዓም ግን፣ አባቴ በጫበባችሁ ቀንበር ላይ እጨምራለሁ እንጂ አላቀልለውም ባላቸው ጊዜ ዐሥሩ ነገዶች የናባጥን ልጅ ኢዮርባዓምን በላያቸው አነገሡ፤ የሮብዓምን አስገባሪ ገደሉት። ሮብዓም ጦር ሠራዊቱን ሰበሰበ፤ ነቢዩ ሳማያ (ሸማያ) ግን፣ ይህ ነገር ከእግዚአብሔር ዘንድ ነውና አትውጡ አለ፤ ሮብዓም በይሁዳና በብንያም ነገዶች ላይ 17 ዓመት ነገሠ። መጀመሪያ ሲነግሥ በእግዚአብሔር መንገድ ሄደ በኋላ ግን ክፉ አደረገ፤ በዐምስተኛው ዓመት የግብጽ ንጉሥ ሺሻቅ መጣበት፣ መዝገቡን ሁሉ ወሰደበት። ሮበረዓም በእግዚአብሔር ፊት ሰውነቱን ካዋረደ በኋላ ሺሻቅ ሄደለት። (1ኛ ነገ 11፤43፣14፤21 ፤ 2ኛ ዜና 9፤31፣ 11፤12 
አብያ--በይሁዳ የነገሠ የሮብዓም ልጅ ነው። (2ኛ ዜና 13፤2፤
፰. አሳፍም ኢዮሳፍጥን ወለደ፤ ኢዮሳፍጥም ኢዮራምን ወለደ፤ ኢዮራምም ዖዝያንን ወለደ። 
አሳፍ- የመዘምራን አለቃ ነበር። (1ኛ ዜና 16፤ 2ኛ ዜና 29፤20፣ መዝ 50፣73፣83 ዕዝ 2፤41
ኢዮሳፍጥ-ትርጉሙ እግዚአብሔር ፈርዷል ማለት ነው፤ ከ870-845 ከክ.በ ከአባቱ ከአሳ በኋላ የነገሠ አራተኛው የይሁዳ ንጉሥ። እግዚአብሔርን የሚፈራ፣ የከበረም ነበር። አምልኮ ባዕድን አስወገደ፤ ሕዝቡ የእግዚአብሔርን ሕግ እንዲማሩና ዳኞችም በቅንነት እንዲፈርዱ አደረገ። እየተዘዋወሩ የእግዚአብሔርን ሕግ መጽሐፍ የሚያስተምሩ 16 ሌዋውያንን መደበ። ነገር ግን ክፉዎች የሆኑትን የሰማርያን ነገሥታት አክዓብንና ልጁን ስለረዳቸው በሁለት ነቢያት ተወቀሠ። ለልጁ ለኢዮራም የአክዓብን ልጅ በማጋባቱ ተሳሳተ። 
በጠላትነት በተነሡበት በሞዓብና በአሞን ሰዎች ላይ በእምነት ትልቅ ድል ተጎናጸፈ። ( 2ኛ ዜና 17፣ 1ኛ ነገ 22፤ 2ኛ ነገ 3
ኢዮራም- ትርጕሙ እግዚአብሔር ከፍ ከፍ አለ ማለት ነው። ከአባቱ ከኢዮሣፍጥ በኋላ፣ ከ848-841 በክ.በ የነገሠ ዐምስተኛው የይሁዳ ንጉሥ ነው። የአክዓብን ልጅ አግብቶ ነበርና እንደ አክዓብ ክፉ ሥራ ሠራ። ነቢዩ ኤልያስ ሊገሥጸው ጻፈለት። የሶርያን ንጉሥ ሲዋጋ ቈሰለ። ኢዩም እስከ ኢይዝራኤል ድረስ አሳዶ ገደለው። 2ኛ ዜና 21፤ 2ኛ ነገ 8፤16 
ዖዝያን-ትርጕሙ እግዚአብሔር ኀይሌ ነው ማለት ነው። በዚህ ስም የታወቀው ከ791-740 ከክ.በ ነግሦ የነበረው የይሁዳ ንጉሥ ነው። ዖዝያን በተጨማሪ አዛርያስ ተብሎ ይጠራ ነበር፤ በዘመኑም ነቢዩ ኢሳይያስ ነበረ። በነጀመሪያ በመልካም ሁኔታ ነግሦ መንግሥቱን አሳፋፋና አጸና፤ እግዚአብሔርም ረዳው። በኋላ ግን ታበየና ወደ መቅደስ ገብቶ ዕጣን አጠነ። የካህን ሥራ ስለ ሠራ፣ ካህናትም ቢገሥጹት ስለ ተቈጣቸው በለምጽ ተቀሠፈ። ( 2ኛ ነገ 14፤21፣ 15፤1 ፤ 2ኛ ዜና 26 ኢሳ 6፤1 
፱. ዖዝያንም ኢዮአታ
ምን ወለደ፤ ኢዮአታምም አካዝን ወለደ፤ አካዝም ሕዝቅያስን ወለደ።
ኢዮአታም-ትርጕሙ እግዚአብሔር ፍጹም ነው ማለት ነው። 12ኛ የይሁዳ ንጉሥ የሆነው የዖዝያን (አዛርያስ) ልጅ። አባቱ በለምጽ ከተቀሰፈ በኋላ በሕዝቡ ላይ ዳኛ ሆነ ። 740 በክ.በ አባቱ ሲሞት ነገሠ። መንገዱንም በእግዚአብሔር ፊት አቀና፤ በረታም፤ በዘመኑ ኢሳይያስና ሚክያስ ትንቢት ይናገሩ ነበር። ( 2ኛ ነገ 15፤5፣ 2ኛ ዜና 26፤21፣ ኢሳ 1፤1፣ ሚክ 1፤1 


አካዝ-የእስራኤል መንግሥት በሁለት ከተከፈለ በኋላ በይሁዳ የነገሠ። አባቱ ኢዮአታም ነበረ። ከ732-716 በክ.በ ነገሠ። የጣዖትን አምልኮ በይሁዳ አስፋፋ። በእግዚአብሔር ፊት እጅግ ክፉ ሥራ የሠራ ንጉሥ ነበር። ሶርያና እስራኤል መንግሥት ይሁዳን በጦርነት ስላስቸገሩት አካዝና ሕዝቡ ተሸበሩ። ነቢዩ ኢሳይያስ ብታምኑ ትድናላችሁ ብሎ ምክር ሰጠ። አካዝ ግን ምክሩን ችላ በማለት የአሦር ንጉሥ እንዲረዳው ለመነ፤ አልተቀበለውም እንጂ እነሆ ድንግል ትፀንሳለች ወንድ ልጅም ትወልዳለች ስሙንም አማኑኤል ብላ ትጠራዋለች የሚለው የክርስቶስ መወለድ የሚያመለክተው ትንቢታዊ ቃል የተነገረው ለንጉሥ አካዝ ነው። ( 2ኛ ነገ 16፤2ኛ ዜና 28፤ ኢሳ 7፤10 
ሕዝቅያስ- የስሙ ትርጕም እግዚአብሔር ኃይሌ ነው ማለት ነው። በነቢዩ ኢሳይያስ ዘመን ከ716-687 በክ.በ የነገሠ የዐሥራ ሦስተኛው የይሁዳ ንጉሥ። ከይሁዳ ነፈሥታት ሁሉ እርሱን የሚመስል አልነበረም። ባዕድ አምልኮን አጠፋ፤ ሙሴ የሠራውን የናሱን እባብ ሰበረ፤ ቤተ መቅደሱን አደሰ፤ የእስራኤል ነገዶችን ሁሉ ፋሲካን ለማክበር ጠራ። በዘመ መንግሥቱ ሁሉ አሦር ይሁዳን አስቸገረ፤ የኢየሩሳሌምን ቅጥር አስፋፋ፤ ግንቦችን ሠራባት፤ ከከተማዋ በታች ቦይ በማቈፈር ከቅጥሩ ውጭ የግዮን ምንጭ ውሃ ወደ ውስጥ እንዲገባ አደረገ። ሰናክሬም ብዙ ከተሞችን ሲወስድ ከሕዝቅያስም ብዙ ሀብት ወሰደ። በኋላም ሕዝቅያስ የአሦርን ንጉሥ ዛቻ በጸሎት ተቃወመ። እግዚአብሔር አሦራውያንን ቀሠፈ በታመመ ጊዜ በበለስ ጥፍጥፍ ተፈወሰ። ብዕድሜው ላይ ዐሥራ አምስት ዓመት ተጨመረለት። (2ኛ ነገ 18፤8፣ 20፤12፣ 29፤ ኢሳ 36 
፲. ሕዝቅያስም ምናሴን ወለደ፤ ምናሴም አምጽን ወለደ፤ አምጽም ኢዮሲያስን ወለደ።
ምናሴ-ከይሁዳ ነገሥታት ዐሥራ አረተኛው ፤ የሕዝቅያስ ልጅ፤ ከዐሥራ ሁለተኛው ዓመቱ ጀምሮ ከ687-642 በክ.በ ነገሠ። ባዕድ አምልኮትን እየተከተለ ከከአሞራውያን ይልቅ ክፉ አደረገ፤ በኢየሩሳሌም ላይ ቁጣ እንዲመጣ አደረገ። የአሦር ንጉሥ ወደ ባቢሎን ማረከው፤ በዚያም ጸለየ። እግዚአብሔርም ምሕረት አደረገለትና ወደ ኢየሩሳሌም ተመለሰ፤ ሕዝቡ እግዚአብሔርን እንዲያመልኩ አዘዘ። ( 2ኛ ነገ 20፤21፣ 21፤1፣ 2ኛ ዜና 33፤1፣ 11፤ ኤር 15፤4 
አሞጽ-ከ645 በክ.በ የነገሠ ዐሥራ ዐምስተኛው የይሁዳ ንጉሥ፤ 2ነገ 21፣18፣2ዜና 33፤20
ኢዮስያስ- ትርጕሙ እግዚአብሔር ይደግፋል ማለት ነው። 16ኛው የይሁዳ ንጉሥ የንጉሥ አሞጽ ልጅ። የስምንት ዓመት ወጣት ከነበረበት ጊዜ ጀምሮ 31 ዓመት (ከ639-609 ከክ.በ) ነገሠ። ከዳዊት ቤት ከነበሩት መልካም ነገሥታት የመጨረሻው ነበረ። ከይሁዳ ጀምሮ እስከ ገሊላ ድረስ አምልኮ ባዕድን አስወገደ። በነገሠ በ18ኛው ዓመት የእግዚአብሔርን ቤት ሲያድስ፣ጠፍሮ የነበረው የሕግ መጽሐፍ ተገኘ። ነቢዩ ኤርሚያስ በሱ ዘመን ተጠርቷል። ፋሲካን በታላቅ ድምቀት እንዲያከብሩ አድርጋል። በመጨረሻም የግብጽንጉሥ አገሩን ሲወር እርሱም ተሰልፎ በውጊያው ወቅት ተገድላል። 1ነገ 13፡2፣ ኤር 1፤2. 22፤12፣ 2ኛ ዜና 34፣ 2ነገ 21፤24 
ምን እንማራለን አሁን ባለንበት ሁኔታ መለወጥ አልችልም አንበል። ዕድሜችን ለእግዚአብሔር ከሰጠነው ለመልካሙ ፍሬ ያበቃዋል።
፲፩. ኢዮሲያስም በባቢሎም ምርኮ ጊዜ ኢኮንያንና ወንድሞቹን ወለደ።
ኢኮንያን-በ597 ከክ.በ ለ ሦስት ወር የነገሠ የይሁዳ ንጉሥ ። ዮአኪን (እግዚአብሔር ያቆማል) ተብሎም ይጠራል። 2ነገ 24፡8፣ ሕዝ 1፡2፣ አስ 2፡6፣ 1ዜና 3፡16፣ ኤር 22፡24፣ 
፲፪. ከባቢሎን ምርኮ በኋላ ኢኮንያን ሰላትያልን ወለደ፤ ሰላትያልም ዘሩባቤልን ወለደ።
ሰላትያል- ዘሩባቤልን ወለደ ዘሩባቤል- ዘሩባቤል ማለት የባቢሎን ዘር ማለት ነው። ቤተ መቅደስን አሠራ። 1ዜና 3፤16፣ ዕዝ 2፤2፣ ዕዝ 3፤2 የክርስቲያኖች ዘር ሰማያዊ እና የማይጠፋ ከእግዚአብሔር የተሰጠን ልጅነት ነው። 
፲፫. ዘሩባቤልም አብዮድን ወለደ። አብዮድም ኤልያቄምን ወለደ። ኤልያቄምም አዛርን ወለደ።
፲፬. አዛርም ሳዶቅን ወለደ፤ ሳዶቅም አኪምን ወለደ፤ አኪምም ኤልዩድን ወለደ። 
ሳዶቅ- በዳዊትና በሰሎሞን ዘመን የነበረ ሊቀ ካህናት ፣ ሰሎሞንን የቀባ ፤ ሕዝቅኤል ባየው መቅደስ ልጆቹ ተመርጠው አገልግለዋል። 2ሳሙ 8፤17፣ 1ዜ 6፤8፣ 2ነገ 2፤35፤ 1ዜ 12፤38፣ 15፤11 ፣ 6፤8 ፤ 1ነገ 1፤8 ዕዝ 7፤2፤ ሕዝ 44፤15 
አኪም- ኤልዩድ- አልዓዛር-ትርጕሙ እግዚአብሔር ረዳቷል ማለት ነው። (የመጽሐፍ ቅዱስ መዝገበ ቃላት 151)
አኪም፤ እግዚአብሔር ይመሠርታል ማለት ነው። /ፍካሬ ስም 62/
፲፭. ኤልዩድም አልዓዛርን ወለደ፤ አልዓዛርም ማትያንን ወለደ፤ ማትያንም ያዕቆብን ወለደ።
ማትያ-ያዕቆብ-ዮሴፍ- መቤታችን በንጽሕና በቅድስና በቤተ መቅደስ 12 ዓመት ተቀመጣ በድምሩ 15 ዓመት ሲመላት በክፋት የተመሉት አይሁድ ከቤተ መቅደሳችን ትውጣልን ብለው ክፉ ምክርን መከሩባት። ዘካርያስም ይህንን ሰምቶ በማዘን ወደ ርሷ ዘንድ ገብቶ የእስራኤል ብላቴና ሆይ ስለ ኑሮሽ ምን ይሻላል፡፤ አላት ርሷም ከእግዚአብሔር በቀር ሌላ የማውቀው የለኝ፤ ወደ ርሱ አመልክትልኝ እንጂ አለችው። ዘካርያስም ልብሰ ተክህኖ ለብሶ ወደ ቤተ መቅደስ ገብቶ የከበረችና ገናና ስለምትሆን ስለዚች ብላቴና ምን ላድርግ በማለት ወደ እግዚአብሔር ቢያመለክት ከቤተ ይሁዳ የተወለዱ ሚስቶቻቸው የሞቱባቸውን በትሮቻቸውን ሰብስበህ አስቆጥረህ እንዳይሳሳት ስማቸውን በየበትሮቻቸው ጽፈሕ ወደ ቤተ መቅደስ በቀዳማይ ሰዓት ሌሊት አስገብተህ ስትጸልይበት አድረህ በቀዳማይ ሰዓት መዓልት አውጣው ምልክት የተገኘባት ይጠብቃት አለው። ቢሰበስብ 1985 ሆነ የሴቶች ሞት የበዛበት ወቅት ነበርና። እነዚያን ወደ ቤተ መቅደስ አገብቶ ቢያወጣቸው የዮሴፍ በትር ልክ እንደ አሮን በትር ሳይተክሏት በቅላ ውሃ ሳያጠጧት ለምልማ አብባ አፍርታ ዮሴፍ ሆይ ማርያምን ጠብቃት የሚል ተቀርጾ ተገኝቷል። ርግብም መጥታ በራሱ ላይ አርፋበታለች። ዕጣም ቢያወጡ ለርሱ ወጥቶለት እንደ ሦስት ምስክር ተቆጥሮለታል። ካህናቱም ለአርጋዊው ዮሴፍ ከእግዚአብሔር አግኝተን የሰጠንህን ከእግዚአብሔር አግኝተህን እስክናሰናብትህ ወስደህ ጠብቃት አትንካ ብለው ሰጡት።
፲፮. ያዕቆብም ክርስቶስ የተባለ ጌታ ኢየሱስ ከእርሳ የተወለደ የማርያም እጮኛ ዮሴፍን ወለደ።
ማርያም እመቤታችን ማርያም በእናቷ በኩል ያሉ የእመቤታችን ቅድመ አያቶቿ ጴጥሪቃ ቴክታ ሁለቱም ሰዎች ደጋጎችና እግዚአብሔርን የሚፈሩ ያለምንም መጠራጠር በፍጹም ልቡናቸው በአምላካቸው የሚተማመኑ ነበሩ።
እነርሱም በጊዜው ይህ ቀራቸኍ የማይባሉ ባለጠጎች ነበሩ፣ ከሀብታቸው ብዛት የተነሣ ወርቁን ብሩን እንደ ዋንጫ እያሠሩ በላሙ በበሬው ቀንድ ላይ ይሰኩት ነበር፤ ይህን ያህል አቅርንተ ወርቅ ፣ አቅርንተ ብሩር እየተባለ ይቈጠር ነበር፤ የዕንቊ ጽዋ እንኳ 70፣ 80 ያህል ነበራቸው።
ከዕለታት ባንዳቸው ጴጥሪቃ ወደ ቤተ መዛግብቱ ገብቶ የሀብቱን ብዛት አይቶ ሚስቱን ቴክታን "የሰበሰብነው ገንዘብ ስንኳን ለእኛ ለልጅ ልጅ ይተርፍ ነበር አንቺም እኔም መካኖች ነንና የሚወርሰን ልጅ የለንም" በማለት ተናገራት፤ ርሷም እንዲህ በማለቱ ወላድ የፈለገ መስሏት በሐዘን ሆና "አምላከ እስራኤል ከኔ ልጅ ባይሰጥህ ከሌላ ይሰጥህ ይሆናልና ሌላ አግብተህ ውለድ" አለችው፤ ርሱም ይህንስ እንዳላደርገው በልቤም እንዳላስበው የእስራኤል አምላክ ያውቃል " በማለት ተናገረ። ርሷም አዝና ሳለ ራእይ ታያለች፣ ነጭ እንቦሳ ከማሕፀና ስትወጣ እንብሳዪቱ እንቦሳ እየወለደች እስከ ሰባት ስትደርስ ሰባተኛዋ ጨረቃን ስትወልድ፣ ጨረቃ ፀሓይን ስትወልድ አይታ በአድናቆት ለባሏ "የእግዚአብሔር ሥራው ድንቅ ነው፤ ትናንትና ማታ በሕልሜ ነጭ ጥጃ ከማሕፀኔ ስትወጣ ያችም ነጭ ጥጃ ደግሞ ነጭ ጥጃ ስትወልድ እንደዚህ እየሆነ እስከ ሰባት ትውልድ ሲደርሱ ሰባተኛይቷም ጨረቃን ስትወልድ ጨረቃዋ ደግሞ ፀሓይን ስትወልድ አየሁ።" በማለት አስረዳችው፤ እርሱም እጅግ ተደንቆ ሕልም ወደ ሚፈታ ሰው ዘንድ በመሄድ የሚስቱን ራእይ ነገረው፤ ያም ሕልም ተርጓሚ ምስጢር ተገልጾለት ሰባት አንስት ጥጆች መውለዳችሁ ሰባት ሰባት ሴቶች ይወለዳሉ፤ ነጭ መሆናቸው ደጋጎች ልጆች መሆናቸውን ሲሆን ሰባተኛይቱ ጨረቃን መውለዷ ከሰው የበለጠች ከመላእክት የከበረች ናት፤ የፀሓይ ነገር ግን አልተገለጸልኝም" በማለት ተረጎመለት፤ ርሱም ለሚስቱ ነገራት፤ ርሷም "የእስራኤል አምላክ የሚያደርገውን ርሱ ያውቃል" በማለት ፈጣሪዋን አመሰገነች።
ከዚያም ፀንሳ ሴት ልጅ ወለደች ስሟንም ሔሜን አሏት፤ ሔሜን-ዴርዴን ወለደች- ዴርዴን -ቶናን-ቶናን ሲካርን ወለደች- ሲካርም ሴትናን- ሴትናን ሔርሜላን ወለደች- ሔርሜላም ሐናን ወለደች
ሐናን በመልካም አስተዳደግ አድጋ አካለ መጠን ስትደርስ ከነገደ ይሁዳ ከመንግሥት የተወለደ የቅስራ ልጅ የአልዓዛር የልጅ ልጅ ከሚሆን ከኢያቄም ጋር አስተጫጭተው አጋቧት።
ሐናና እያቄም ሁለቱም እግዚአብሔርን የሚወድዱ በሕጉ የሚኖሩ ደጋጎችና አምላክም የመረጣቸው ሲሆኑ ሐና መካን በመሆኗ ምክንያት ሁለቱም ወደ ቤተ እግዚአብሔር ዕለት ዕለት በመሄድ ለዐይናቸው ማረፊያ ለልባቸው ተስፋ የሚሆን ልጅ እንዲሰጣቸው ይለምኑ ነበር።
ከዕለታት ባንደኛው ሲያዝኑ ሲጸልዩ ውለው ሲመለሱ ርግቦች ከልጆቻቸው ጋር ደስ ብላቸው ሲጫወቱ አይተው ሐና "አቤቱ ጌታዬ ግዕዛን ለሌላት እንሰሳ ልጅ የሰጠህ አምላክ ምነው ለኔ ልጅ ነሣኸኝ" ብላ ምርር ብላ አለቀሰች፤ ወዲያው ሱባዔ ይገባሉ፤ ኢያቄም ወደ በረሓ ሄዶ ሲጸልይ ደግሞ ሐና በቤቷ ዙሪያ ባለው የተክል ቦታ ሱባዔ ያዘች፤ በሱባዔያቸው ፍጻሜ ሁለቱም ራእይ አይተው፣ ኢያቄም "ሰባቱ ሰማያት እንደ መጋረጃ ተገልጠው ከላይኛው ሰማይ ነጭ ዎፍ ወርዶ በራሴ ላይ ሲቀመጥ አየሁ" ብሎ የተገለጸለትን ለሐና ነግሯታል፤ ይኸውም የራእዩ ምስጢር፦ "ዎፍ የተባለው አካላዊ ቃል ክርስቶስ ሲሆን፤ ነጭነቱ ንጽሐ ባሕርይ ነው፤ ከላይ ወርዶ በራሴ ላይ ሲቀመጥ አየሁ ማለቱ የኢያቄምን ባሕርይ ባሕርይ እንደሚያደርግ ሲያጠይቅ ሲሆን፤ ሰባቱ ሰማያት የተባሉ የጌታችን ምልአቱ፣ ስፍሐቱ፣ ርቀቱ፣ ልዕልናው፣ ዕበዩ ናቸው።
ሐናም ተገልጾላት "ነጭ ርግብ መጥታ በራሴ ላይ ተቀምጣ ከራሴ ላይ ወርዳ በጆሮዬ ገብታ በማሕፀኔ ስትተኛ አየሁ ብላዋለች፤ 
ይህ የራእይ ምስጢር፦ ርግብ የተባለች እመቤታችን ቅድስት ድንግል ማርያም ስትሆን፤ ነጭነቷ ንጽሕናዋ፣ ቅድስናዋ፣ ዘለዓለማዊ ድንግልናዋ ነው፤ ነጭ ርግብ መጥታ በራሴ ላይ ተቀምጣ ከራሴ ላይ ወርዳ ወደ ጆሮዬ ገብታ በማሕፀኔ ስትተኛ አየሁ ማለቷ ብሥራተ ገብርኤልን በጆሮዋ ሰምታ በግብረ መንፈስ ቅዱስ አምላክን የምትፀንሰው ንጽሕት ርግብ የተባለችውን እመቤታችንን የምትወልድ መሆኗን ሲያጠይቅ ነው። 
ኢያቄምና ሐናም ይህንን ራእይ ሐምሌ 30 ቀን ካዩ በኋላ "ወንድ ልጅ ብንወልድ ወጥቶ ወርዶ ይርዳን አንልም ለቤተ እግዚአብሔር አገልጋይ ይሆናል፤ ሴት ልጅም ብንወልድ ለቤተ እግዚአብሔር መጋረጃ ፈትላ ትኑር" ብለው ስእለት ከተሳሉ በኋላ ራእይ አየን ብለው ዕለቱን አልተገናኙም፤ አዳምንንና ሔዋንን "ብዙ ተባዙ ምድርንም ምሏት" ብሎ የተናገረው አምላክ ለእኛም ይግለጽልን ብለው ዕለቱን አልጋ ምንጣፍ ለይተው እስከ ሰባት ቀን ድረስ እየብቻቸው ሰነበቱ፤ ነሐሴ በባተ በሰባተኛ ቀን "ከሰው የበለጠች ከመላእክት ሁሉ የከበረች ልጅ ትወልዳላችሁ" ብሎ መልአኩ ቅዱስ ገብርኤል ለሐና ነግሯት በፈቃደ እግዚአብሔር በብሥራተ መልአክ እመቤታችን ነሐሴ ሰባት እሑድ ተፀንሳለች፤ 
ሳሚናስ የሚባል የጦሊቅ ልጅ ከኤዶቅ ካጎቱ ቤት ሄዶ ሞተ፤ ሐናም በሀገራቸው ልማድ የአልጋውን ሸንኮር ይዛ እየዞረች ስታለቅስ ጥላዋ ቢያርፍበት መግነዝ ፍቱልኝ ሳይል ፈጥኖ ተነሥቶ "ሰማይና ምድርን ለፈጠረው አምላክ አያቱ የተባልሽ ሐና ሰላም ላንቺ ይሁን' አላት፤ ከዚያ የነበሩ አይሁድም በመደናገጥ "ሳሚናስ ምን አየህ? ምን ትላለህ" አሉት፤ እርሱም "ከዚች ከሐና ማሕፀን የምትወልደው ሕፃን ሰማይ ምድርን የፈጠረ አምላክን ትወልዳለች እያሉ መላእክት ሁሉ ሲያመሰግኗት ሰማኋቸው፤ እኔንም ያነሣቺኝ ርሷ ናት" አላቸው፤እነርሱም ይህን በሰሙ ጊዜ እግዚአብሔርን ከማመስገን ይልቅ በቅናትና በክፋት ተመልተው ሐና በማሕፀኗ 
ባለ ፅንሷ ካደነች በኛ ላይ ልትሰለጥን አይደለምን? ሳትወልድ አስቀድመን ሐናና ኢያቄምን በድንጋይ ወግረን እንግደላቸው ብለው ተነሣሡባቸው። 
ያን ጊዜ መልአክ ቅዱስ ገብርኤል ለኢያቄም ተገልጾ ሐናን ሊባኖስ ወደሚባል ተራራ እንዲወስዳት ነገረው፤ ቅድስት ድንግል ማርያም 5485 ዓዓ ግንቦት አንድ በሊባኖስ ተራራ ተወልዳለች። ስሟንም ማርያም አሉአት።
ማርያም ማለት
	በዕብራይስጥ "በአምላክ የተወደደችዩቱ" ማለት ነው።
	በግሪኩ "እመቤት" ማለት
	ልዕልት ማለት ነው
	ፍጽምት ማለት ነው
	ፀጋ ወሀብት
	ሠረገላ ፀሓይ 
	መርሕ ለመንግሥተ ሰማያት 
ቅድስት ድንግል ማርያም እስከ ሦስት ዓመት ድረስ በእናት በአቧቷ ቤት ውስጥ ኖራለች፤ ሦስት ዓመት ሲሆናት ወደ ቤተ መቅደስ በመውሰድ ስለታቸውን ፈጽመዋል።
በቤተ መቅደስም 15 ዓመት ሲሞላት ለአረጋዊው ዮሴፍ በመስጠት አስጠበቋት።
ድንግል ለምን በዮሴፍ ተጠበቀች
1. ምድራዊ መሆኗን ለማጠየቅ
2. ፅንሱን ከአጋንንት ለመሰወር
3. ቅዱስ ዮሴፍ ወደ ርስት ገብቶ እንዲቆጠር
4.በስደቷ ሊረዳት
5. ከሽሙጥና ከውግረት ሊያድናት
ድንግልን ለማብሠር ገብርኤል ለምን ተመረጠ?
1. ፅንስን አበሣሪ መልአክ ስለሆነ መሳ 13፥21፣ ሉቃ 1/19
2. የስሙ ትርጉም ሰውና አምላክ ስለሆነ
3. ስለጸና
4. ድንግል ማርያም ነገሩን እንድታውቅ፤ እንዳትሸበር፣ ደዌ እንዳይመስላት
እግዚአብሔርም የሚወድደው ውበት ከራስ ፈቃድ የሆነውን ነው፤ ርሱን ደስ የሚያሰኝ ሲሆን እንድን መልካም ፈቃድ ርሱ ያከብራል። እነሆ ታሪኳን እየተናገርን ያለነው ይህቺ ድንግል፣ መልካም ፈቃድ ስለነበራት ደስ የምታሰኝና የተመረጠች ሆናለች። ቅዱስ ያዕቆብ ዘሥሩግ /የእመቤታችን ዘላለማዊ ድንግልናና 48/ እናትና አገልጋይ ማርያም ሆይ ደስ ይበልሽ። ቅዱስ ኤፍሬም /ውዳሴ ማርያም ዘሠሉስ/ አገልጋዩ ስትሆን እናቱ አደረጋት። /ቅዱስ ያሬድ ድጓ/ 
ዮሴፍ ድንግል ማርያምን እንዲጠብቃት እንድትታጭ ያደረገበት ምክንያቶች
ምድራዊ ሴት እንደሆነች ለማስረዳት ገላ 4፤4 
ፅንሱን ከአጋንንት ለመሰወር
በመከራ ጊዜ ሊራዳት
ወደ ርስት ገብቶ ሊቈጠርላት (አልዓዛር ማታንና ቅስራን ይወልዳል ማታን ያዕቆብን ያዕቆብም ዮሴፍን ይወልዳል ቅስራ ኢያቄምን ይወልዳል)
ከስድብና ከውግረት ሊያድናት ዘኁ 5፤14 (ማየ ዘለፋ) ዘፀ22፤20 (ውግረት) 
፲፯. እንግዲህ ትውልድ ሁሉ ከአብርሃም እስከ ዳዊት ዐሥራ አረት ትውልድ፥ ከዳዊትም እስከ ባቢሎን ምርኮ ዐሥራ አራት ትውልድ፥ ከባቢሎን ምርኮ አስከ ክርስቶስ ዐሥራ አራት ትውልድ ነው። ትውልድም ሁሉ ከአብርሃም እስከ ክርስቶስ ዐርባ ሁለት ትውልድ ነው።
(1) ወንጌላዊው ሁሉንም ትውልዶች በሦስት ከፍሎ ነገረን። ይኸውም አስተዳደራዊ ሥርዓታቸው ቢቀያየርም እንኳን የተሻሉ መሆን እንዳልተቻላቸው፥ ከዚህ ይልቅ (ከአብርሃም እስከ ዳዊት) በመሳፍንት ዘር ቢሆኑ፥ (ከዳዊት እስከ ፍልሰተ ባቢሎን ጊዜ) በነገሥታት ቢመሩ፥ (ከፍልሰተ ባቢሎን እስከ ጌታችን ልደት ጊዜ) በግለ ሰቦች (በካህናት) ቢመ'ሩ ያው በተመሳሳይ ክፉ መንገድ እንደ ነበሩ እንጂ የመሪዎች መቀያየር ጽድቅ መንገድ እንዳላመጣላቸው ሊያሳየን ወድዶ ነው። በገናና መሪዎች ቢመሩም፣ በካህናት ወይም በነገሥታት ቢተዳደሩም፥ ወደ ሃይማኖት ወደ ምግባር ከመምጣት አንጻር በቁዔት እንዳልሰጣቸው ሊያስረዳን ሽቶ ነው። 
ነገር ግን ሦስት ነገሥታትን ሳያነሣቸው ያለፈው ለምንድን ነው? ከፍልሰተ ባቢሎን እስከ ጌታችን ልደት ያለው ትውልድ ዐሥራ ሁለት ሆኖ ሳለ ዐሥራ አራት ማለቱስ ስለ ምንድን ነው? ወንጌላዊው ለምን ስለ ሠለስቱ ነገሥታት (ኢዮአክስ፣ ኢዮአቄም፣ ሴዴቅያስ) ሳይናገር እንዳለፈ ራሳችሁ መርምሩት (2ነገ 23፥28፣24፥20)፤ ስንፍናን ገንዘብ እንዳታደርጉ እኔ ሁሉንም ነገር እነግራችሁ ዘንድ ደግ አይደለምና።
ሁለተኛው ጥያቄ በተመለከተ ግን እነግራችኋለሁ። ወንጌላዊው በየትውልዱ መካከል የፍልሰቱን ጊዜና ጌታችንን እያነሣ የሚናገረው በሁሉም ረገድ ጌታችንን ከእኛ ጋር አገናኝቶ ማቅረብ ሽቶ እንደ ሆነ ይረ'ዳኛል። ስለዚህ ወንጌላዊው ወደ ፍልሰት መውረዳቸውን የሚነግረን፥ ባገኛቸው መከራ እንኳን ከአምልኮተ ጣዖት ወደ አምልኮተ እግዚአብሔር ከገቢረ ኃጢአት ወደ ገቢረ ጽድቅ እንዳልተመለሱ ሊያሳየንና በሁሉም ረገድ የወልደ እግዚአብሔር ሰው መሆን የግድ አስፈላጊያቸው እንደ ሆነ ሊያስረዳን ወድዶ ነው።
...ነገር ግን ፍልሰተ ባቢሎንን አንሥቶ ፍልሰተ ግብፅን አለማንሣቱ ለምን ሊሆን ይችላል? 
- እግዚአብሔር በጸናች ክድን በብዙ ገቢረ ተአምራት ስላወጣቸው ግብፃውያንን አይፈሩአቸውም፤ ባቢሎናውያንን ግን አሁንም ጭምር ይፈሩአቸዋልና፤
 - ዳግመኛም ፍልሰተ ግብፅ ሩቅ ነው፤ ፍልሰተ ባቢሎን ግን የቅርብ ነውና፤
- በተጨማሪም ወደ ግብፅ የፈለሱት (ረሃብ ጸንቶባቸው እንጂ እነርሱ ራሳቸው) ኃጢአት ሠርተው አልነበረምና፤ ወደ ባቢሎን የወረዱት ግን በድለው ነውና ይህን በደላቸውን (እና መድኃኒት ክርስቶስ እንደሚያሻቸው) ሲያስታውሳቸው ነው። ቅዱስ ዮሐንስ አፈወርቅ /የማቴ ወን 67/
፲፰. የጌታችን የኢየሱስ ክርስቶስ ልደት እንዲህ ነበር፤ እናቱ ማርያም ለዮሴፍ በታጨች ጊዜ፥ ሳይገናኙ በመንፈስ ቅዱስ ጸንሳ ተገኘች።
 (4) ወንጌላዊው የጌታችን የኢየሱስ ክርስቶስ ትውልድ እየዘረዘረ ከመጣና ዮሴፍ ላይ ከደረሰ በኋላ ግን በዚያ ብቻ ሳያቆም "እናቱ ማርያም ለዮሴፍ በታጨች ጊዜ፥" ብሎ ጨምሮአል። ይኸውም ከላይ ከተናገርነው በተጨማሪ ወንጌላዊው ትውልዱን ሲቈጥር የነበረው ከዚህ ለመድረስም ጭምር እንደ ሆነ እንረዳለን። ቀጥሎም "የማርያም እጮኛ" የሚለውን ስትሰማ "ክርስቶስ በሕገ ተፈጥሮ (በጋብቻ) የተወለደ ነው" ብለህ እንዳታስብ ወንጌላዊው ከዚህ በኋላ ምን ብሎ እንደሚቀጥል አስተውል። "እነሆ ስለ ዕጮኛ ሰምተሃል፤ ስለ እናት ሰምተሃል፤ ለሕፃኑ ስለ ተሰጠው ስምም ሰምተሃል። ስለ ትውልዱም ደግሞ ስማ" ይልሃል ወንጌላዊው! "የጌታችን የኢየሱስ ክርስቶስ ልደት እንዲህ ነበር፤" ማቴ 1፥18። ማቴዎስ ሆይ፥ እስኪ አስረዳኝ ፥ አስቀድመህ ስለ አያቶቹ ስትነግረኝ አልነበረምን? ታዲያ አሁን የምትነግረኝ ስለ ምን ዓይነት ልደት ነው? እባክህ አስረዳኝ።" አሁንም ልደቱ እንደ ምን እንደ ነበረ እነግርህ ዘንድ እፈቅዳለሁ።" እንግዲህ ወንጌላዊው አስቀድሞ ሰማዒውን እንደ ምን እንደሚያነቃው ትገነዘባለህን? ከተለመደውና ከሕገ ተፈጥሮ ውጭ ስለ ሆነ እንግዳ ነገር ሊናገር ነውና "እንዲህ ነበር" ብሎ አዘጋጀው።
 ..."እናቱ ማርያም ለዮሴፍ በታጨች ጊዜ፥" ድንግል አላለም፤ እናቱ እንጂ። ይኸውም ትምህርቱን በቀላሉ ይቀበሉት ዘንድ ነው። ቅዱስ ዮሐንስ አፈወርቅ /የማቴ ወን 69/
ሄሊቪዲየስ (Helividihus) 
ሄሊቪዲየስ በ4ኛው መቶ ዓመት የነበረ ሮማዊ ነው።ድንግልና ሕይወት ምንም ጥቅም የለውም ጋብቻ ከድንግልና ይበልጣል። ከዚህም የተነሣ እመቤታችንን ቅድሰት ድንግል ማርያም ጌታችንን ከወለደች በኋላ ሌሎች ልጆችን ወልዳለች የሚል አዲስ የፈጠራ ትምህት አስተምሯል። 
`,

  /** ------------------------------------------------------------ **/
  
  /* TIR */

  /** --------------------------------------------------------- **/

  "መዝሙር ዘልደት ይሠርቅ ኮከብ": `ይሠርቅ ኮከብ እምያዕቆብ ወየዐትት ኀጢአተ እም፳ኤል ወአነሂ በኲርየ እሬስዮ ልዑል ውእቱ እምነገሥት ምድር ወይከውን ምስማከ ለኲሉ ምድር ውስተ አርዕስት አድባር ዮምሰ በሰማያት ይትፌሥሑ ሠራዊተ መላእክት። ከያዕቆብ ኮከብ ይወጣል፤ ከእስራኤል ኀጢአትን ያስወግዳል፤ እኔም በኲሬ አድርጌዋለሁ፤ ከምድር ነገሥታት በላይ ታላቅ ነው፤ ለምድር ሁሉ በተራሮች ራሶች ላይ ምስባክ ይሆናል፤ ዛሬም በሰማያት የመላእክት ሠራዊት ደስ ይላቸዋል።`,
  "ምስባክ መዝ 88፥27": `27፤ ወአነሂ በኵርየ እሬስዮ። ወልዑል ውእቱ እምነገሥተ ምድር። 28፤ ወለዓለም አዐቀበ ሎቱ ሣህልየ። 27፤ እኔም ደግሞ በኲሬ አደርገዋለሁ፥ ከምድር ነገሥታትም ከፍ ይላል። 28፤ ለዘለዓለም ይቅርታዬን ለእርሱ እጠብቃለሁ፥`,
  "ወንጌል ማቴ 2፥1-13": `፩. በንጉሡ በሄሮድስ ዘመን በይሁዳ ክፍል በቤተ ልሔል ጌታችን ኢየሱስ ክርስቶስ በተወለደ ጊዜ፥ እነሆ፥ ሰብእ ሰገል ከምሥራቅ ወደ ኢየሩሳሌም መጡ። 
በንጉሡ በሄሮደስ ዘመን ማለቱ መጥምቁን የገደለው ሌላ ንጉሥ ስላለ ነው። ቤተ ልሔም የተጠቀሰችውም ትንቢቱን እንድናስታውስ ነው። የሰብአ ሰገልን ልብ ያነሳሳው እግዚአብሔር ነው። 2ዜና 36፤22 ሐዋ 9፤1 ለምን ጥቂቶች ብቻ መጡ(የማቴ ወንጌ በቅዱ ዮሐ አፈ 117) ልንሰግድለት ማለታቸው ጥንካሬያቸውን ያሳያል፣ ለአገራቸው መምህር ይሆናሉ (የማቴ ወን በቅዱ ዮሐ አፈ 113) ። 
ሄሮድስ፤ ከኤዶም ዘር የተገኙ ቤተ ሰቦች ስም ነው። እነዚህ ቤተ ሰቦች የአይሁድን ሃይማኖት ተቀብለው ከ47 ከክል.በ እስከ 79 ዓም በአይሁድ አገር ነገሥታትና ገዢሆች ሲሆኑ የማስተዳደር ችሎታ ነበራቸው። ነገር ግን ከሌላ ዘር በመሆናቸው ብዙ ብልግናም በመሥራታቸው ፣ ሥልጣናቸውንም ከሮም መንግሥት ስለ ተቀበሉ በአይሁድ ዘንድ ተወዳጅነት አልነበራቸውም ። ሆኖም በአይሁድ መካከል የሚገኝ "የሄሮድስ ወገን" የሚባል ክፍል ግዛታቸውን ደገፈ፤ ማር 3፥6፣ 12፥13
መጽሐፍ ቅዱስ ከዚህ ቤተሰብ መካከል የሚከሉትን ዘጠኝ ሰዎች ስም ይጠቅሳል ፦
1. ታላቁ ሄሮድስ ፤ የአይሁድ ንጉሥ ሆኖ በ37 በክ.በ ነገሠ። በእስራኤል ላይ ያለውን የቂሣርያ ከተማ ቈረቈረ ፤ ቤተ መቅደሱን ማሳደስና ማስጌጥ ጀመረ፤ ሕፃናትን አስገደለ፤ ማቴ 2፥18። ዐሥር ሚስቶችን አገባ፤ ከቤተ ሰቡና ከዚያም ውጪ ብዙ ሰዎችን ፈጀ። ከሞተ በኋላ መንግሥቱ ለልጆቹ በሦስት ተከፈለ። ታላቁ ሄሮድስ የሞተበት ዓመት መወሰን አስቸጋሪ ስለ ነው።
2. አርኬላዎስ ፤ የታላቁ ሄሮድስ ልጅ እስከ 6 ዓም ይሁዳን ገዛ ማቴ 2፥22። 
3. ሄሮድስ ፊልጶስ፤ የታላቁ የሄሮድስ ልጅ፤ ማቴ 14፥3።
4. ሄሮድስ አንቲጳስ፤ የታላቁ ሄሮድስ ልጅ እስከ 39 ዓም ገሊላን ገዛ። የወንድሙን የሄሮድስ ፊልጶስን ሚስት አገባ። መጥምቁ ዮሐንስ ስለዚህ ቢገሥጸው አሰረው፤ በሰይፍ አስቈርጦም አስገደለው፤ ማቴ 14፥1። ኢየሱስ ቀበሮ ብሎ በመጥራት ጠባዩን ገለጠ፤ ሉቃ 13፥32። ጲላጦስ ኢየሱስን ሲልክለት ሄሮድስ በመናቅ ዘበተበት፤ ሉቃ 23፥6።
5. ሄሮድያዳ ፤ የአርስቶቡሎስ ልጅ የታላቁ ሄሮድስ የልጅ ልጅ በመጀመሪያ አጎቷ ሄሮድስ ፊልጶስን፣ ቀጥሎም ሄሮድስ አንቲጳስን አገባች። መጥምቁ ዮሐንስን አስገደለች፤ ማቴ 14፥3
6. ፊልጶስ ፤ የታላቁ ሄሮድስ ልጅ እስከ 34 ዓም ኢጡርያስንና ጥራኮኒዶስን ገዛ፤ ሉቃ 3፥1
7.ንጉሥ ሄሮድስ ቀዳማዊ አግሪጳ የአርስቶቡሎስ ልጅ የታላቁ የሄሮድስ የልጅ ልጅ ከ41-44 ዓም. ይሁዳን ገዛ። ሐዋርያው ያዕቆብን ገደለ፤ ጴጥሮስን አሰረ። የጌታ መልአክ ግን ጴጥሮስን አዳነ፤ ንጉሡም በመልአኩ ተቀሥፎ ሞተ፤ ሐዋ 12።
8. ንጉሥ ሄሮድስ ዳግማዊ አግሪጳ ፣ የሄሮድስ ቀዳማዊ አግሪጳ ልጅ ከ50 ዓም. ጀምሮ ገሊላን ገዛ። ጳውሎስ በፊቱ ተከሶ ቀርቧል፣ ሐዋ 25፥12፣ 26፥32።
9. በርኒቄ፤ የንጉሥ ሄሮድስ ቀዳማዊ አግሪጳ ልጅ። አጎቷን ካገባች በኋላ ከወንድሟ ከሄሮድስ ዳግማዊ አግሪጳ ጋር ዝሙት እየፈጸመች ኖረች፥ ጳውሎስ ሲከሰስ ከወንድሟ ጋር ተሰየመች፤ ሐዋ 25፥23፣ 26፥30። / የመጽሐፍ ቅዱስ መዝገበ ቃላት 12/
ሄሮድስን ለምን አነሳ?
1. ሕፃናት እንዲገደሉ ማዘዙን ለመናገር ይፈልጋልና
2. ዘመን ፣ ትውልድ የሚቆጠረው በንጉሥ ነውና
3. በላዩ ላይ ንጉሥ ተወለደ ለማለት (ዜናሁ ለእግዚእነ 91/
በይሁዳ ክፍል በቤተ ልሔል -ይሁዳ ማለት ማመስገን ማለት ነው። ...በከነዓን ከዮርዳኖስ በስተ ምዕራብ በመጀመሪያው የተሰጠው ክፍል የይሁዳ ነገድ ክፍል ነበር። ቤተ ልሔም፤ የእንጀራ ቤት ማለት ነው። ከኢየሩሳሌም ወደ ደቡብ 9 ኪሜ ርቆ የሚገኝ ከተማ። በያዕቆብ ዘመን ኤፍራታ ይባል ነበር። ዳዊት የተቀባባት ከተማ፤ የዳዊት ከተማ የይሁዳ ቤተ ልሔም ይባል ነበር። ዘፍ 35፥16፣ መሳ 12፥8፣ ሩት 2፥4፣ 1ሳሙ 17፥12፣ 1ሳሙ 16፥13፣ ኢያ 19፥15፣ ሩት 1፥1፣ ሚክ 5፥2፣ ማቴ 2፥14፣ ሉቃ 2፥4፣ 15፣
ሰብእ ሰገል ከምሥራቅ ወደ ኢየሩሳሌም መጡ- ሰብአ ሰገል፤ የጥበብ ፣ የዕውቀት ሰዎች ማለት ነው። ከጥንት ጀምሮ በዓለም ሕዝብ መካከል ከዋክብትን የሚመረምሩ ጠቢባን ነበሩ፤ ዳን 1፥3፣ ኢሳ 60፥6፣ 49፥23፣ መዝ 72፥9። የምሥራቅ ሰዎች ሲባል ከኢየሩሳሌም አገር በስተምሥራቅ አቅጣጫ የሚኖሩ ሰዎች ማለት ነው፤ ኢዮ 1፥3 / የመጽሐፍ ቅዱስ መዝገበ ቃላት 230፣116፣76፣59/
በምሥራቅ ብሎ አቅጣጫውን ለመናገር ለምን ፈለገው?
1. ብርሃን የሚገኝ ከምሥራቅ እንደሆነ ብርኅት ሕግ ሠራውላችሁ ሲል ነው።
2. የምሥራቅ ወርቅ ጽሩይ እንደሆነ ጽሪት ሕግ ሠራሁላችሁ ሲል ነው፤ /(ዜናሁ ለእግዚእነ 91/
፪. እንዲህ ሲሉ፥ "ኮከቡን ከምሥራቅ አይተን እንሰግድለት ዘንድ መጥተናልና፥ የተወለደው የአይሁድ ንጉሥ ወዴት ነው?"
ለምን ሰብአ ሰገል መጡ? ለሚለው ሊቃውንት የሚከተሉትን ማብራሪያ ያስቀምጣሉ 
1. ትውፊት መነሻ በማድረግ መጥተዋል 
1. መላእክት ለሔዋን ማጪያ እንዲሆን ሦስት ንዋየት ወርቅ ፣ ዕጣን ፣ ከርቤን ለአዳም ሰጡት። ከዚያን ጊዜ ጀምሮ ሲወርድ ሲዋረድ በአባታቸው እጅ ገባ። አባታቸውም ድንግል በሰሌዳ ኮከብ ተስላ ሕፃን ታቅፋ አየ። በሰሌዳ ብርት ቀርፀው አኖሩት በሚሞትበት ጊዜ እንዲህ ያለ ኮከብ ሲወጣ ባያችሁ ጊዜ ለሚወለደው ሰማያዊ ንጉሥ ወስዳችሁ ስጡት ብሏቸው ነበርና ያን ሰምተው መጥተዋል።
2. በለዓም "ከያዕቆብ ኮከብ ይወጣል" ዘኁ 24፥17" ያለውን ሰምተው ይዘው መጥተዋል።
3. ትሩፋተ ባቢሎን ሳሉ የተርሴስና የደሴቶች ነገሥታት ስጦታን ያመጣሉ፤ የሳባን የዓረብ ነገሥታት እጅ መንሻን ያመጣሉ፤ የምድር ነገሥታት ሁሉ ይሰግዱለታል መዝ 71፡10 እያሉ ሲጸልዩ ይሰሙ ነበርና ይኽን ይዘው መጥተዋል።
4. ባሮክ አቴና ወርዶ ነበር። ያን ጊዜ ዛሬ የሀገራችሁ ንጉሥ የሚገብረውን ወርቅ ኋላ ከእኛ ንጉሥ ሲወለድ ይገብረዋል ብሎ የነገራቸውን ይዘው ነው። እንዲሁም ነቢየ እግዚአብሔር ዳንኤልም በተመሳሳይ ይኽንኑ ስለነገሯቸው ነው።
2. በክርስቶስ መወለድ ፍቅር እና ተስፋ በአሕዛብ መጀመሩን ለመግለጽ፤ ለአሕዛብ ተስፋ ለመስጠት፣ እስራኤልን ለመዝለፍ። /ኪዳነ ጽድቅ 47/
ጌታችን ኢየሱስ ክርስቶስ ወደዚህ ምድር የመጣው ሰውን ከግብርናተ ዲያብሎስ ለማውጣት ነውና፣ በየብስም በባሕርም የሚኖር ዓለም (ሰው) ኹሉ እርሱን ወደ ማምለክ መመለስ ነውና፣ስለዚህ በዚህ የገዛ ወገኖን ይዘለፋቸው ዘንድ ገና ከመጀመሪያው አንሥቶ ለአሕዛብ ደጁን ከፈተላቸው።
…በመካከላቸው ያለውን ንጉሥ ይፈልጉ ዘንድ አሕዛብ ከሩቅ አገር እንዲመጡ አደረገ። አይሁድን ለማቅረብ ሰብእ ሰገልን ከሩቅ ሀገር ጠራቸው።(የማቴ ወንጌ በቅዱ ዮሐ አፈ 113) ለምን በኮከብ መራቸው -ነቢያትን መላክ ነበረበትን ሰብአ ሰገል ነቢያት የሚነግሩአቸውን ባልተቀበሉአቸው ነበር። ከላይ ድምፅ ሊያሰማቸው ይገባ ነበርን በፍጹም መስማት እንደሚገባቸው ባላሰሙት ነበር። መልአክ ሊልክላቸው ይገባ ነበርን መልአክ ልኮላቸው ቢኾንም በፈሩ በደነገጡ ነበር። ስለዚህ እግዚአብሔር እነዚህን ነገሮች ኹሉ ትቶ በሚያውቁትና በለመዱት መንገድ ጠራቸው። ለእነርሱ በሚመጥናቸና ዝቅ ባለ መንገድ ጠራቸው። በታለቅነቱ፣ እጅግ ልዩ በኾነ ውበቱና አካሄዱ ተደንቀው ይመጡ ዘንድ እጅግ ታላቅና ልዩ በኾነ ኮከብ ፤ ሐዋርያው ቅዱስ ጳውሎስ አይሁድን ሲያስተምር መነሻ የብልዩ ኪዳንን ትምህርት ነው፣ እስራኤላውያንም ሲጠሩ በመሥዋዕቱ.. ነበር እግዚአብሔር እኛን ወደ እርሱ ለማቅረብ ዝቅ ይላል። 1ሳሙ 5፤፣ 28 (የማቴ ወንጌ በቅዱ ዮሐ አፈ 115) 
ኮከቡን ሊቃውንት ቤተ ክርስቲያን መልአክ ነው ኮከብም ነው በማለት ማብራሪያ ይሰጣሉ 
ኮከቡ መልአክ ነው። ምክንያቱም ኮከቡ የተጠቀመው መንገድ በተፈጥሯቸው ሌሎች ኮከቦች የሚጠቀሙት አይደለም፣ ሁለተኛ በቀን ፀሐይ ብርሃኗን አየሰጠች ባለችበት ሰዓት በመገለጡ ለየት ያደርገዋል፣ ሦስተኛ አንድንዴ እየጠፋ መልሶ መታየቱ፣ አራተኛ ዝቅ ብሎ መሔዱ ትንሽነቱ ኮከብ ነው አንዳንለው ያደርጉናል። /ቅዱስ ዮሐንስ አፈወርቅ/ 
ኮከብ መልአክ ነው። ምክንያቱም ኮከብ በሌሊት እንጂ በመዓልት አይታይም ፣ ኮከብ ወደ ምዕራብ ይሄዳል እንጂ ወደ መስዕ አይሄድም።
ኮከብ መጥቆ ይሄዳል እንጂ በቆመ ብእሲ ዘቅዝቆ አይሄድም። ኮከብን ያመልኩ ነበርና በኮከብ አምሳል መራቸው። /ዜናሁ ለእግዚእነ 92/
ኮከብ ነው። በአርግጥ ልዩ ነው፤ ሰውን ወደ አማናዊው መሲሕ ከኢየሱስ ክርስቶስ ጋር አገናኝቷልና። ሰብአ ሰገል ወደ ክብር መግቢያ በር የኾናቸው ፣ ወደ ጽድቅ መጓዣ መሰላል ኾናቸዋልና። ከእንዲህ ዓይነት ኮከብ ጋር አንድነት ፍጥሮ መጓዝ እንደምን ያምር ወደ አማናዊው የሕወት ኮከብ የመራ ይህ ኮከብ አንደ ሰብአ ሰገል እንዲወዳጀን ልባዊ በኾነ መሻት እውነትን እንፈልጋት። ይህ ኮከብ ሰብአ ሰገል የኮከብ ቆጠራን ሥራ አስተዋቸው፣ እኛን በንጹሕ ልባችሁ ከመረመራችሁኝ የምትገኙት ከፈጣሪያችን ከኢየሱስ ክርስቶስ ጋር ነው የሚል ዝም ያለ የሚመስል ድብቅ ጩኸት የሚሰማበት ልዩ ኮከብ ነው። ለምን በኮከብ መራቸው -የአይሁድን ልበ ደንዳናነት ለመግለጥ፣የክርስቶስን ፍቅር ለመግለጥ ነው፤ የእግዚአብሔር ሥራ እኛ በማንጠብቀው መንገድ ሊገለጥ እንደሚችል፣ መናገር የማይችሉ ፍጥረታትን ወክሎ የአምላክን መወለድ ለማብሰር ነው። (ትምህርተ ጽድቅ 174) ነቢያት ስለጠፉ በኮከብ መራቸው። ኮከቡ የተሰወረው የነቢያትን ትንቢት ስለሰሙ፣ አማነዊው ፀሐይ ክርስቶስ አለና (ኅብረ ወንጌል 61) ኮከቡ እየመራቸው ከመጡ ለምን የአይሁድ ንጉሥ ወዴት ነው ብለው ጠየቁ? መልስ ኮከቡ ከሰው ሲደርሱ (ከሰው ሲገናኙ) ይሰወራቸው ስለነበረ። /ዜናሁ ለእግዚእነ 92/
በመጽሐፍ ቅዱስ የተጠቀሱ ከዋክብት ማዛሮት፣ ሰባቱ ከዋክብት ፣ ኦሪዮን፣ ድብ የሬፍናን ኮከብና የንጋት ኮከብ ናቸው። የቤተ ልሔም ኮከብ ሰብአ ሰገልን (ጠቢባንን) በምሥራቅ አገር ያዩት ታላቅ ኮከብ ነው።  እንደ ገናም ከቤተ ልሔም ከተማ በላይ ታያቸው። ኮከቡ ለአይሁድ ንጉሥ መወለድ ምልክት እንደሆነ ተገለጠላቸው። 
ኮከቡ ምን ዐይነት እንደሆነ አልታወቀም። ራእ 1፥16፣ 12፥1፣ ኢዮ 38፥32፣ አሞ 5፥8፣ ኢዮ 9፥9፣ አሞ 5፥26፣ ሐዋ 7፥43፣ ራእ 2፥28፣ 22፥16፣ 2ጴ 1፥19 // የመጽሐፍ ቅዱስ መዝገበ ቃላት 205/
የአይሁድ ንጉሥ ብለው ከመጥራት አምላክ ወይም ሕፃን ብለው ለመጠየቅ ለምን አልፈለጉም ነበር? መልስ ስም ላዕላዊን ወይም ስም ታሕታዊን ሳይሆን ስም ማዕከላዊን ገልጾላቸው ስለነበረ ነው። (ዜናሁ ለእግዚእነ 92/ ለምን መካከለኛ ስም ገለጸላቸው? መልስ፦ ምክንያቱም የተወለደው አምላክ የት ነው ቢሉ እኛ ይልቅ አናውቀውምን? እኛ ሳንሰማ እንዴት እናንተ ልትሰሙ ቻላችሁ? ብለው በተሳለቁባቸው ነበር። የተወለደው ሕፃን የት ነው ቢሉ በእስራኤል ስንት ተወልዶ፣ ስንት ሞቶ ያድራል? ስንቱን እናውቅላችኋለን? ባሏቸው ነበር። /ዜናሁ ለእግዚእነ 92/ የክርስቶስ ንጉሥነት በሰብአ ሰገል፤ በሆሳዕና ዕለት፣ በዕለ ስቅለቱ ተገልጧል (መዝ 5፥2፣ ዮሐ 18፥36፣ 1ቆ 15፥24፣ 2ጴ 1፥11)።
፫. ንጉሥ ሄሮድስ በሰማ ጊዜ ደነገጠ፤ ኢየሩሳሌምም በመላዋ ከእርሱ ጋር ደነገጠች።
ድንግጤያቸው ከእግዚአብሔር ለመራቃቸው ምልክት ነው መዝ 13፤10 ኢሳ 59፤20 (የማቴ ወንጌ በቅዱ ዮሐ አፈ 118) ቢደነግጡም ግን ልባቸው አልተነሣሣም ተከትለውም አልሄዱም።(የማቴ ወንጌ በቅዱ ዮሐ አፈ 118) እኛስ የምንደንግጠው መቼ ነው። ቅዱስ ኤፍሬም እንዲህ ይላል "በደብረ ሲና በአይሁድ ላይ ድንጋፄ ሀውክ ተደረገ፤ በአንቺም በአይሁድና በሄሮድስ በዲያብሎስና አጋንንቱ ላይ ጽኑ ድንጋጤ ተደረገ።" ንጉሥ ሄሮድስ ለምን ደነገጠ? መልስ ንጉሥ ከሆነ ንጉሥ ሳይገድል ይነግሳልን? ብሎ። ሦስቱ ነገሥታት ማንቱሲማር፣ በዲዳስፋ፣ ሜልኩ፣ ዕልፍ ዕልፍ ሠራዊት አስከትለው መጥተዋልና።ሕዝቡ ለምን ደነገጡ? ፄዋዌ (ምርኮ) በዝቶባቸው ነበርና ነው።/ዜናሁ ለእግዚእነ 92/
፬. የካህናት አለቆችንና የሕዝቡ ጻፍች ሰብስቦ "ክርስቶስ በየት ይወለዳል?" ብሎ ጠየቃቸው።
የካህናት አለቆች ያለው ስንት ቢሆኑ ነው? መልስ ዋናና ተከታይ (ምክትል) ሊቀ ካህናት ስለነበሩ ነው። ለምን እነዚህን ሰበሰባቸው? ከነዚህ ወግና ታሪክ አይታጣምና ብሎ ነው።/ዜናሁ ለእግዚእነ 92/ የካህናት አለቆች ፦ ካህናትን የሚቆጣጠሩ ናቸው። በሸንጎም ላይ ሊቀ መንበር ይሆን ነበር። 1ነገ 2፥26፣ ሉቃ 3፥2፣ ዘፀ 28፥1፣ 1ሳሙ 3፥12፣ 2ነገ 12፥7፣ 22፥4፣ ማቴ 26፥57፣ ዘሌ 16፣ ዕብ 9፥1፣ 10፥1፣ 
፭. እንዲህም አሉት፤ "በይሁዳ ክፍል በቤተ ልሔም ነው፤ በነቢይ እንዲህ ተብሎ ተጽፎአልና። (ሩት 1፥1)
፮. የይሁዳ ምድር አንቺ ቤተ ልሔም ከይሁዳ አለቆች ከቶ አታንሺም፤ ሕዝቤን እስራኤልን የሚጠብቅ ንጉሥ ከአንቺ ይወጣልና።" ሚክ 5፥2 ፣ ዘፍ 49፥10
 አወጣጡ ከቀድሞ ጀምሮ(ሚክ 5፤2) ከዘለዓለም የኾኘ የሚለውን ግን አልነገሩትም። አይሁድ በክርስቶስ ላለማመን ምክንያት የላቸውም፤ አይሁድ ትንቢቱ የተነገለው ስለ ዘሩባቤል ነው ማለታቸው ትክክል አይደለም። እስረኤልን የሚጠብቅ የሚለውን ሲሰሙ ልባቸው ሊመለስ ይገባ ነበር። (የማቴ ወንጌ በቅዱ ዮሐ አፈ 127/ 
፯. ከዚህም በኋላ ሰብእ ሰገልን በስውር ጠራቸው፤ ኮከቡ የታየበትን ዘመን ከእነርሱ ተረዳ።
ሄሮድስ በዚህ ጥያቄው አይሁድን እንዳላመናቸው ያስረዳል፤ ዘመኑንነ የጠየቀው ዕድሜውን ለመገመት ነው ። (የማቴ ወንጌ በቅዱ ዮሐ አፈ 133) አንድም ለምን በስውር ጠራቸው? መልስ ውዳሴ ከንቱ ሽቶ፤ እኛ አውቀን ከሩቅ ስንመጣ እሱ እዚህ ሆኖ እስከ ዛሬ ሳይሰማ ኑሯል ይሉኛል ብሎ /ዜናሁ ለእግዚእነ 92/
ሂዳችዉ የዚያን ሕጻን ነገር ርግጡን መርምሩ ያገኛችሁትም እንደ ሆነ እኔም መጥቼ እሰግድለት ዘንድ በእኔ በኩል ተመልሳችሁ ንገሩኝ ብሎ ወደ ቤተ ልሔም ሰደዳቸው።
ሄሮድስ ለአይሁድ እንዲህ ሲል ሰብአ ሰገል ተንኮል እያሰበ እንደሆነ አይረዱኝም ብሎ አሰበ፤ እነርሱም በእምነት ሄዱ (የጥበብ ሰዎች) ፤ ንጉሥ የሚለው አጠራር ስላልተመቸው ሕፃን አለ። (የማቴ ወንጌ በቅዱ ዮሐ አፈ 133) "ያገኛችሁትም እንደ ሆነ እኔም መጥቼ እሰግድለት ዘንድ በእኔ በኩል ተመልሳችሁ ንገሩኝ፦ ለሄሮድሳውያን ሽንገላ ልማዳቸው ነውና እንድሰግድለት አለ እንጂ እንድገድለው ማለቱ ነው። አንድም እኛ ብቻ መስሎን የሀገሩም ነገሥታት ያምኑበታልሳ ብለው የሰብአ ሰገል ሃይማኖታቸው እንዲጸናላቸው መንፈስ ቅዱስ አፉን ከፍቶ ፊቱን ጸፍቶ ሲያናግረው ነው። /ዜናሁ ለእግዚእነ / ሐናም ይህ ሁሉ ሕዝብ ከሚሞት ስለ ሁሉ አንድ ሰው ቢጠፋ ይሻላል ያለው ዓይነት ንግግር ነው። ሽንገላ ክፋ ነው። (ሮሜ 3፥13፣ ዘሌ 19፥16፣ መዝ 34፥13)። የእኛ ማንነት የሚታወቀው ሰዎች በማጥፋት አይደለም፤ መለኮታዊ ባሕርዩን አልገለጠም፤ የእኛ ልብ እንዳይደነግጥ ምን እናድርግ። (መጽሐፈ ሳዊሮስ 129)
እነርሱም ከንጉሡ ሰምተዉ ሄዱ እነሆ በምሥራቅ ያዩት ኮከብ ሕጻኑ በአለበት ቦታ ላይ ደርሶ እስኪቆም ድረስ ይመራቸዉ ነበር 
እነርሱም ከንጉሡ ሰምተዉ ሄዱ? ስነገሥታትና ስለ መኳንንት እንማልዳለን ፤ ለነገሥታት ታዘዙ (ቅዱስ ጳውሎስ)። ሕፃኑ የሚወለድበት ስፍራ በነቢይ የተነገረ ከኾነ ለምን በኮከብ መራቸው፣ ትክክለኛውን ቦታ እንዲያውቁ፣ ድንግል በከተማው የምታትታወቅ ስልለነበርች (የማቴ ወንጌ በቅዱ ዮሐ አፈ 134) ሕጻኑ በአለበት ቦታ ላይ ደርሶ እስኪቆም ድረስ ይመራቸዉ ነበር፦ ክርስቶስ በአለበት ቦታ መርቶ የሚያደርሱን እና የሚያቆም መሪ ሃይማኖት ፤ ምሥጢራት ፤ ቅዱሳን ናቸው። ኤር 6፥16፣ 
ኮከቡንም አይተዉ በታላቅ ደስታ ደስ አላቸዉ 
ስለዚህ ኮከብ ብላቴናው በነበረበት ላይ መጠቶ ሲቆም ሰብአ ሰገል እምነታቸው ጨመረ። ይሹት የነበረውን አግኝተውታልና፣ የጽድቅ ተጓዦች እንደኾኑ ዐውቀዋልና፣ ያን ኹሉ መንገድ የተጓዙት ያለ ፍሬ አንዳልነበረ ተረድተዋልና፣ ክርስቶስን ለማግኘት እጅግ ናፍቀው ነበርና በዚህ ምክንያት ሐሴት አደረጉ።(የማቴ ወንጌ በቅዱ ዮሐ አፈ 13) ከዚህ በፊት ኮከቡ እየመራቸው መጥተዋል ነገር ግን ደረታቸውን አሁን የጨመረላቸው ለምንድን ነው? መልስ ከሰው ሲገናኙ ይሰወራቸው ነበር አሁን ግን ቀጥ ብሎ ቆሞ በጣት እንደሚያመለክት ሁኖ ስለተገለጠላቸው ነው። አንድም እንኳን ሁለት ዓመት የሄዱለት ሁለት ሰዓት የሄዱለት ነገር ሲፈጸም ደስ ስለሚያሰኝ ነው። አንድም እንዲሁ መርቶ የት ያደርሰን ይሆን ብለው ብለው ነበርና ካሰቡት ቢያደርሳቸው ደስ አላቸው። /ዜናሁ ለእግዚእነ 93/
ወደ ቤትም በገቡ ጊዜ ሕጻኑን ከእናቱ ከማርያም ጋር አገኙት ወድቀዉም ሰገዱለት ሣጥኖቻቸዉንም ከፍተዉ ወርቅና ዕጣን ከርቤም እጅ መንሻ አቀረቡለት
አንደ እመቤታችን አንደ ድንግል ማርያም ተቀበለህ እቀፈው፤ ነፍሰህንም እንደ እናቱ እነደ እመቤታችን ድንግል ማርያም አሳዳጊው ትሁን፤ ሰብእ ሰገል እጅ መንሻ ይዘው ሲገቡ አንተም አምኃህን ይዘህ አብርሃቸው ግባ። ወግሪስ (መጽሐፈ ወግሪስ 93) ወርቅ ሲገብሩለት ምሥጢሩ ምንድን ነበር? ምሳሌውስ? ይህን የምንገብርላቸው ነገሥታት ቀድሞም ፍጡራን ኋላም ኋላፊያን ናቸው ፤ አንተ ግን ቀድሞም ያልተፈጠርህ በኋላም የማታልፍ ነህ ሲሉ ነው። አንድም ወርቅ ጽሩይ እንደሆነ ጽሩይ ባሕርይ ነህ ሲሉ ነው። አንድም ወርቅ ጽሩይ እንደሆነ በአንተ ያመኑ ምዕመናንም ጽሩያነ ምግባር ወሃይማኖት ናቸው ሲሉ ነው። 
ወርቅ የሰማዕታት፣ የሃይማኖት ፣ የመላእክት ምሳሌ ነው። ወርቅ ያመጣው ማነው? ወርቅ ያመጣው የሴም ወገን ነው፣ ወርቅ ያመጣው የሃያ ዓመት ነው። /ዜናሁ ለእግዚእነ 93/ ወርቅ ፤ የከበረና ውድ የሆነ ማዕድን፤ ዘፍ 2፥11፤ 13፥2። ለጌጥና ለገንዘብ ይጠቅማል ፤ ዘፍ 24፥53፤ ማቴ 10፥9። የእግዚአብሔር ማደሪያ ድንኳን የተሠራበት ፤ ዘፀ 25፥11። ሰሎሞን የሠራው ቤተ መቅደስ በብዙ ወርቅ የተለበጠ ነበር፤ 1ነገ 6፥20። የክብርና የመንግሥተ ሰማያት ምሳሌ ነው፤ ራእ 21፥18። ከወርቅ የሚበልጡ ነገሮች ፣ የእግዚአብሔር ሕግ መዝ 119፥72፣ ጥበብ ኢዮ 28፥12፣ እምነት 1ጴ 1፥6፣ የተዋጀንበት የክርስቶስ ደም 1ጴ 1፥18 ናቸው። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 208/ ዕጣን፦ ሲገብሩለት ምሥጢሩ ምንድን ነበር? ይህን የምናጥናቸው ጣዖታት ቀድሞም ፍጡራን ኋላም ኋላፊያን ናቸው፤ አንተ ግን ቀድሞም ያልተፈጠርህ በኋላም የማታልፍ ነህ ሲሉ ነው። ዕጣን ምዑዝ እንደሆነ ምዑዝ ባሕርይ ነህ ሲሉ ነው። ዕጣን ምዑዝ እንደሆነ ባንተ ያመኑ ምእመናንም ምዑዘ ምግባር ወሃይማኖት ናቸው ሲሉ ነው። ራእ 21፥6፣ ቆላ 1፥5። ዕጣን የባሕታውያን ምሳሌ ነው፤ (ዕጣን ከሩቅ እንደሚሸት ባሕታውያንም በተስፋ ይኖራሉና።) ዕጣን የተስፋ ምሳሌ ነው። (ዕጣን ከሩቅ እንደሚሸት ተስፋም ያልያዙትን እንደያዙት ያላዩትን እንዳዩት ታደርጋለችና። ዕጣን የደቂቀ አዳም ምሳሌ ነው። ዕጣን ያመጣው የያፌት ወገን ነው። ዕጣን የአርባ ዘመን ነው። /ዜናሁ ለእግዚእነ 93/ ዕጣን፤ በበረሐ ከሚበቅል የዕጣን ዕንጨት የሚለቀም ሙጫ። ከሌላ ሽቱ ጋር ተቀምሞ በእግዚአብሔር ድንኳንና መቅደስ ይታጠን ነበር። ዘፀ 30፥34፣ ዘሌ 16፥12። ጢሱም የምስጋና የጸሎት ምሳሌ ነው፤ መዝ 141፥2፤ ማቴ 2፥11፤ ራእ 5፥8፣ 8፥3። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 222/-…የይሁዳ ወገን ምስፍና ኢየሱስ ክርስቶስ ሆይ ገዢ በሆነች መንግስትህ ዙሪያ እየለመኑ የጥበብ ሰዎች እጅ መንሻን ሰጡ። መልክአ ኢየሱስ (ሰላም ለአጽፋረ እዴከ…) ከርቤ፦ ከርቤውን ሲገብሩለት ምሥጢሩ ምንድን ነበር? ምንም ቀድሞ ያልተፈጠረህ ኋላም የማታልፍ ብትሆንም በሰውነትህ መራራ ሞትን ትቀበላለህ ሲሉ ነው። አንድም ከርቤ የተሰበረውን እንደሚጠግን የተለየውን አንድ እንደሚያደርግ ከማኅበረ መላእክት የተለየ አዳምን አንድ ታደርገዋለህ ፤ ጽንዓ ነፍስን ሰጥተህ ታጸናዋለህ ሲሉ ነው። ከርቤ የምን ምሳሌ ነው? ከርቤ የምእመናን ምሳሌ ነው፤ ምክንያቱም ምእመናንም በፍቅር አንድ ይሆናሉና። ከርቤ የፍቅር ምሳሌ ነው፤ ከርቤ አንድ እንደሚያደርግ ፍቅርም አንድ ታደርጋለችና። ከርቤ የካልዕ ፍጥረት (ከመላእክትና ከደቂቀ አዳም ውጭ) ምሳሌ ነው። ከርቤን ያመጣው ማነው? ከርቤ ያመጣው ከካም ወገን ነው፤ ምዕመናንን ከካም ወገን ይበዛሉና። ከርቤ ያመጣው የስልሳ ዘመን ነው፤ ከዚህ በላይ ሞት ያጠራጥራልና። /ዜናሁ ለእግዚእነ 94/ ከርቤ፤ በበረሐ የሚበቅል ዕንጨት። ከዚያም የሚገኝ መራራ ሙጫ ሽቱነት ያለው ለዕጣን ወይም ለመድኃኒትነት የሚያገለግል። በመድኃኒትነቱ የሕመም ማደንዘዣ ነው፤ ዘፀ 30፥23፣ ማቴ 2፥11፣ ማር 15፥3፣ ዮሐ 19፥39። የጥንት ሴቶች በከርቤ ይነጹ ነበር፤ አስ 2፥12። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 199/ ለምን ወርቅ ዕጣን ከርቤ ገበሩለት? መልስ ሃይማኖት ፣ ተስፋ፣ ፍቅር ገንዘቦችህ ናቸው ሲሉ፤ አንድም መላእክት ፣ ደቂቀ አዳም፣ ካልዕ ፍጥረት ገንዘቦችህ ናቸው ሲሉ። /ዜናሁ ለእግዚእነ 94/ -የሰብአ ሰገል ስጦታ ምን አንድምታ አለው፣ ወርቅ፣ ንጽሕናውን፤ ዕጣን፣ክህነቱን፤ ከርቤ ፣አዳኝነቱን። (ነገረ ክርስቶስ1 112) ከሰብአ ሰገል ስጦታ መካከል አንዱ ቀሚስ ነው። (የመስጠት ሕይወት 40)
በሰውና በእግዚአብሔር መካከል አስታራቂ የሆነ በዓላችን ይህ ነው። ለሞት (ለሰይጣን) ከመገዛት ያዳነን በዓለም ይህ ነው። ጨለማን ከሰው ልጅ ያስወገደ የብርሃን ልጆች እንሆን ዘንድ ያደረገ በዓል ይህ ነው። የእባብን ራስ የሰበረ፣ ጭንቅላቱን ቀጥቅጦ የተዋጠውን ሰው (አዳምን) ያተረፈው ይህ በዓል ነው። ለንጉሥ ሙሽራዋ የተገባችበት በዓል ይህ ነው። ከምድር እስከ ሰማይ ያወጣን (ያሳረገን) በዓል ይህ ነው። 
ተቀደሰ ሃይማኖትን ፣ በአብ በወልድ፣ በመንፈስ ቅዱስ ማመንን ተቀበልን። ከመላእክት ጋር ርስትን ያካፈለን፤ ከነቢያት ማኅበር ጋርም አንድ ያደረገን በዓል ይህ ነው። አሕዛብን የአብርሃም ልጆች፣ የይስሐቅ ወራች፣ የያዕቆብ ወገኖች፣ የእስራኤል ዘሮች ይሆኑ ዘንድ ያደረጋቸው በዓል ይህ ነው። የሌሉትን እንዳሉ ያደረጋቸው፣ የቆሰሉትን ማስተዋልን የሰጣቸው በዓል ይህ ነው። ሞትን የማረከው፣ ሲዖልን ድል ያደረጋት፣ የዲያብሎስን ኃይል ሁሉ ያደከመው ይህ በዓል ነው። መሬታውያንን የሰው ልጆችን በሰማይ እንዲኖሩ ያደረገ በዓል ይህ ነው። የእግዚአብሔር ልጆች ይሆኑ ዘንድ ዘርን የሰጣቸው በዓል ይህ ነው። የማይቆሽሽ የጥምቀታችን ልብስ፣ የማይበላሽ የክርስትናችን ዘይት፣ የማይጠፋ የሃይማኖታችን ፋና በዓል ይህ ነው። ስለዚህ ዛሬ ፈጽመን ልንደሰት ይገባናል። (ርቱዓ ሃይማኖት 69)
ይህቺ ቀን ነቢያት፣ ነገሥታት እና ካህናት የተደሰቱባትናት፤ የተነበዩት ትንቢት የመሰሉት ምሳሌአውን የሆነባት፣ የጠበቁት ተስፋ የተፈጸመባት ናትና። ዛሬ ድንግል ልጇ አማኑኤልን በቤተ ልሔም ወልዳለች። ነቢዩ ኢሳይያስ የተናገረው ትንቢት ዛሬ አውን ሆነ። ዳዊትም የዘመረው መዝሙር ዛሬ ፍጻሜ አገኘ። ሚኪያስ የተናገረው ትንቢት ዛሬ ተፈጸመ። ከኤፍራታ ነፍሳትን ሁሉ የሚጠብቅና የሚያሳርፍ መጥቷልና። ከያዕቆብ ወገን ኮከብ እንደሚወጣም ከዘሩ ሰው ይወጣል፤ ብዙ ሕዝብንም ይገዛል አለ። በለዓም የተናገረው ትንቢት ዛሬ ትርጓሜው ታወቀ። ሕቡዕ የሆነ ብርሃን ከላይ ወረደ፤ ከሥጋም ውበቱን ይዞ ወጣ። ዘካሪያስ የተናገረለት ብርሃን ዛሬ በቤተልሔም አንጸባረቀ። በንገሥ ከተማ በኤፍራታ ለወገኖቹ ሁሉ የሚያበራ ብርሃን ዛሬ ወጣ። ያዕቆብ የባረከው በረከት ዛሬ ተፈጸመ። የሕይወት ዛፍ ለሞቱ ሰዎች ተስፋን ሰጠ። ሰሎሞን በስውር የተናገረው ምሳሌ ዛሬ ተተረጐመ። ዛሬ የተወለደው ሕጻን ስሙ ድንቅ መካር ይባላል። ድንቅ መባሉም አምላክ ሆኖ ሳላ እንደ ሕፃን ታይቷልና። 
አካላዊ ቃል የሆነ በመንስ ቅዱስ ግብር እነሆ ሰው ሆኖ ታየ። ምክንያቱም ልደቱ ያለ አባት ያለ ጋብቻም ነውና። መጀመሪያ መንፈስ ቅዱስ የገለጸው እነሆ ዛሬ ትርጓሜው ታወቀ። ከለወደቱ በፊት መንፈስ ቅዱስ በነቢያት የተናገረው መሬት እንደሚያለስልስ ሥር መጥቶ መሠረት ሆነ። ያን ጊዜ በሥውር ይነግረን የነበረው ዛሬ በግልጽ ተፈጸመ። በይውዳ ወገብ ተሰውሮ የነበረው፤ ትዕማር የሰረቀችውና በውበቱ የተማረከችው፣ የወደደችው ንጉሥ ዛሬ ተገለጸ። ሩት የፈለገችው የሕይወት መድኃኒት በቦኤዝ ጉን የተኛችለትና የተንበረከከችለት ምኞቷ ዛሬ ተፈጸመ። ምክንያቱም ከእርሷ ከተገኘ ዘር ሁሉኑም የሚገዛና የሚያድን ነውና። ደካማ በሆነው አዳም እና ከእርሱ በተገነችው ሴት ምክንያት ሞት መጣ፤ ዛሬ በእርሷ ምክንያት መድኃኒቷ ፍዳዋን ሁሉ አስወገደላት። እናታችን ሔዋን ልጅን ማስገኘት ከማይችል ከወንድ ከተገኘች የሔዋን ልጅ የሆነችው ድንግል ካለ አባት ልጅ መውለዷ እንዴት አይታመን፣ ድንግል የሆነችው መሬት የሚገዛትን አዳም አስገነች፤ እነሆ ዛሬ ድንግል ሰማይና ምድርን ሁሉ የሚገዛውን ሁለተኛውን አዳም ወለደች። የአሮን በትር ደረቅ ስትሆን ሳይተክሏትና ሳያጠጧት ለምልማ ፍሬ አስገነች። የዚህ ነገር ምሥጢር ዛሬ ድንግል ማሕፀን ልጅ በማስገኘቷ ታወቀ። ነቢያት ከኃፍረት ያዳናቸው ትምቢታቸውም እውነተኛ መሆኑን ያረጋገጠ እርሱ ነው፤ እርሱ መድኃኒታችን ባይወለድና የነቢያትን ትንቢት ባይፈጽም ኖሮ የነቢያት ትንቢት ሐሰት ነው ይባል ነበርና። የነቢያት ትንቢት የፈጸመ፣ እውነትነቱንም ያረጋገጠ እውነተኛ አምላክ፣ የእውነተኛ አባት፣ ልጅ የተመሰገነ ነው። ጌታ ሆይ ከበለጸገው ቤትህ ከወጣ ከቅዱሳት መጻሕፍትህ ሳጥን እንደ ተረዳነው ቅዱሳት አባቶቻችን መምጣትህን ይጠባበቃሉ። ቀናተኛው ቃየን ቀንቶ በመግደሉ ሞትን ወደዚህ ዓለም ያመጣው በሞተው አቤል ምትክ የተወለደ ሴት የተገደለውን ልጅ ከለለው። ኖኅ ቅዱሳን የሆኑ የእግዚአብሔር ልጆች በቅጽበት ሲወድቁና ሲጠፉ አየ፤ ስለዚህ ከዚህ ጥፋት የሚያድን ቅዱሱን የእግዚአብሔርን ልጅ ጠበቀ። ኖኅን ያለበሱ ሁለቱ ወንድማማቾች በትዕቢት ሰክሮ ዕርቃኑን የቀረውን የአዳምን ዕርቃንነት የሚሸፍን የእግዚአብሔር ልጅ ብቻ እንደሆነ አዩ። ደጋግ የሆኑ ሴምና ያፌት ደግ የሆነውን የእግዚአብሔርን ልጅ ጠበቁ። ከነናዓውያንን ከኃጢአት ባርነት የሚያወጣቸው እርሱ ነውና። መልከ ጼዴቅ እርሱን ይጠባበቃል። እርሱ ጻድቅ ካህን ሲሆን እውነተኛውን ካህን ዓለምን የሚያድነውን ጌታ ይጠባበቃል። ሎጥ የሰዶም ሰዎች ከእውነተኛ መንገድ እንደ ራቁ አየ። ሁሉን የሚችል ጌታ የሰጣቸውን ቅድስና ማርከሳቸውን ተመለከተ። አሮን የእርሱን መምጣት ሲጠባበቅ ነበር። ምክንያቱም የአሮን አርዌ በትር የግብፃውያንን እባቦች ከዋጠ የክርስቶስ መስቀል ደግሞ አዳምንና ሔዋንን የነከሳቸውን በመርዙም የገደላቸውን እስራኤላውያንን እንዳዳናቸው አየ። ስለዚህም እውነተኛው የእግዚአብሔር ልጅ በመስቀሉ ተሰቅሎ አዳምንና ሔዋንን የነከሳቸውን የቀደመውን እባብ እንደሚያጠፋ፣ ቁስላቸውንም እንደሚጠግን በመረዳቱ በተስፋ ይጠብቀዋል። ሙሴ እርሱ ከእግዚአብሔር ጋር ሲነጋገር በቆየ ጊዜ ፊቱ እንደ ብርሃን እንደበራ አየ። እውነተኛው አምላክ ሲመጣ ደግሞ ለዓለም ሁሉ ብርሃን ይሰጣልና በትምህርቱ ዓለምን ወደ ዘላለማዊው መንግሥት ይመራዋልና መምጣቱን ሲጠባበቅ ነበር።
ሰላዬ ካሌብ ሠራተኞችን ሰብስቦ የከነዓናውያን ወይን ከዓለም ወይኖች ሁሉ የተመቸ መሆኑን አሳየ። ከብዙ ዓመታት በኋላ የኑን ልጅ ኢየሱስ ክርስቶስ በራሱ ፈቃድ እና ሥልጣን አንደሚወለድ፣ በልደቱም ብዙዎችን ባለጸጋ እንደሚያደርግ ተመለከተ። የእግዚአብሔር ልጅ ኢየሱስ ክርስቶስ የሕይወት ዛፍ ከእርሱ ነው። እርሱ ሕይወት የሚሰጠውን እንቀምስ ዘንድ ዘለዓለማዊ ሕይወትን እንገን ዘንድ የሚያስችለንን ሁሉ ይዟልና። ረዓብ የእርሱን መምጣት ትጠባበቃለች። ቀዩ ገመድ ከቁጣ ባዳናት ጊዜ እውነተኛውን መድኃኒት አይታለችና። 
ኤሊያስ የተደሰተበት፣ በእምነት አይቶ የተከተለው፤ ሞትን ሳይቀምስ ወደ ላይ የተነጠቀው እርሱን ያይ ዘንድ በመውደዱ ነው።
*በእምነት ያለፉት ሙሴና ኤሊያስ አዩት። ቀናዒ የሆነው ኤሊያስ ከላይ መጥቶ ፣ የዋህና ቅን የሆነው ሙሴ ከታች መጥቶ የእግዚአብሔርን ልጅ ሥጋ ተዋሕዶ አዩት። ሙሴና ኤሊያስ የምሥጢሩን ምንነት አሳዩን። ሙሴ የሙታን ምሳሌ ነው፤ ኤሊያስ ደግሞ የሕያዋን ምሳሌ ነው። ሁለቱም መምጣቱን በመጠባበቅ በመጣ ጊዜ ሊቀበሉት ተፋጠኑ። ቀድመው ሞትን የሞቱት ያን ጊዜ ይነሣሉና። ሞትን ያልቀመሱት ደግሞ ያን ጊዜ በሞት ይያዛሉ። ጌታችን ዳግመኛ በመጣ ጊዜም ሁለቱም እንደ ዐይን ጥቅሻ ፈጥነው ይነሣሉ። ሊቀበሉትም ይፋጠናሉ።
የጌታን መወለድ የሚጠባቡ ቅዱሳንን ቁጥር መናገር የሚችል ማነ ነው፣ ቁጥራቸው ከእኛ ደካሞች አንደበት ሊነገር የማይችል ነውና። ቅዱስ ኤፍሬም (ድርሳነ ኤፍሬም 117) ወዳጆቼ ሆይ በሌላ ጊዜ በታላቅ ጥበብ ቁጠራቸውን መናገር እችል ዘንድ ጥበብን እንዲሰጠኝ ጸልዩልኝ። እውነተኛ አምላክ ልጅ የሆነው እውነተኛ አማለክ፣ እኛን ለማዳን የተወለደውን ለማመስገን የሚበቃ ማን ነው።
ቅዱሳን በእርሱ ደስ ይላቸዋል፣ በመልካም ሥራቸው ያዩታልና። አዳም የእርሱን መምጣት ሲጠባበቅ ነበር። እርሱ የኪሩቤል ጌታ ነውና ከሕይወት ዛፍ እንዳይበላ የከለከለውን ሰይፍ የሚያስወግድለት፣ ወደ ሕይወት ዛፍም የሚወስደው እርሱ ነውና። አቤል በእርሱ ደስ ይለዋል፤ አምላኩ መጥቶ አቤል ባቀረበው መሥዋዕት ፈንታ የእግዚአብሔር በግ መሥዋዕት ሆኖ ይቀርብለታልና። ሔዋን የእርሱን መምጣት ትጠብቃለች፤ ምክንያቱም መራራ የሆነውን የሴቶችን ዕርቃንነት ሊያለብስ የሚችለው እርሱ ብቻ ነውና።
የሚያለብሰውም የበለስ ቅጠል አይደለም። ነገር ግን ቀድሞ ተሰጥቷቸው የነበረውን፣ የተገፈፉትን ጸጋቸውን ይመልስላቸዋል እንጂ። 
ብዙኃን ተሰብስበው ለምልክትነት የገነቡት የሰናዖር ግንብ እርሱን ይጠባበቃል፤ እርሱ በመወለዱ ወደ ሰማይ የሚያስወጣውን መሰላል ይገነባልና። አዎ፣ ኖኅ በሠራው መርከብ ውስጥ የተሰበሰቡ ፍጥረታት የእርሱን መወለድ ይጠበበቃሉ፤ እርሱ በመወለዱ ነፍሳት ሁሉ የሚጠለሉበትን ቅድስት ቤተ ክርስቲያንን ይመሠርታልና።
በፋሌቅ ዘመን መሬት በሦስት ክፍል፣ በዐሥር ቋንቋዎች ትከፈላለች። በቋንቋዎች ሁሉ ላይ አሠልጥኖ ሐዋርያቱን በተከፋፈለለች ምድር ላይ የሚልካቸውን ትጠባበቃለች። ንፍር ውኃ ያጥለቀለቃት ምድር በዝምታ ሆና ወደ ጌታዋ ታለቅሳለች። እርሱ ወርዶ ጥምቀትን ከፈተና የሰው ልጆችን ወደ መንግሥቱ ከፍ ከፍ አደረጋቸው። 
ሴትና ሄኖክ፣ ቃይናንም የእግዚአብሔር ልጆች ተባሉ። የእግዚአሔር ልጆች መባላቸውም ክብሩን በርቀት በማየታቸው ነው። አንድ ሺሕ ዓመታት ይኖር ዘንድ ጥቂት የቀረው ማቱሳላ ዘለዓለማዊ ሕይወትን የሚያወርሰውን ልጅ ሲጠብቅ ነበር።
እነዚህ ቅዱሳን በቸርነቱ በእነርሱ ቦታ ሆኖ በመለመን በዘመናቸው ጌታቸው መጥቶ የውድቀታቸውን ዘመን ያሳጥርላቸው ዘንድ ተአማሩን ሲጠባበቁ ነበር። በውስጣቸው ያለ መንፈስ ቅዱስ በመቃተት ያድናቸው ዘንድ። እርሱ ራሱ ከውድቀታቸው ያድናቸው ዘንድ፣ ኃጢአታቸውንም ይደመስስላቸው ዘንድ ሲጠባበቁት ነበር። 
የቅዱሳን ነፍሳት በልጁ የሕይወት መድኃኒት ያገኛሉና እርሱ በፈቀደ ጊዜ ሲመጣ ጣዕሙን ቀመሱት። 
ሄኖክ ያየው ዘንድ ጓግቷልና በምድር ላይ የእግዚአብሔር ልጅ ሥጋን ተዋሕዶ ለማየት ቀድሞ በታላቅ እምነቱ ወደ ላይ ወጣ።
እንግዲህ የቀደሙት ሰዎች በብዙ ሥራና ድካም ያላገኙትን ክብር ዛሬ በነፃ እናገኝ ዘንድ ተፈቅዶልናልና ይህንን የማይናፍቅ ማን ነው፣ ላሜሕ እርሱን ይጠባበቃል። መጥቶ በፍቅር ድካሙን ሁሉ ያስወግድለት ዘንድ፤ በድካሙና በወዙ ጥሮ ግሮ ይበላ ዘንድ። ቅዱስ የነበረው የሰው ልጅ ከተረገመበት መሬት፣ ከድካሙ ያርፍ ዘንድ። ልጁ ይመሰልበት ዘንድ ላሜሕ ኖኅን ወለደ። በኋለኛው ዘመን ለሚወለደው ጌታው ምሳሌ ይሆን ዘንድ በቅርቡ ያለውን መሰለ። 
አዎ፣ ኖኅም እርሱን ያይ ዘንድ አጥብቆ ፈለገ፤ በእግዚአብሔር ልጅ በመመሰሉ ክብሩንና ችርነቱን አይቷልና። በእግዚአብሔር ልጅ የተመሰለው ኖኅ ነፋሳትን ካተረፈ እርሱ ባለቤቱ ነፍሳትን ሁሉ እንዴት አያድን፤ አብርሃም በመንፈስ ሆኖ የወልድን መወለድ ሩቅ እንደ ሆነ አሰበ። ምንም እንኳ ከጊዜው ደርሶ ባያይም ቀኑን ግን አየ፤ በዚያም ደስ ተሰኘ። ይስሐቅም በጉት ሆኖ ያየው ዘንድ ፈለገ፤ እርሱ ልደቱን ቀምሷልና። የእረሱ ምሳሌ የሆነውን ይስሐቅ ሕይወትን ከሰጠ እውነተኛው አምላክ ሲመጣ ለነፍሳት ሁሉ እውነተኛ ሕይወትን እንደሚሰጥ አይቷልና። ቅዱስ ኤፍሬም (ድርሳነ ኤፍሬም 119) በዓለ ልደት የታየንበት፣የወራት ገዢ፣ የዕርቅ ፣ የምሕረት፤ የመድኃኒት፣ ቅዱሳን የተበሰቡበት ቀን ናት። (ድርሳነ ኤፍሬም 136)
ለእኛ ያለው ፍቅር የተገለጠበት ነው። -ለድኅነታችን መላእክትን፣ ሊቃነ መላእክትን፣ ኪሩቤልን፣ ሱራፌልን፣ ነቢያትን፣ አልመረጥህም ሥጋን ለብሰህ፣ በአጭር ቁመት፣ በጠባብ ደረት ተወሰንህ ከጌትነትህ ዝቅ ብለህአንተው አዳንኸን እንጂ። ቅዱ ጎር ዘኑ (የዕብራውያን ትርጓሜ 28) ለቤተ ልሔም እንሰግዳለን። (ነቅዐ ሕይወት 17)
ወደ ሄሮድስም እንዳይመሱ በሕልም ነገራቸዉ በሌላ መንገድም ወደ ሀገራቸው ሄዱ።
ሕልም፤ በእንቅልፍ ጊዜ የሚታይ ነገር። ሕልም አንዳንድ ጊዜ በቀን ከታየና ከታሰበ ነገር፤ ከአድራጎትም የተነሣ ይታይ ይሆናል። ብዙ ጊዜ ልዩ ትርጉም አይኖረውም፤ መክ 5፥3። እግዚአብሔር ለብዙ ሰዎች በሕልም በመታየት ፈቃዱን ገልጦላቸዋል። ዘፍ 20፥3፣ 28፥12፣ 37፥5። መላእክት የጌታን ፈቃድ ለሰዎች በሕልም ይናገራሉ፤ ማቴ 1፥20፣ 2፥13። ሕልም የመተርጎም ስጦታ ለዮሴፍና ለዳንኤል ተሰጠ፤ ዘፍ 40፥5፣ 41፥14፣ ዳን 2፥25፤ 4፥4። ሰዎች በመንፈስ ቅዱስ ሕልምን ሊያልም ይችላል፤ ሐዋ 2፥17። ሕልም አንዳንድ ጊዜ ሰውን ሊያስቱ ይችላሉ ፤ ዘዳ 13፥1። ራእይ፤ ሰው ሳያንቀላፋ በተመስጦ የሚያየውና የእግዚአብሔር ቃል የሚገለጥበት። ራእይ ከሕልም የተለየ ነው። ራእይ እግዚአብሔርን ለሚያውቁ፣ የእግዚአብሔር መንፈስ ላደረባቸው ይሰጣል፤ ዘኁ 12፥6፣ ሐዋ 2፥17። በብኪ ዘመን ራእይ የታያቸው ነቢያት ብዙዎች ናቸው። በተለይም ሕዝቅኤልና ዳንኤል ብዙ ራእይ አይተዋል። በዐኪ የእግዚአብሔር ፈቃድ ለዘካርያስ (ሉቃ 1፥22)፣ ለሐናንያ (ሐዋ 9፥10)፣ ለቆርኔሌዎስ (ሐዋ 10፥3)፣ ለጴጥሮስ (ሐዋ 10፥9፣ 11፥5)፣ ለጳውሎስ (ሐዋ 18፥9)፣ ለዮሐንስ (ራእ 1፥17፣ 4፥1)፣ በራእይ ተገለጠ። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 70/ እኛም ክርስቶስን ለማየት ይቻለን ዘንድ ሰብአ ሰገልን አብነት አድርገን ከአረማዊ ልማዳችን አንራቅ፣ በእኛና በዚያ ያለው ርቀትም እጅግ ታላቅ ይኹን። ሰብአ ሰገል ከአገራቸው ርቀው ባይመጡ ኖሮ ጌታችንን ማየት ባልተቻላቸው ነበርና። ስለዚህ ከግብረ ዓለም እንራቅ። ሰብአ ሰገል በፋርስ ሀገር እያሉ ኮከብ ብቻ አዩ፤ ከፋርስ ሀገር ሲወጡ ግን የጽደቅ ፀሐይን ክርስቶስን አዩ። እንዲያውም ከሀገራቸው ባይነሡ ኖሮ ኮከቡን ይበልጥ ማየት ባልተቻላቸው ነበር። 
ስለዚህ እኛም እነርሱን አብነት አድርገን እንነሣ። ሰው ኹሉ ቢደነግጥም እንኳን እኛ ግን ብላቴናው ወዳለበት ቤት እንሩጥ። ነገሥታት፣ ሀገራት፤ ጨካኝ አለቆችም በመንገዳችን ላይ ቆመው ጉዞአችንን ሊያደናቅፉ ቢሹም አንኳን በቀቢጸ ተስፋ አንያዝ። ያን ጊዜ ሊደርስብን የሚችለውን አደጋ ኹሉ ከእኛ እናርቀዋለን። ሰብአ ሰገል ብላቴናውን ባያዩት ኖሮ ከንጉሡ(ከሄሮድስ) ሊደርስባቸው የሚችለውን አደጋ ከራሳቸው ማራቅ ባልተቻላቸው ነበርና። ብላቴናውን ከማየታቸው በፊት ፍርሐትና አደጋ መከራም በኹሉም ረገድ ያስጨንቃቸው ነበርና። ብላቴናውን አይተው፣ መባቸውን ገብረው፣ ስግደታቸውን ሰግደው ሲጨርሱ ግን ጸጥታና ሰላም ሰፍናልና። ካህናተ ክርስቶስ ኾነዋልና ኮከብ ሳይሆን መልአክ ተቀበላቸው። ያን የመሰለ መባ ማቅረባቸው ይህን የሚያስረዳ ነውና።
ስለዚህ ሰብአ ሰገልን አብነት አድርገህ ከአይሁድ፣ ከተሸበረች ከተማ፣ ደም ከተጠማው ንጉሥ፣ ከዚህ ዓለም ብልጭልጭ ነገርም ውጣና ወደ መንፈሳዊት ቤተ ኅብስት ቤተ ልሔም ትኼድ ዘንድ ተፋጠን። እረኛ ብትኾንም ና፤ ብላቴናውን በእንግዶች ማረፊያ ታገኘዋለህና። ንጉሥም ብትኾን ወደዚህ ካልመጣህ ሐምራዊ መጎናጸፊያህን ብትጎናጸፍ ይህ አይረባህምና ና። ከዚህ ዓለም ጠቢባን ሰዎች አንዱ ብትኾንም ወደዚህ እንዳትቀርብ የሚከለክልህ ምንም ምን የለምና ና። ብቻ አመጣጥህ ወልደ እግዚአብሔርን ለማክበር ከፍ ከፍም ለማድረግ ይኹን እንጂ ና። በክርስቶስ ላይ ጽርፈትን ለመናገር አይኹን አንጂ ና። እንደ ሰብአ ሰገል ፍርሐትንና ደስታን ገንዘብ አድርገህ ና- እነዚህ በአንድ ላይ አስማምተህ መምጣት ይቻልሃልና ና።
ነገር ግን እንደ ሄሮድስ ከመጣህ በኋላ ክርስቶስን እንደምትገድል አሲረጅ እያለ- መጥቼ ደግሞ እነድሰግድለት ብላህ ደግሞ እንዳትናገር ተጠነቀቅ። 
ሳይገባቸው ከሚሥጢሩ የሚቀበሉ ሰዎች ሄሮድስን ይመስላሉና፤ የተወደደ ጳውሎስ እንደ ተናገረው-የጌታችን ሥጋና ደም ዕዳ አለበት-ተብልአልና። አዎን እንደዚህ ያሉ ሰዎች በመንግሥተ ክርስቶስ የሚደነግጥና ጨካኝ ንጉሥ በገዛ ራሳቸው ያነግሣሉና፤ ከንጉሡ ሄሮድስ ይልቅ እጅግ የከፋው ንጉሥ በገዛ ራሳቸው ላይ የሚሾሙ ናቸውና ዕዳ አለባቸው። ይኽ ጨካኝ ንጉሥ እያልሁት ያለው ገንዘብን ነው። ገንዘብ ጌታ ለመኾን ይወድዳልና። ጌታ ብቻ ለመኾን ሳይኾን የነገሠባቸውን ሰዎች የአምልኮ መልክ ኖሮአቸው አንዲኼዱ እንደ እውነታው ግን አምልኮውን እንዲያቃልሉ ይልካቸዋልና። ስለዚህ የአምልኮ መልክን ይዘን እንዳንመጣ እንፍራ፤ ተቃራኒውን እንጂ።
ወደ አምልኮተ እግዚአብሔር ስመጣ በእጃችን ያለውን ኹሉ ጥለን እንምጣ። ወርቅም ቢኾን ለተቸገረው ሰው እንስጥው እንጂ ቀብረን አናስቀምጠው። እንዚህ የአሕዛብ ሰዎች ምንም ምን ለማያሻ ለክርስቶስ ገበሩለት፣ አንተ ለተቸገረው ሰው የማትሰጥ ከኾነማ ሊደረግልህ የሚችል ይቅርታ እንደምን ያለ ይቅርታ ነው፣ ሰብአ ሰገል የተወለደውን ሕፃን ለማየት ብዙ ርቀት አቋርጠው ከመጡ፣ ክርስቶስ ታምሞ ወይም ታስሮ ትጠይቀው ዘንድ ጥቂት ርቀት የማትኼድ ከኾነማ ሊደረግልህ የሚችለው ቸርነት እንደምን ያለ ቸርነት ነው በታመሙና በታሰሩ ጊዜ ጠላቶቻችን እንኳን ሳይቀሩ የእኛን ርኅራኄ ይሻሉና። አንተ ግን ጠላቶችህ ይቅርና ቸሩ አምላክህንም ክደኽዋል አልጠየቅኹም። ሰብአ ሰገል ወርቅን ገበሩለት፣ አንተ ግን አንጀራ አንኳን ልትሰጠው አልወደድህም። ሰብአ ሰገል ኮከቡን አይተው ደስ ተሰኙ፣ አንተ ግን ንጉሥ ክርስቶስ እንግዳና የታረዘ ኾኖ ስታየው ውስጥህ አልተነካም። 
ከእናንተ መካከል ክርስቶስን ለማየት ብሎ እንደነዚህ አሕዛብ ወይም ከዚህ ዓለም ጠቢባን ይልቅ ጠቢባን አንደ ኾኑት አንደነዚህ ሰዎች ረጅም መንፈሳዊ ጉዞን ተጓዘ ማን ነው፣ ረጅም ርቀት
የምንለውስ ለምንድን ነው፣ በእኛ ዘንድ ያሉ ብዙ ሴቶች በቅምጥልነት እጅግ የደከሙ ስለ ኾኑ በበቅሎ ካልኾነ በቀር መንገድ ተሻግረው የመምጣት ያህል ጥቂት ርቀት እንኳን ተጉዘው ወደ መንፈሳዊ በረት አይመጡም። ሌሎች ደግሞ በእግራቸው መጓዝ ቢችሉም፣ ነገር ግን እንዚህም መጥተው አንዳንዶቹ አገልጋዮቻቸው እንዲያገለግሉአቸው፣ አንዳንዶቹ ስለዚህ ዓለም ሥራ እንዲያወሩአቸው፣ አንዳንዶቹ ደግሞ ትርኢት እንዲያሳዩአቸው ነው የሚመርጡት። ሰብአ ሰገል ገና ሳያዩት ስለ ክርስቶስ ብለው ያን ኹሉ ርቀት ተጓዙ፣ አንተ ግን ካየኸውም በኋላ እነርሱን ትመስላቸው ዘንድ አትፈቅድም። እርሱን ትተህ የምትፋጠነው የመድረክ ጨዋታዎችን ለማየት ነውና። ይህን በማስመልከት በቅርቡ ተናግሬ ነበር፤ አሁንም ደግሜ እናገራለሁ። ክርስቶስ በበረት ተኝቶ እያየኸው እርሱን ትተህ በመድረክ ላይ ሰውነትዋን የገላለጠች ሴትን ለማየት ትኼዳለህና።
እነዚኽ ድርጊቶች የሰማይ መብረቅ እንኳን የሚገባቸው አይደሉምን፣ አንተ ሰው እስኪ ንገረኝ፤ አንድ ሰው መጥቶ፤ ወደ ቤተ መንግሥት ልውሰድህ፤ ንጉሡንም ላሳይህ፤ ቢልህ ይህን ንቀህ አጥቅተህ ወደ ቤተ ተውኔት ትኼዳለህን፣ ወደ ቤተ መንግሥቱ ብትኼድና ንጉሡንም ብታየው አንኳን የምታገኘው ምንም በቁዔት አይኖርም። ወደዚህ መንፈሳዊ የእሳት ወንዝ ወደሚፈልቅበት ማዕድ ብተመጣ ግን ወደር የሌለው ረብ ጥቅም ታገኛለህ። ታዲያ ክርስቶስን በውኃ ጉድጓድ አጠገብ ጥለኸው የምትዋኝ ሴትን ራስዋንም የምታሳፍር ሴትን ለመመልከት ወደ ቤተ ተውኔት ትሯሯጣለህ፣ አዎን ጌታችን ዛሬም ቢኾን እንደ ጥንቱ በምንጩ አጠገብ አለና። ከሳምራይቱ ሴት ጋር ሲነጋገር ግን አይደለም ከከተማይቱ ሰዎች ኹሉ ጋራ ነው እንጂ። እንዲያውም ከሳምራይቱ ሴት ጋር ብቻም ሳይኾን አይቀርም። አሁንም ቢኾን ከአንዲት ሴት በቀር እንዚህ ሰዎች የሉምና። ያሉትም በሌላ መንገድም ወደ ሀገራቸው ሄዱ። ሲል ምን ማለቱ ነው? 
በሌላ ጎዳና (ሲመጡ ሁለት ዓመት የወሰደውን ሲመለሱ በአርባ ቀን ተመልሰዋል፣ አንድም በሌላ ሃይለ ቃል (የት ነው እያሉ መጥተው ሲመለሱ ግን አገኘነው እያሉ ተመልሰዋል)፣ አንድም በሌላ ሃይማኖት (ንጉሥ እያሉ መጥተው ነበር፤ ሲመለሱ ግን አምላክ እያሉ ተመልሰዋል) /ዜናሁ ለእግዚእነ 94/
-መከራ ባንዣበበት ጊዜ ክርስቶስ ተወለደ። (የቤን ታሪክ በዓለም መድረክ 22)። ጌታች የለበሰው ቅጠል በለሶን ይባላል። ቅዱስ ያሬድ(የቤን ታሪክ በዓለም መድረክ 23)። ልደተ አምላክ መሆኑን ምልከት ታይቷል። (ተንከተም 204)። እንደ ሄሮድስ ደምን ከተጠሙ ፖለቲከኞች ሽሹ (8ኛው ቀንና ሌሎችም 105) 
፲፫. እነርሱም ከሄዱ በኋላ እነሆ፥ የእግዚአብሔር መልአክ ለዮሴፍ በሕልም ታይቶ፥ "ሄሮድስ ሕጻኑን ሊገድለው ይሻዋልና ተነሣ፤ ሕፃኑንና እናቱን ይዘህ ወደ ምድረ ግብጽ ሽሽ፤ እስግነግርህም ድረስ በዚያ ኑር" አለው፤
መድኃኒታችን ኢየሱስ ክርስቶስ መከራ የተጀመረው በምድር ላይ በኖረበት በመጨረሻው አንድ ሳምንት ሳይሆን ገና በሕፃንነቱ ነበር። (መከራና ክርስትና 28) ትዕግሥትን ያስተምረናል። (መከራና ክርስትና 99)
ሰብአ ሰገል ከሄዱ በኋላ መልአኩ መንገሩ ስለምንድን ነው? መልስ ሰብአ ሰገል ሳሉ ነግሮት ቢሆን ሲሰደድ አይተው አምላክነቱን እንዳይጠራጠሩ፤ አንድም እንዲህ ችግር ካለ ይዘነው እንሂድ ብለው ካለ ትንቢቱ ይዘውት ወደ ባቢሎን እንዳይሄዱ ኢሳ 19፥1፣ ዕብ 3፥6)። /ዜናሁ ለእግዚእነ 95/
የማናገኘው አንፈልግ እንዲርቀን አናድርግ። --የክፉ ሰዎች ክንውን የሐሰት፣ ጊዜያዊና ጠማማ በሆነ መንገድ የሚከወን ነው። አቡነ ሺኖዳ (መንፈሳዊው ሰው 150)
ክፉ ሰዎች እንደ ጢስ ካፍ ከፍ ብለው ሰፊ ስፍራ ይይዛሉ፤ ይሁን እንጂ በንነው ጥጠፋሉ፤ ሊቁ አውግስጢኖስ (መንፈሳዊው ሰው 151)
ጌታ የተወለደበት ወርኀ ታኅሳስ -ካኑን -ሲባል ከፍተኛ ቅዝቃዜ የሚጸናበትነው።በዚኽ ቅጠሎችን ከዛፎች በሚረገፈው ወር ውስጥ የአዳም ቅጠሎ በብርሃን ልብስ ተቀየሩ፤ በዚኽ በከባድ ብርዱ ፍሬዎችን አቃጥሎ በሚያረግበት ወር ውስጥ የተባረከ ፍሬ ታርሳ ከማታውቀው ምድር በቀለ። /ቅዱ ኤፍሬም/
የእግዚአብሔር መልአክ በሚፈሩት ሰዎች ዙሪያ ይሰፍራል። መዝ 33፥7፤ ለሙሴ በ ቁጥቋጦ፣ ለሎጥ በሰው አምሳል፣ ለማኑኤ፣ ለዘካሪያስ ነቢይ "አቤቱ የማትምራቸው አስከ መቼ ነው?" ብሎ ሲጸልይ አይቷል፣ ለሠለስቱ ደቂቅ በእሳት መካከል፣ ለዳንኤል፣ ለዘካርያስ ካህን በመሠዊያው በቀኝ በኩል፣ ለቤተ ልሔም ሕፃናት በልደቱ፣ ለመግደላዊት ማርያም በትንሣኤው ፣ ለቅዱስ ጳውሎስ በእስር ቤት፤ ለዮሐንስ ወንጌላዊው በራእይ ታይቷል። -ዕብ 1 "የሚያገለግሉ መናፍስት" ናቸው። ወደ ቅዱሳን መላእክት መጸለይ፣ እርዳታቸውን መጠየቅ በፈተና እንዳንወድቅ ኃይል ነው።
ስደት፤ መከራን፣ ሥቃይን መቀበል። ክርስቶስ ተከታዮች እንደሚሰደዱ ተናገረ፤ ማቴ 10፥23፣ ማር 13፥7። አይሁድ በተለይ ሰዱቃውያን ሐዋርያትን አሳደዱ ሐዋ 4፥1፣5፥7፣፣ እስጢፋኖስን ገደሉ፤ ሐዋ 7፥54። ያዕቆብ በሄሮድስ ተገደለ ሐዋ 12፥2። ጳውሎስ ምእመናንን አሳዳጅ ነበር፤ ሐዋ 8፥1፣ 22፥4። አይሁድ ጳውሎስን አሳደዱ ሐዋ 13፥50፣ 14፥19፣ 21፥27። አሕዛብ አንዳንድ ጊዜ ጳውሎስን አሳደዱ ሐዋ 16፥19፣ 19፥29፣ ...2ጢ 3፥12፣ ማቴ 5፥10፣ ዘፀ 22፥21፣ ዘዳ 10፥19 ። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 88/
*ሄሮድስ የማያገኘውን ፈለገ፤ ጌታን በፈጣን ደመና ተጭኖ ወደ ግብጽ ምድር ሄደ፤ ነቢዩ ኢሳይያስ እነሆ እግዚአብሔር በፈጣን ደመና ተጭኖ ወደ ግብጽ ምድር ይወርዳል ብሎ እንደተናገረ፤ ቅድስት ድንግል ሆይ ፈጣን ደመና መቸም መች ቢሆን አንቺ ነሽ፤ ሄሮድስ በአዳራሹ ውስጥ ነፋስን ሊዘጋ ወደደ፤ ነፋስን መዝጋት በወዴት ይቻላል፤ ሄሮድስ የፀሐይ ብርሃንን በእጁ ሊጨብጥ ወደደ፤ የፀሐይ ብርሃንን መጨበጥ በወዴት ይቻላል፤ እግዚአብሔር በጀርባሽ ታዝሎ በግብጽ ምድር እንግዳ ሆነ። አባ ጊዮርጊስ /አርጋኖን ዘሰኑይ/ 
ለምን ተሰደደ? ጊዜው ሳይደርስ እንዳይሞት፣ እዚያው ሆኖ ቢድን በምትሃት ነው ብለው እንዳይጠራጠሩ፤ አዳም ከዚህ ዓለም አፍአ ከምትሆን ከገነት ተሰዶ ነበርና እንደካሰ ለማጠየቅ። ለሰማዕታት ስደትን ለመባረክ፤ አጋንንትን ከሰው ልቡና አስወጥቶ ለመስደድ። /ዜናሁ ለእግዚእነ 95/ *ለምን ወደ ግብጽ ተሰደደ? ትንቢቱን ለመፈጸም፤ ምሳሌው እንዲፈጸም፣ ክህደት በግብጽ ጸንቶ ስለነበር፣ ገዳማተ ግብጽን ለመባረክ፣ በግብጽ መልኩን አይተው የሚያምኑ ስላሉ፣ ኪዳነ መልከ ጼዴቅን ለመፈጸም፣ ሃይማኖት ከሁሉ ሲጠፋ ከግብጽ አይጠፋምና። በስደት ስንት ዓመት ኖረ? መልስ ሦስት ዓመት ከመንፈቅ። /ዜናሁ ለእግዚእነ 95/
`,

  /** -------------------------------------------------------- **/

  "መዝሙር ንጉሥኪ ጽዮን": `ንጉሥኪ ጽዮን ለትዎልደ ትውልድ መጽኀ ኀቤነ ዘኪያሁ ይሴፈዉ ሰማያት ወምድር ዕበይ ለነገሥታት ብርሃኖሙ ለእለ ይፀመድዎ አክሊለ ሰማዕት ሠያሜ ካህናት ዐምዳ ወድዳ ለቅድስት ቤተ ክርስቲያን በቤተ ልሔም ተወልደ ወበናዝሬት ተሐፅነ፤ ኢትዚኪሮ አበሳነ ኢኀደገነ ፍሥሓ ኮነ ዘውእቱ ኢየሱስ ክርስቶስ ዘውእቱ ኢየሱስ ክርስቶስ።- ጽዮን ሆይ ንጉሥሽ ለልጅ ልጅ ወደ እኛ መጣ፤ ሰማያትና ምድር እርሱን ተስፋ የሚያደርጉ፤ የነገሥታት ልዕልና፤ ከእርሱ ጋር ለሚጠመዱ ብርሃናቸው የሆነ፤ የሰማዕታት አክሊላቸው፤ የካህናት ሹመታቸው የቅድስት ቤተ ክርስቲያን ዐምዷና መሠረቷ የሆነ ኢየሱስ ክርስቶስ በቤተ ልሔም ተወለደ፤ `,
  "ምስባክ መዝ 130፥6": `6፤ ናሁ ሰማዕናሁ በኤፍራታ። ወረከብናሁ ውስተ ዖም ገዳም። ንበውእ እንከሰ ውስተ አብያቲሁ ለእግዚአብሔር። ወንሰግድ ውስተ መካን ኃበ ቆመ እግረ እግዝእነ። 6፤ እነሆ፥ በኤፍራታ ሰማነው፥ ዛፍ በበዛበት ቦታ አገኘነው። 7፤ እንግዲህስ ወደ እግዚአብሔር ማደሪያዎች እንገባለን፤ የጌታችን እግሮች በሚቆሙበት ቦታ እንሰግዳለን።
እነሆ በኤፍራታ በግእዘ ሕፃናት ሲያለቅስ ሰማነው፤ በከብቶች መሰማሪያም አገኘነው። ይህን የሕፃናትን ጠባይዕ ሳያፋልስ መወለዱን፣ በቤተ ልሔም በከብቶች ግርግም መወለዱን የተሰወረውን የሚገለጥ ምሥጢር የሚያስተረጉም መንፈስ ቅዱስ ገልጾለት ተናገረው። /ታኦዶኮስ 150/ ዘኁ 32፥10፣*34፥20፣ ኢያ 14፥6፣ 15፥13፣ 21፥12 
ካሌብ ኬብሮንንን እጅ ካደረገ በኋላ አዙባ የምትባል ሴት አገባ ከጠላቶቹ ወገን ነበረችና ሃገሪቷን በስዋ ስም አልጠራትም፤ ቀጥሎ ከብታ የምትባል አገባ በከብታ ሃገሪቷ ተጠርታለች፥ ቀጥሎ ኤፍራታ የምትባል አገባ በኤፍራታ ኤፍራታ ተብላለች፤ ርሷን አግብቶ ወንድ ልጅ ወለደ በዚያ ወራት እንጀራ አገባ እገባ ብሎለት የልጁን ስም ልሔም አለው፤ በእብራይስጥ ኅብስት (ዳቦ፣ እንጀራዬ) ማለት ሲሆን በልሔም ሀገሪቱ ቤተ ልሔም የእንጀራ ቤት ተብላ ተጠርታለች። /ነገረ ማርያም በብሉይ ኪዳን 1 ገጽ 126/ ጥበብን የሚያበራባትና ትንቢትንም የሚገልጣት ታላቁ (አማናዊው) የእስራኤል ንጉሥ በውስጧ የተገለጠ የኤፍራታ ዕጣ የሆንሽ ቤተ ልሔም አንቺ ነሽ። እንዚራ ስብሐት 44 የነቢያት ሀገራቸው ቤተልሔም ሆይ ደስ ይበልሽ፤ ዳግማይ አዳም ክርስቶስ ባንቺ ተወልዷልና። ውዳ ማር ዘሰኑይ ወንሰግድ ውስተ መካን ኃበ ቆመ እግረ እግዝእነ። የሚያስተምረን እግዚአብሔር ማደሪያ ላደረጋቸው ለቅዱሳን ይልቁንም መርጦ ከኃጢአት አንጽቶ በመንፈስ ቅዱስ ቀድሶ ሥጋዋን ለተዋሐዳት ለእመቤታችን ለድንግል ማርያምና ለተሰቀለበት መስቀል እንድንስግድ ነው። /መድሎተ አሚን 15/
`,
  "ወንጌል ማቴ 2፥19-ፍሜ": `፲፱. ሄሮድስም በሞተ ጊዜ እነሆ፥ የእግዚአብሔር መልአክ በግብጽ ሀገር ለዮሴፍ በሕልም ታየው። 
...ሞት ለኀጥአን ወደ እግዚአብሔር መንግሥት የሚገቡበት በር ባለ መኾኑ ኅጥኣን ሞቱ ይባላል። ማቴ 2፥19፣ሐዋ 5፥5፣12፥33፣ 7፥60 ፣1ነገ 2፥10፣ ማቴ 27፥52። ቅዱስ መቃርዮስ 'ኀጥኣን በሞት ከዚህ ሕይወት መነጠቅን ይፈራሉ፣ ዕለተ ሞታቸውን ለማዘግየት ቢችሉ ብዙ ያደርጋሉ ። ከሞት ጥሪ ግን መቅረት አይቻልም። ዕለተ ልደታቸውን የሚያከብሩ ሲኾን ዕለተ ሞታቸውን ይፈራሉ። (ፍካሬ ሞት ወሕይወት 1 ገጽ 285)
፳. እንዲህ ሲል፥ "የሕጻኑን ነፍስ የሚሹ ሙተዋልና፥ ተነሥተህ ሕጻኑንና እናቱን ይዘህ ወደ እስራኤል ሀገር ሂድ።"
ለምን የሕጻኑን ነፍስ ብሎ ተናገረ? መልስ ሰውነት ሲል ነው፤ አንድም ነፍስ እንደነሳ ለማስረዳት ነው። /ዜናሁ ለእግዚእነ 96/ የሚሹ ሲል ሄሮድስን የመሰሉ ሰዎችም ሞተዋልና። /ዜናሁ ለእግዚእነ 96/
፳፩. እርሱም ተነሥቶ ሕጻኑንና እናቱን ይዞ ወደ እስራኤል ምድር ገባ።
፳፪. አርኬላኦስም በአባቱ በሄሮድስ ፈንታ በይሁዳ እንደ ነገሠ በሰማ ጊዜ፥ ወደዚያ ለመሄድ ፈራ፤ በሕልምም ተገልጦለት ወደ ገሊላ አውራጃ ሄደ።
አርኬላዎስ ፤ የታላቁ ሄሮድስ ልጅ እስከ 6 ዓም ይሁዳን ገዛ ማቴ 2፥22። /የመጽሐፍ ቅዱስ መዝገበ ቃላት/
የይሁዳ ሰዎች ልጆቻችን ያለቁብን ባንተ ምክንያት ነው ብለው እንዳይጣሉትም ቅዱስ ዮሴፍ ፈርቷል። /ዜናሁ ለእግዚእነ 96/ ጌታችን በጊዜው ጊዜ ተገቢ ለሆነ ስደት አርአያ ነው። ማቴ 12፥9፣ ዮሐ 11፥53፣8፥58፣ ሉቃ 4፥30 (ቅዱ አትና ሐዋር ...270)
...ናዝራዊ ፣ መሲሕ፣ ክርስቶስ መባል "ቅቡዕ" ማለት መሆኑንና ቅባቱም ቀደም ሲል እንደተባለው መለኮቱ እንደሆነ ተገልጠዋል። ናዝራዊነትና መሲሐዊነት ለፈጽሞ ትንቢት ነው፤ በነቢያት ናዝራዊ ይባላል የተባለው ይፈጸም ዘንድ (መሳ 13፥5)። (ጽንዐ ተዋሕዶ 97)
፳፫. በነቢያት "ልጄ ናዝራዊ ይባላል" የተባለው ይፈጸም ዘንድ ናዝሬት ወደ ምትባል ከተማ መጥቶ ኖረ። 
ናዝራዊ፥ ትርጉሙ የተቀደሰ ፣ የተለየ ማለት ነው። አንድ እስራኤላዊ ልዩ አገልግሎት ለመስጠት ሲፈልግ የናዝራዊ ስእለትን ይሳል ነበር። ናዝራዊ ሲሆን ከሚያሰክር መጠጥ፣ ጠጉሩን ከመቆረጥ፣ ሬሳ ከመንካት ራሱን ይከለክል ነበር። የስእለቱ ዘመን ቢያንስ ለሠላሳ ቀናት፣ ቢረዝም መሉው የሕይወት ዘመን ሊሆን ይችል ነበር፤ ለምሳሌ ሶምሶን ናዝራዊ ነበር፤ ዘኁ 6፥1፣ መሳ 13፥5፣ አሞ 2፥11። ጌታችን ኢየሱስ ናዝራዊ ተብሎ ቢጠራም ፣ ይህ በናዝሬት ማደጉንና መነቀፉን እንጂ በኦሪት ሕግ መሠረት ናዝራዊ መሆኑን አያመለክትም፤ ዮሐ 1፥47፣ ኢሳ 53፥3። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 147/ *ናዝሬት፤ ከገሊላ ባሕር በስተ ምዕራብ 25 ኪሜ ርቆ በዛብሎን ነገድ ድርሻ ውስጥ በተራራማው አገር ላይ የተመሠረተ ከተማ። ናዝሬት በብኪ አልተጠቀሰም፤ በዐኪ ዘመንም ቦታው ወደ አገሩ ጠረፍ የሚገኝ ስለሆነ ዝቅተኛ ግምት ይሰጠው ነበር፤ ዮሐ 1፥47። ናዝሬት የዮሴፍና የማርያም መኖሪያ ከተማ ነበር። ኢየሱስ በዚህ ተፀነሰ፤ በኋላ አደገበት፤ ሉቃ 1፥26፣ 2፥39። ኢየሱስ የማስተማር ሥራውን ከጀመረ በኋላ አንድ ጊዜ ወደ ናዝሬት መጣ፤ ሕዝቡ ግን አልተቀበሉትም፤ ሉቃ 4፥16። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 147/ ናዝሬት ማለት ፍልጠት ክፍለት፣ የጎሰቆለች፣ የአበባ ግንድ ማለት ነው። /ዜናሁ ለእግዚእነ 96/ *ናዝራዊ ዘሌ 10፤9፣ ምሳ 31፤4 ፣ዘኁ 6፥1 ፣ ሉቃ 7፥24 'የቃና ወይን ያማረ የጣፈጠ አደረገው፤ ግድ ያለው ባይኖርም ከእሱ ጠጣ።' /ሃይ አበ ዘሱኑትዩ/
የጠፉ መጻሕፍት አሉ። (ቅዱ ዮሐ አፈ) 2ዜና 9፥2፣ ኤር 36፥23፣ 2ነገ 22፥8) ሐዋ 2፥22፣4፥10፣6፥10 ናዝራዊ ይባላል ተብሎ መነገሩ፥ በቤተ ልሔም እንደሚወለድ የተነገረውን ትንቢት እንዲጠራጠሩት አያደርግምን? የሚል ሰው ሊኖር ይችላል። አያደርግም! እንዲያውም ይህ በራሱ ሰዎች እንዲነሣሡና ስለጌታ የተባለውን እንዲመረምሩ አድርጎአቸዋል። ለምሳሌ ናትናኤል 'ከናዝሬት መልካም ነገር ሊወጣ ይችላልን? ብሎ ጠይቆአል (ዮሐ 1፥46)። 
ምክንያቱም ናዝሬት የተናቀች ነበረችና፤ ናዝሬት ብቻም ሳትኾን የገሊላ አውራጃ በአጠቃላይ የተናቀች ነበረችና። በመኾኑም ፈሪሳውያን ፦ "ነቢይ ከገሊላ እንዳይነሣ መርምርና እይ" ብለዋል ዮሐ 7፥52። 
"ጌታችን ግን "ናዝራዊ" ይባል ዘንድ አላፈረም። ይኸውም እርሱ የሚፈልገው በሰው ዓይን የተከበሩትን እንዳይደለ ሲያስረዳ ነው። "ከቊጥር አንገባም፥ አንጠቀምም" የሚሉትን ምክንያት ያሳጣቸው ዘንድ፣ ደግ ነገርን የምንሠራ እስከ ኾነ ድረስ አፍአዊ ነገር (ለምሳሌ ሀብት፣ ንብረት፣ ሹመት፣ ውበት፣ ዕውቀት) እንደማያሻን ያሳይ ዘንድ ደቀ መዛሙርቱንም ከገሊላ መረጠ። ስለዚህ ምክንያት እርሱም ራሱ ለራሱ፦ "ለቀበሮዎች ጒድጓድ ለሰማይ ወፎች መሳፈሪያ አላቸው፤ ለሰው ልጅ ግን ራሱን የሚያስጠጋበት የለውም" እንዲል ማደሪያ ቤት ያላቸውን አልመረጠም። ሄሮድስ ሊገድለው በፈለገ ጊዜ ሸሸ። በተወለደ ጊዜ በከብቶች በረት ተጣለ። በእንግዶች ማደሪያ አደረ። 
እናት ትኾነው ዘንድ (በሥጋ ዓይን) ድኻ የኾነችውን ለራሱ መረጠ። ይኸውም እንደዚህ ያለ ነገር ለእኛ ውርደት እንዳይደለ ሲያስተምረን፣ ገና ከመጀመሪያው አንሥቶ ሰዎች የሚመኩባቸውን ነገሮች ከእግር በታች ሲጥልልን፣ እኛም ኹልጊዜ ደግ ነገር ብቻ ልናይ እንደሚገባ ሲነግረን። ሰው ሆይ በዚህ ዓለም መጻተኛ ኾነህ ትኖር ዘንድ እያዘዝሁህ ሳለ፥ አንተ ግን የትውልድ ሀገርህን ጠቅሰህ የምትታበየው ስለምንድነው? ይላል እግዚአብሔር ! (ቅዱስ ዮሐንስ አፈ የማቴ ወንጌ 167)
በተናቀው ሥፍራ ተወለደ፤ ተሰደደ፤ በናዝሬት አደገ፤ አገለገለ፤ እንደ አላዋቂም ከመምህራን አይውድ እየተማረ አደገ። ሉቃ 2፥39 (ሁለቱ ኪዳናት 177) ይኽ ትንቢት በትውፊት የነበረ (የሚነገር) ነበር። ጌታችን ትውፊትን ተጠቅማል። (መድ ጽድቅ ፪ 40)
 *...ናዝራዊ ተብሎ የተጠራው ተስፋችን ነው። ያዕ ዘሥ (ነገረ ክርስቶስ 31 በተናቀች አህያ ወደ ኢየሩሳሌም ገባ። 8ኛዋ ቀንና 173
`,

  /** -------------------------------------------------------- **/

  "መዝሙር ሖረ ኢየሱስ": `ሖረ ኢየሱስ በትፍሥሕት ውስተ ከብካብ እንዘ ይገብር ተአምር ወመንክረ በውስተ አሕዛብ ሖረ አርአዮሙ ስብሐቲሁ አምኑ ቦቱ አርዳኢሁ ወይቤሎሙ ቅድሑ ማየ ወምልእዎን ለመሳክብት እስከ አፉሆን ጥዒሞ አንከረ ሊቀ ምርፋቀ በረከተ ዘአምላከ ገብረ ቤዛነ ተስፋነ ወልደ አምላክ ወለማይኒ ረሰዮ ወይን።- ኢየሱስ ክርስቶስ በደስታ ወደ ሰርግ ሔደ በብዙ ሕዝብ መካከል ድንቅንና ተአምርን ለሠራ ሔደ ደቀ መዛሙርቱም ክብሩን ተአምራቱን አይተው አመኑበት። እንዲህም አላቸው ውኃ ቀድታችሁ ጋኖቹን እስከ አፋቸው ድረስ ሙሏቸው አላቸው። የወይን ጠጅ አሳዳሪውም ከአምላክ የተደረገውን በረከተ ተአምር አይቶ ቀምሶ አደነቀ። ቤዛችን ተስፋችን የአምላክ የባሕርይ ልጅ ኢየሱስ ክርስቶስ ውኃውን ወይን አደረገው።`,
  "ምስባክ መዝ 83፥6": `6፤ እስመ መምህረ ሕግ ይሁብ በረከተ። 7፤ ወየሐውር እምኃይል ውስተ ኃይል። 8፤ ወያስተርኢ አምላከ አማልክት በጽዮን። 6፤ የሕግ መምህር በረከትን ይሰጣልና። 7፤ ከኀይል ወደ ኀይል ይሄዳል፥ የአማልክት አምላክ በጽዮን ይታያል።
እስመ መምህረ ሕግ ይሁብ በረከተ። የሕግ መምህር ዘሩባቤል በረከትን ይሰጣል። አንድም ሕግን የሠራ ሕግን የወሰነ፤ ሕግን ያስተማረ ራሱ ሕግ የሆነ ክርስቶስ ግን በረከተ ሥጋ በረከት ነፍስ ያድላል። ወየሐውር እምኃይል ውስተ ኃይል። ከኀይል ወደ ኀይል ከድል ወደ ድል፤ ከተአምራት ወደ ተአምራት ይሄዳል። ወያስተርኢ አምላከ አማልክት በጽዮን። ይህን ለማድረግ ኀይል የባሕርይ ገንዘቡ የሆነ አምላክ አጋንንትን ድል ሊነሣ ጣዖታትን ቀጥቅጦ ሊያጠፋ የጌቶች ጌታ በኢየሩሳሌም በረድኤት ተገለጠ፤ አንድም የአምልክት አምላክ ከእመቤታችን ከቅድስት ድንግል ማርያም በነሣው ሥጋ በዚህ ምድር በትሕትና ተገለጠ (1ቆ 13፥8፣ መዝ 120፥8)። 
መንፈሳዊ ዕድገት 
መንፈሳዊ ሕይወት ዘውትር የሚደረግ የማደግ (epektasis) ሕይወት ነው። ልክ ሙሴ እንዳየው መሰላል። ዳሩ የትሩፋት ፍጻሜ ግን ፍጻሜ አልባ ነው። ...አንዳንድ ደጋግ መናንያን ከብርቱ ተግባር ወደ መንፈሳዊ ተከስቶ ቢሄዱ፣ መዝ 83፥7 ፍቅራቸው ባይወድቅ፣ 1ቆ 13፥8 ጌታም ወደ አንተ ከሚመጣ ፍርሃትና ወጥቶ ከሚሄድ ፍቅር ቢጠብቅህ መዝ 120፥8፣ እንግዲያውስ የፍቅር ፍጻሜው በእውነት ፍጻሜ አልባ ይሆናል። ከቶም በዚህ መስመር ላይ ከመጨመር፣ በአሁኑም ሆነ በሚመጣው ሕይወት ሳናቋርጥ በብርሃን ላይ ብርሃንን መጨመርን አናቋርጥም።
...መንፈሳዊ ፍጥረታት (መላእክት ናቸው) እንኳ ማደጋቸውን አያቆሙም፣ በአንጻሩ ዝንተ ዓለም በክብር ላይ ክብርን፣ በእውቀት ላይ እውቀት ይጨምራሉ እንጂ። ቅዱስ ዮሐንስ ዘሰዋስው 26፥152 /49/ በውስጥህ ወደሚገኘው ወደ ግምጃ ቤት (ልብህ) በጉጉት ግባ፣ ሰማያዊውን ግምጃ ቤት ትመለከታለህ። ሁለቱም ተመሳሳይ ናቸውና፣ ለሁለቱም አንድ ብቻ የሆነ መግቢያ በር ያላቸው ነው። ወደ መንግሥቱ የሚመራህ መሰላል በውስጥህ ተሰውሮአል፣ በነፍስህ ውስጥ ይገኛል። ወደ ውስጥህ ጠልቀህ ግባ፣ በነፍስህም ውስጥ የምትወጣባቸው እርከኖችን ታገኛለህ። ማር ይስሐቅ /ዮሐንስ ዘሰዋስው 49/
አንዴ እግርህን በመሰላሉ ላይ ካሳረፍክ እግዚአብሔር ወደ ቀጣዩ የሚመራህ ነው፣ እየወጣህ ዝለቅ እያንዳንዱ እርከን እስከ ላይኛው የሚመራህ ነው፣ እግዚአብሔርን ማግኘት ማለት ሳይታክቱ እርሱን መፈለግ ነው፣ እግዚአብሔርን መመልከት ማለት እርሱን ከመሻት አለማቋረጥ ነው። ቅዱስ ጎርጎርዮስ ዘኑሲስ /ቅ ዮሐንስ ዘሰዋስው 49/ ዘፍ 1፥26 አርአያ /Image/ ሰው ለቅድስና ሕይወት ያለውን ክሂል የሚያመለክት ሲሆን፣ እንደ ምሳሌያችን /Likeness) የሚለው ግን ፍጹምነትን የሚያመለክት ነው። በሌላ አነጋገር በምሳሌያችን ማለቱ እምቅ አቅምን ' potentiality" የሚያሳይ ሲሆን በመልካችን ማለቱ ያ አቅም ርግጥ መሆኑን ወይም ገንዘብ መደረጉን "actuality" ያሳያል። 1ቆ 15/49፣ ዮሐ 17፥20፣ 2ጴ 1፥4፣ ማቴ 5/48
ግብረ ሀብት ዘመንፈስ ቅዱስ ..ከመሻት ላይ መሻትን፣ ከቅናትም ላይ ቅናትን። ሰውን በንሥር አክናፋት ላይ የሚያስቀምጠው፣ ወደ ከፍታ የሚያወጣውና ከኃይል ወደ ኃይል የሚመራው ኢየሱስን ክርስቶስ ነው። አቡነ ታድሮስ /አሳድጉኝ 191/
መዝሙረ ዳዊት ምዕራፍ 84 

10፤ ሣህል ወርትዕ ተራከባ። ጽድቅ ወሰላም ተሰዓማ። 11፤ ርትዕለ እምድር ሠረፀት። 10፤ ይቅርታና ቅንነት ተገናኙ፤ ጽድቅና ሰላም ተስማሙ። 11፤ ቅንነት ከምድር በቀለች፥
ምሕረትና እውነት ተገናኙ ያለው የምሕረት ልጅ መሐሪ ክርስቶስ ነው። እውነት ያለው እውነት ወንጌልን የሚሰብክ ዮሐንስ ነው። ጽድቅና ሰላም ተስማሙ ያለው ጽድቅ ያላት ሃይማኖትን የወለደች ማርያም ናት። ሰላም ያለው ንስሐን የሚሰብክ ሰላም የሚያደርግ ዮሐንስ ነው። እውነት ከምድር በቀለች ያለው በሩካቤ ሥጋ ከምድራዊ ዘካርያስ የተወለደ ዮሐንስ ነው። ጽድቅም ከሰማይ ተመለከተች ያለው ወልድ ዋሕድ እውነተኛ አምላክ ከሰማያት ወረደ በመንፈስ ቅዱስ ግብር የተቀደሰች ሰላም ከእባብ፣ ከዔሳው፣ ከይሁዳ የተለየ ከቅድስት ድንግል ማርያም ሰው የሆነ ክርስቶስ ነው (ሆሴ 14፥9፣ መዝ 18፥9)። /ጸያሔ ፍኖት 226/
`,
  "ወንጌል ዮሐ 2፥1-14": `1-በሦስተኛውም ቀን የገሊላ ክፍል በምትሆን በቃና ሰርግ ሆነ፤ የጌታችን የኢየሱስ እናትም በዚያ ነበረች።
ቃና ዘገሊላ ከጌታችን ንዑሳን በዓላት አንዱ ነው። በቃና ዘገሊላ አራት ነገሮችን ልንገነዘብ እንችላለን፦ 1ኛ ተአምራቱን፣ 2ኛ የእመቤታችንን አማላጅነት፣ 3ኛ ምሥጢረ ቁርባንን ዮሐ 15፥1፣ 4ኛ ምሥጢር ተክሊል /በዓላት 95/ አምላክነቱን የሚያሳይ ተአምር ነው።
በሦስተኛው ቀን የተባለውን ሊቃውንት በሦስት ዓይነት አተረጓጎም ይቆጥሩታል። አንደኛው በዮሐ 1፥44 'ጌታችን ፊልጶስን አግኝቶ ተከተለኝ ካለበትና ፊልጶስም ጓደኛውን ናትናኤልን ከጠራበት ዕለት ሦስት ቀን በኋላ ተአምሩን አደረገ የሚል ነው።
ሁለተኛው አቆጣጠር ደግሞ 'በነገው ደግሞ ዮሐንስ ከደቀ መዛሙርቱ ሁለቱ ቆመው ነበር" ቁ 35) ላይ ያለውን እሑድ ፤ "በነገው ኢየሱስ ወደ ገሊላ ሊወጣ ወደደ፥ ፊልጶስንም አገኘና። ተከተለኝ አለው።" ቁ 44) ያለውን ሰኞ ብሎ በመተርጎም ማክሰኞ ተአምሩን በቃና አደረገ የሚል ነው። ሦስተኛው እና የእኛ ቤተ ክርስቲያን የበለጠ የምታስተምረው አገባብ ደግሞ ጌታችን በዮሐንስ እጅ ከተጠመቀ በኋላ ሳይውል ሳያድር ወደ ገዳመ ቆሮንቶስ ሄዶ ያሳለፈውን አርባ ቀንና አርባ ሌሊት እንደ አንድ ቀን በመቁጠር ከዚያ መልስ ተአምራቱን አደረገ የሚል ነው። አርባ ቀንና ሌሊት እንደ አንድ ቀን እንዴት ይቆጠራል? ቢባል የመጽሐፍ ልማድ ስለሆነ ነው። ለምሳሌ ቅዱስ ማቴዎስ ጌታችን ከግብፅ ስደት መልስ " ናዝሬት መጥቶ ኖረ" ብሎ ከጻፈ በኋላ ቀጥሎ "በዚያም ወራት መጥምቁ ዮሐንስ መንግሥተ ሰማያት ቀርባለችና ንስሐ ግቡ ብሎ በይሁዳ ምድረ በዳ እየሰበከ መጣ። ብሎ ጽፎአል ማቴ 2፥23፣3፥1)። በሁለቱ ዓረፍተ ነገሮች መካከል የሃያ አምስት ዓመታት ልዩነት አለ። ብዙውን እንደ አንድ መቁጠር የመጻሕፍት ልማድ ስለሆነ ግን በዚያ ወራት ብሎ ጻፈ። (ቃና ዘገሊላ 24)
በገሊላ ቃና የሚለው አነጋገር የሚያሳየው ሌላ ቃና በሚል ስም የሚጠራ ሥፍራ እንዳለና ከዛ ለመለየት መሞከሩን ነው። ቃና በሚል ስም የታወቀው ሌላ ሥፍራ የኤፍሬም ልጆች ርስት ያለበት አካባቢ ሲሆን በዛ ሥፍራ ቃና የሚባል ወንዝ አለ ኢያ 16፥8፣17፥9። ወንጌላዊው ከዚህ ቃና ለመለየት በገሊላ ቃና ብሎ ጀመረ። 
በዘመነ ኢያሱ በተደረገው የእስራኤላውያን የርስት ድልድል የገሊላዋ ቃና ለአሴር ልጆች ነገድ ከተሠጡ ቦታዎች ትመደብ ነበር (ኢያ 19፥28። 
የሕይወት እንጀራና እውነተኛ መብል የሆነው ጌታን ኢየሱስ ክርስቶስ ተአምር ስላደረገበት ስለዚህ ሥፍራ ሕዝብ 'የአሴር እንጀራ ወፍራም ነው፥ ለነገሥታቱ ደስ የሚያሰኝ መብልን ይሰጣል።" የሚል ትንቢት ተነግሮም ነበር (ዘፍ 49፥20።
በሐዲስ ኪዳን የገሊላዋ ቃና የሰርጉን ክስተት ጨምሮ የተጠቀሰችው ለሦስት ጊዜ ነው። አንደኛው በሰርግ ቤቱ ታሪክ ነው። ሁለተኛው ደግሞ በሥፍራዋ የተወለደውን ሐዋርያ "ከገሊላ ቃና የሆነ ናትናኤል" ብሎ ሲያነሣው ነበር (ዮሐ 21፥2። ለመጨረሻ ጊዜ የተጠቀሰችው ደግሞ "ኢየሱስ ውኃውን የወይን ጠጅ ወዳደረገባት ወደ ገሊላ ቃና መጣ" ሲል ነው ( ዮሐ 4፥6።
ባለንበት ዘመን "ሰርግ የተደረገባት የገሊላዋ ቃና እኔ ነኝ" የሚሉ ሁለት ሥፍራዎች አሉ። አንደኛዋ ሥፍራ ቤት በደቡባዊ ሊባኖስ የምትገኘው ዓይን ቃና (Ain Qana) የተባለች መንደር ስትሆን የሊባኖስ ክርስቲያኖች ይህቺን ሥፍራ ጌታችን ተአምሩን የፈጸመባት ቃና እንደሆነች ያምናሉ።
ሁለተኛዋና የበለጠ ተቀባይነት ያገኘችው ቃና የተባለችው ሥፍራ ደግሞ ከእስራኤል ናዝሬት በስተሰሜን ሰባት ኪሎ ሜትር ርቃ የምትገኘው ካፍር ቃና (kafr kana በመባል የምትታወቀው ሥፍራ ናት። በአሁኑ ሰዓት በከፍተኛ ቁጥር የምትጎበኝ ሲሆን ሙሽሮች የጋብቻ ቃል ኪዳናቸውን የሚያድሱባትና የወይን ጠጅ የሚቀመስባት ሥፍራ ሆናለች። (ቃና ዘገሊላ 26)
ገሊላ የተናቀችና የድሆች መንደር ነበረች። አሕዛብ የሚበዙባት ከተማ ናት። ኢሳ 61፥1፣9፥6፣ ማቴ 4፥1 
"በጥንቃቄ የሚሰማ ሰው ይህ ሰርግ የተካሔደው በኢየሩሳሌም አለመሆኑንና ከይሁዳ ውጭ በሆነችው አሕዛብ በሚበዙባት ሀገር መሆኑን ያስተውላል። 
ሰማያዊ ሙሽራ በአይሁድ ሸንጎ መናቁና በአሕዛብ ቤተ ክርስቲያን ግን በደስተኛ ልብ አቀባበል እንደተደረገለት ግልፅ ነው" ቅዱስ ቄርሎስ ዘእስክንድርያ "የማይታይ ታየ፤ በአሕዛብ ዘንድ ፍጹም ተአምራትን ሲያደርግ መታየቱ የታመነ ሆነ፤ ውኃውንም ወይን አደረገው።" ቅዱ ያሬድ "ጋኖችን በወይን ለሞላው ለእርሱ ሰርግ ቤቱ ምስጋና ያቅርብለት!...ስድስት ጋን አስደናቂ ወይን ከውሃ ተለወጠ። እንግዳ ብለው የጠሩት ንጉሥ ራሱ ተነሥቶ ወይን ጠጅ አቀረበላቸው። በዚያ በእንግድነት የተገኘ ሰው እንዴት ይደሰት ይሆን!? ዓይኑን የሙሽራውን ውበት ከመመልከት ላይ አንሥቶ ወደ አንተ ይመለከታል። ጌታችን ሆይ ምንኛ ቸር እንደሆንክም ያያል። ቅዱ ኤፍ ሶር እርሱ ክርስቶስ የውኃ ፈጣሪ ነው። / ቅዱስ አትና ሕይቱና ትምህርቱ 233 (ቃና ዘገ 30)
ሙሽራው ማን ነው? የእኛ ቤተ ክርስቲያን ሊቃውንት ግን የሙሽራው አባት ከገሊላ ቃና የሆነ ማቴ 21፥2 የናትናኤል ዘመድ እንደሆነ እና ስሙ ባቲለስ እንደሚባል፤ የሙሽራውም ስም ደግሞ ዶኪማስ እንደሚባል ጽፈዋል። የሙሽራው ስም ዶኪማስ ወልደ ዮካን ይባላል። ጌታችንንም የጠራው ናትናኤል ነው። ሙሽራው የናትናኤል የአባቱ የወንድም ልጅ ነበርና። ናትናኤል ሠርጉን ትባርክለት ዘንድ ና ብሎ ጌታችንን ጠራው። ቅድስት ድንግል ማርያምንና ዮሴፍንም ይጠሩአቸው ዘንድ ሰዎችን ላከ" /ግብረ ሕማማት/
በሦስተኛው ቀን ማለት ዘመነ ወንጌልን ያመለክታል
እመቤታችን ካለችበት ልጇንም መጥራት እንደ ሚቻል እርሱም እናቱ ካለችበት እንደማይለይ ማስረዳቱ አይደለምን? ጌታችን እስከ እናቱ ድንግል በቤቱ ያስተናገደ ዶኪማስ ተጎድቶ ይሆንን? / ታኦዶኮስ 265/
2-ጌታችን ኢየሱስና ደቀ መዛሙርቱም ወደ ሰርጉ ታደሙ።
ቅዱስ ዮሴፍ ያልተገኘው ልክ ከሞተ 11 ዓመቱን ይዞ ነበር። 114 ዓመት ኖሮ ጌታችን 19 ዘጠኝ ዓት ሲሆነው አርፎአል። ስንክ ሐምሌ 26 "እንደ ማንኛውም እንደሚያውቁት ሰው ጠሩት እንጂ፤ እንደ ታላቅ ሰው አልጠሩትም" ቅዱ ዮሐ አፈ "ጌታ ሆይ! ታላቅ ሲሆን ታናሽ የሆነ፣ ንቁ ሲሆን የተኛ፣ ንጹሕ ሲሆን የተጠመቀ፣ ሕያው ሲሆን የሞተ፣ ንጉሥ ሲሆን ራሱን ያዋረደ እንደ አንተ ያለ ማን አለ!?" /ቅዱስ ኤፍ ሶር/
-ጋብቻ ክቡር ነው። 
-"እስካሁን አላገባችሁም እንዴ? ከጋብቻም በኋላ ንጽሕናችሁን ይዛችሁ ስለምትኖሩ ይህን የተቀደሰ ምሥጢር ለመፈጸም አትፍሩ። እኔ ሓላፊነቱን እወስዳለሁ። በሰርጋችሁም እገኛለሁ። ሙሽራይቱንም መጥቼ አለብሳታለሁ። ለድንግልና ከፍ ያለ ክብር ስለምንሰጥ ጋብቻን አናቃልለውም። በዚህ ንጹሑን ሙሽራና የሙሽራዪቱ ራስ የሆነውን ክርስቶስን እመስለዋለሁ። እርሱ በሰርግ ላይ ተአምር እንደፈጸመ ሁሉ በሰርጉ ላይ በመታደም ጋብቻንም አክብሮታል።" ቅዱ ጎር ነባ መለኮት ከሐዋርያት መካከል የዮሐንስ መጥምቅ ደቀመዛሙርት ወይን አይጠጡም፤ ወይን የረከሰ አይደለም። ጌታችን ለመጀመሪያ ጊዜ በሰርግ ቤት ለምን ተገኘ?*-"በገነት ጋብቻን የመሠረተው እርሱ ራሱ መሆኑን ለማረጋጋጥ ነው።" /ሊቁ አውግስጢኖስ/
ደቀ መዛሙርቱ -የተባሉት ሙሉ በሙሉ 12ቱ ሐዋርያት አይደሉም። /ቃና ዘገ 48/
3-የወይን ጠጃቸውም ባለቀ ጊዜ እናቱ ጌታችን ኢየሱስን፥ "የወይን ጠጅ እኮ የላቸውም" አለችው።
እመቤታችን ድንግል ማርያም ከሰው ወገን የሰው ችግር ቶሎ የሚገባት ቶሎ የሚታያትና የሚሰማት ርኅርኅት ናት። የሰዎቹ ችግር ገብቷት ለልጅዋ ነገረችው" ብፁዕ አቡነ ጎርጎርዮስ (ቃና ዘገ 52 -እንኳን እመቤታችን ሙሴ በያዘው በትር ውኃውን ቀይሯል፤ በመጽሐፍ ቅዱስ ብቸኛው የድንግል ማርያም ልመና። ስለራሳ አልለመነችም። ዘፀ 32፥32፣ዘፍ 18፥24፣ራእ 6፥10፣ ማቴ 19፥27፣ ማር 10፥37፣ 1ቆ 10፥24 -እያወቀ ዝም ያለው አማላጅነቷን ለመግለጽ ነው። "ሁሉን አዋቂ ሲሆን ሊማር ከአይሁድ እግር ሥር ተቀምጦ ተማረ። ዐሥርቱ ቃላትን በጣቶቹ የጻፈው እርሱ ኾኖ ሳለ ከትምህርት ገበታ በትሕትና ተቀምጧል። በሰናዖር ሜዳ የሰው ልጆችን ቋንቋ የደባለቀው እና ሁሉን ቋንቋዎች የፈጠረ እርሱ ነበር። ሆኖም በምድር ላይ ሲኖር የአሕዛብን ቋንቋ እንደማያውቅ ሆኖ የዕብራውያን ቋንቋ (አራማይክ) ብቻ ሲናገር ኖረ። /አባ ጊዮርጊስ/ 
-"በልጅነት ዕድሜው በሕዝብ ሁሉ ፊት ተአምራትን አድርጎ ቢሆን ኖሮ ሰው መሆኑ የምትሐት ይመስላቸው፤ ከጊዜውም በፊት አስቀድመው በሰቀሉት ነበር።" /ቅዱ ዮሐ አፈ/
ይህም ጥያቄ እመቤታችን ለምትጠይቃቸው ጥያቄዎች መጀመሪያ ነው። (የዮሐንስ ወንጌ ትርጉ 77 እመቤታችን ነብይት ናት። እነሆ ከዛሬ /የብርሃን እናት 359
4-ጌታችን ኢየሱስም፥ "አንቺ ሆይ ካንቺ ጋር ምን አለኝ? ጊዜዬ ገና አልደረሰም" አላት።
አንቺ ሴት በግሪክ (gune=women) ሲሆን በግሪክ የዮሐንስ ወንጌል የተጻፈው 'አንቺ ሴት ሆይ = gynai "dear woman" በሚል የአክብሮት አጻጻፍ ነው። "በልቡ ውስጥ ለተከማቸ ፍቅሯ በሚሻል (በሚመጥን) ነገር መለሰላት።" /አባ ጊዮርጊስ/

ጊዜዬ ገና አልደረሰም
"ይህንን የሚለው ከሦስት ዓመታት በኋላ ስለሚፈስሰውና በእርሱ ለሚያምኑ ለአዳም ልጆች ሁሉ ይሰጠው ዘንድ ስላለው ደመ ወይኑ ነው፤" ስንክሳር "ጊዜዬ አልደረሰም ያለው የአባቴን ድንቅ ተአምራት በምድር ላይ የምገልጥበት፣ ካአንቺም በነሣሁት ሥጋ ረሃብንና ጥምን ጭንቁንም ሁሉ የምቀበልበት፣ በአመንዝሮች የምዳሰስበት ሦስት ዓመታት ቀርተውኛልና ከጎኔ በፈሰሰ የምሥጢር ወይን ምእመናን የማረካበት ጊዜዬ ገና አልደረሰም ተብሎ ይተረጎማል።" /አባ ጊዮርጊስ /
"ሁሉንም ሥራ ተገቢ በሚሆንበት ወቅት ሠራ እንጂ ሁሉንም በአንዴ አልሠራም። ምክንያቱም ይህን ቢያደርግ አንዳች ግራ መጋባት እና መቃወስ ይከሰት ነበር። እስከዚህም ሰዓት ድረስ ለብዙዎች ሌላው ቀርቶ ለሁሉም ደቀመዛሙርት እንኳ አልተገለጠም ነበር።" /ቅዱ ዮሐ አፈ/
-አንቺ ሴት-ማቴ 15፥28፣ሉቃ 13፥12፣ዮሐ 4፥21፣ 19፥29፣20፥15፣1ቆ 7፥16፣ዘፍ 2፥23 -ከአንቺ ጋር ምን አለኝ ማለት ውኃውን ጠጅ አድርግላቸው ብትይኝ አይሆንም እልሽ ዘንድ ከአንቺ ጋር ምን ፀብ/ተቃውሞ አለኝ ማለት ነው" (የዮሐንስ ወንጌል ትርጉም ስቡሕ 79
ጊዜዬ ገና አልደረሰም -ሥራውን የሚሠራበት ጊዜ አለው፣የወይኑ ጠጅ ተንጠፍጥፍ እስኪያልቅ ነበር /የዮሐንስ ወንጌል ትርጉም ስቡሕ 81 -እርሳ ስለ ምድራዊ ወይን ለመነችው ማለደችው። እርሱም ከጎኑ ስለሚቀዳ (ስለሚፈስሰው) ስለ ደሙ ወይን በማመሥጠር መለሰላት። ጊዜዬ ገና አልደረሰም ማለትም ከጎኔ ከሚፈስሰው ወይን (ደም) ምእመናን አረካቸው ዘንድ በጦር የምወጋበት ሰዓት አልደረሰም ተብሎ ይተረጎማል። አባ ጊዮርጊስ /የዮሐንስ ወንጌል ትርጉም ስቡሕ 84
ጊዜዬ ገና አልደረሰም ማለት ፈቃዱ ከእነርሱም እስኪመጣ እጠብቃለሁ ሲል ነው። እንዲህም ማድረጉ የእርሱን ስጦታ አክብረው እንዲይዙትና በእነርሱ ዘንድ ይበልጥ ጎልቶ እንዲገለጥ ነው። አንድም እናቱ አጥብቃ ብትለምነውም ጊዜውን በተመለከተ የእርሱ ፋንታ እንደሆነ ለማስረዳት ነው።/ኅብረ ወንጌል 87 -የድንግል ልመና፦ ክብሩ እንዲገለጥ፣ ልጃ ተጠያቂ እንዳይሆን ነበር። /ኅብረ ወንጌል 88
አንድ ሐኪም ብዙ ሕመምተኞች ከሚገኙበት ቤት ገብቶ ሕመምተኞቹ ወይም ዘመዶቹ ሳይፈቅዱለት የእናቱን ቃል ብቻ ሰምቶ ሊፈውሳቸው ቢሞክር ሕመምተኞቹ በጥርጣሬ ሊያዩት ከዛም አልፈው ላይቀበሉት ይችላሉ። /8ኛው ቀንና ሌሎችም 196
5-እናቱም ለአሳላፊዎቹ፥ "የሚላችሁን ሁሉ አድርጉ" አለቻቸው።
--እናቱም አገልጋዮቹን ማዘዟ፦ ቃሉን እንዲሰሙት ነው። ጊዜዬ ገና አልደረሰም ማለቱ ስለ ትሕትና ነው እንጂ የሚሳነውና ከችሎታው በላይ የሚሆን ነገር እንደሌለ አውቃለችና" ቅዱስ ዮሐንስ አፈ /የዮሐንስ ወንጌል ትርጉም ስቡሕ 82 "እመቤታችንስ በጊዜው የሚሠራው አውቃ ለአገልጋዮቹ የሚላችሁን አድርጉ አለቻቸው" ስንክ ጥር 12 ቁ 25 "አገልጋዮቹንም ለእርሱ እንዲታዘዙ ዝግጁ በማድረግ ለተአምሩ መንገድ ጠረገችለት" /ቅዱ ቄርሎስ ዘእስ/
6-በዚያም እንደ አይሁድ ልማድ የሚያነጹባቸው ስድስት የድንጋይ ጋኖች ነበሩ፤ ከእነርሱም እያንዳንዱ ሁለት ወይም ሦስት እንስራ ይይዙ ነበር። 
የማንጻት ልማድ-አይሁድ ርኩስ የሚሉትን ነገር ሁሉ እያጠመቁ ያነጹ ነበር። ዘጸ 19፥11፣ዮሐ 3፥25። ጋኖቹ የረከሰ ሰው የሚጠቀምበትን ወይም የሚታጠብበትን ውኃ የሚይዙ ናቸው። 
/የዮሐንስ ወንጌል ትርጉም ስቡሕ 82 "በቃና ዘገሊላ ሰርግ ቤት የተቀመጡት ስድስት የድንጋይ ጋኖች እንደ ማንኛውም አይሁዳዊ ቤት ይህንን የመናጻት ወግ ለመፈጸም የተዘጋጁ እጅ መታጠቢያ ውኃ የሚሞላባቸው ነበሩ። ስድስቱ ጋኖች የሚቀመጡት ከሰንበት ውጭ ላሉት ስድስት ቀናት የተዘጋጁ ሲሆን በሰባተኛይቱ ቀን ቅዳሜን ግን አይሁድ ከአምልኮና ከዕረፍት ውጭ ያረክሰናል የሚሉትን ሥራ ስለማይሠሩ ለዚያ ቀን ጋን ማዘጋጀት አስፈላጊ አልነበረም። /አቡነ ታዎድሮስ ማልቲ/
7-ጌታችን ኢየሱስም፥ "ጋኖቹን ውኃ ሙሉአቸው" አላቸው፤ እስከ አፋቸውም እስከ ላይ ሞሉአቸው።
1ኛ. ጋኖቹን ውኃ የሞሉአቸው አገልጋዮች በጋኖቹ ውኃ እንጂ ወይን አለመኖሩን እንዲመሰክሩ 
2ኛ. የሰው ልጆች ከኃጢአት ከነጹ በኋላ ጸጋ መንፈስ ቅዱስን፣ የልጅነት ሀብትና በረከትን እንደሚሞሉ ለማሳየት ነው። 
3ኛ. ውኃውን ከውኃነት ወደ ወይንነት እንደለወጠው /እንደመለሰው/ ወይኑን የሚጠጡት ሰዎች ከኃጢአት ወደ ጽድቅ፣ ከኦሪት ወደ ወንጌል መመለስ እንደሚገባቸው ለማመልከት ነው።
4ኛ. ጋኖቹ ባዶ መሆናቸው የብሉይ ኪዳን ሰዎች ከጽድቅ ባዶ መሆናቸውን የሚያመለክት ሲሆን በጌታችን ትእዛዝ ውኃ መሞላታቸውም የአዳም ልጆች ሁሉ በኢየሱስ ክርስቶስ መክበራቸውን የሚያሳይ ነው። /የዮሐንስ ወንጌል ትርጉም ስቡሕ 83/
ውኃውን እርሱ አለመቅዳቱ አገልጋዮቹን ቅዱ ማለቱ ከሌላ ቦታ የወይን ጠጅ አመጣ ብለው ሰዎች እንዳይጠራጠሩት ነው። ቅዱ ዮሐ አፈ /የዮሐንስ ወንጌል ትርጉም ስቡሕ 
ውኃ ሙላቸው-ሕዝቡን አስተምሩ።ጊዜዬ ገና አልደረሰም ተአምሩ የተደረገው በአንደኛው ፋሲካ ሲሆን የሚሰቀለው በአራተኛ ነውና። የተለወጠው ወይን ከመጀመሪያው መሻሉ ሕገ ወንጌልን ሲያመለክት ነው። /መተርጉማን/
8-"አሁንም ቅዱና ወስዳችሁ ለአሳዳሪው ስጡት" አላቸው፤ ወስደውም ሰጡት።
አሳዳሪ ማለት ከእንግዶች መካከል የተመለረጠ ወይም ለሙሽራው የቀረበ ሰው ማለት ነው። ዘፍ 43፥34፣ሲራ 35፥1 (ቃና ዘገ 125 በዝምታ የተፈጸመ ተአምር (ቃና ዘገ 102 በምልዐት የተፈጸመ ተአምር ነው። (ቃና ዘገ 103/
ወደ መልካም የተደረገ ለውጥ ነው። በመጽሐፍ ቅዱስ ውስጥ ወደ መልካም የተደረጉ ለውጦችም፣ እንዲሁም ወደ መጥፎ የተደረጉ ለውጦችም ተጽፈው እናገኛለን። ወደ መልካም የተደረጉ ለውጦች፦ ቃና ዘገሊላ፣ የሙሴ በትር ከእባብነት ወደ በትርነት ወደ ጥፋት የተደረጉ ለውጦች፦ የሎጥ ሚስት፣የአሮን በትር ወደ እባብነት፣ናቡከደነጾር ወደ አውሬነት እንዳጠቃላይ ለወጥ ባሕርያዊ እና ግብራዊ ለውጥ ተብሎ ይከፈላል /መድሎተ ጽድቅ ፫ 297
9-አሳዳሪውም ያን የወይን ጠጅ የሆነውን ውኃ ቀምሶ አደነቀ፤ ከወዴት እንደ መጣም አላወቀም፤ የቀዱት አሳላፊዎች ግን የወይን ጠጅ የሆነውን ያን ውኃ ያውቁ ነበር፤ ውኃውንም የሞሉ እነርሱ ነበሩና።
"ጌታ ሐዋርያቱ በተሰበሰቡበት ቤት ውስጥ በሮቹ ዝግ ሆነው ሳለ እንደገባ ከቅዱሳት መጻሕፍት ተረድቻለሁ። እንዴት አድርጎ ገባ? የሚለውን ግን እስካሁን አልተማርሁም። ያልተቀበልሁትን ነገር ደግሞ ልናገር አልሞክርም።
 በተዘጋው ደጅ የገባው ጌታችንን አወድሰዋለሁ። ስለ አገባቡ ግን ለማወቅ ጓጉቼ አልመራመርም። በፈጸማቸው ልዩ ልዩ ተአምራት እደነቃለሁ። እንዴት እንደተፈጸሙ ግን ለማብራራትና ዝርዝር ትንታኔ ለመስጠት አልሻም። እኔ የጌታዬን ተአምራት በአድናቆት የምሰማ ባሪያው ነኝ እንጂ የአምላኬን አሠራር የምዳኝ ዳኛ አይደለሁም።" /ቅዱ ዮሐ አፈ/ "ስለተደረገው ነገር ትኩረት ሠጥተው የተረዱት አገልጋዮቹ፣ አሳዳሪውና ሙሽራው ነበሩ።" ቅዱ ዮሐ አፈ (ቃና ዘገ 53 -"ሙሽራው ለዚህ የአሳዳሪው አስተያየት ምላሽ መሥጠቱ የሚጠበቅ ነገር ነው። ወንጌላዊው ግን የተፋጠነው የበለጠ አስፈላጊ የሆኑ ጉዳዮች ላይ ነበርና እነዚህን ነገሮች ብቻ ጽፎ አለፈው። እኛ ልንማርበት የሚያስፈልገን ክርስቶስ ውኃን ወይን ማድረጉንና ወይኑም እጅግ መልካም የወይን ጠጅ እንደነበረ ነው። ስለዚህ ሙሽራው የተናገረውን መጨመር ለወንጌላዊው አስፈላጊ መስሎ አልታየውም።" /ቅዱ ዮሐ አፈ/
9-አሳዳሪውም ያን የወይን ጠጅ የሆነውን ውኃ ቀምሶ አደነቀ፤ ከወዴት እንደ መጣም አላወቀም፤ የቀዱት አሳላፊዎች ግን የወይን ጠጅ የሆነውን ያን ውኃ ያውቁ ነበር፤ ውኃውንም የሞሉ እነርሱ ነበሩና።
10-አሳዳሪውም ሙሽራውን ጠርቶ "ሰው ሁሉ መልካሙን የወይን ጠጅ አስቀድሞ ያጠጣል፤ ከጠገቡ በኋላም ተርታውን ያመጣል፤ አንተ ግን መልካሙን የወይን ጠጅ እስከ አሁን አቈየህ፤ አለው።
ለሠርግ የታደሙት ሰዎች ሰውነት ውኃውንና ወይኑን ለይታ አታወቅም ነበር የሚል ሰው እንዳይኖር ጌታችን ሁልጊዜ ከሚጠጡት ወይን የተሻለና የበለጠ አደረገው እንጂ። /ቅዱ ዮሐ አፈ/ የተነገረው ሁሉ በወንጌል ባይጻፍ ነው እንጂ የወይን ጠጁን ከወድየት አመጣችሁት ተብለው አገልጋዮቹ ተጠይቀዋል።
እነሱም ኢየሱስ ጋኖቹን ውኃ ሙሉ አለን ሞላን ቀድታችሁ ለአሳዳሪው ስጡት አለን፤ ቀድተንም ሰጠነው ብለው መልሰዋል። /መተርጉማን/
"በአበባሽ (በልጅሽ) በክርስቶስ (በፍቅሩ) የሰከረ ሰው፤ በሰማዕትነት አደባባይ ቢቆም እንኳን በድንጋይ መወገር ለእርሱ ገለባ ይመስለዋል፣ እሳትም ለእርሱ እንደ ቀዝቃዛ የባሕር ውኃ ነው።" አባ ጽጌ ድንግል "አንተ የምትፈልግ ከሆነ ጌታችን ያን ጊዜ ያደረገውን ተአምር አሁንም ሊያደርግልህ ይቻለዋል። አሁንም ውኃን ወይን ማድረግ ይችላል። የበለጠ የሚያስደንቅ ነገር የሚሆነው ግን ይህንን ዕረፍት ያልሠጠህንና ለጥፋት የሚዳርግህን ጊዜያዊ ደስታን፣ የያዘህን የፍትወት ቆፈን ወደ ጋለ መንፈሳዊነት ሊለውጥልህ መቻሉ ነው። ውኃን ወይን ማድረግ ማለት ይኼ ነው።" /ቅዱ ዮሐ አፈ/
የጥፋት ውኃ ያላሰጠመው ኖኅ፤ አንዲት ጽዋዕ የወይን ጠጅ አሰጠመችው" ቅዱ አምብሮስ 
"በዚያን ጊዜ ኢየሱስ ውኃን ወይን አድርጓል። ያኔም አሁንም ያልሰከነ ፈቃዳችንን ለመለወጥ አይታክትም። ከውኃ በምንም የማይለዩ ሰዎች አሉ። የቀዘቀዙ፣ በተቀደደላቸው የሚፈሱና ደካሞችና ያልተረጋጉ ሰዎች! እነዚህን ሰዎች ይለውጣቸው ዘንድ ወደ ጌታችን እናምጣቸው።" /ቅዱ ዮሐ አፈ/ "የቃናን ውኃ ባሕርይም ያማረ የጣፈጠ ወይን አደረገው፤ ግድ ያለው ባይኖርም ከእሱ ጠጣ" /ሃይ አበ ዘሰኑትዩ/ 
"በስግብግቦች ዘንድ እንደ በላተኛ ቶጠረ፤ በሚያውቁት ዘንድ ግን እርሱ የሁሉ መጋቢ ነው። በሰካራሞች ዘንድ እንደሚጠጣ ተቆጠረ፤ በሚያስተውሉት ዘንድ ግን እርሱ የሁሉን ጥም የሚያረካ ነበር።" /ቅዱ ኤፍ/
11-ጌታችን ኢየሱስም በቃና ዘገሊላ ያደረገው የተአምራት መጀመሪያ ይህ ነው። ክብሩንም ገለጠ፤ ደቀ መዛሙርቱም አመኑበት።
-የሐልዮ ተአምር -/የዮሐንስ ወንጌል ትርጉም ስቡሕ 85 -ጌታችን ለምን ተአምራት አደረገ? (የዮሐንስ ወንጌል ትርጉም ስቡሕ 85/
-"በእርግጥ ጌታችን ኢየሱስ ክርስቶስ ውኃውን ወይን በማድረግ የፈጸመው ተአምር ይህን ያደረገው እርሱ እግዚአብሔር መሆኑን ለሚያውቁ ሰዎች አይደንቃቸውም" ሊቁ አውግስጦስ " እግዚአብሔር ሆይ ውኃን ወይን ታደርገው ዘንድ በፍቅር ወደ ሰርግ ቤት ለመሔድህ ሰላምታ ይገባል። ይህ ኃይልህ በእኛ ዘንድ ድንቅ ነው። ለአንተስ የሚሳንህ ሥራ የለም። ሰማይና ምድርንም የሠራኋቸው አንተ ነህና።" ስንክሳር "ኢየሱስ ሰርግ ቢጠሩት በቃና ዘገሊላ ውኃውን ጠጅ አድርጎ አጠጣ። በሰው ሰርግ እንደዚህ የሆነ በራሱ ሰርግ እንዴት ይሆን? የእግዚአብሔርን ልጅ ሰርግ አይቼ ከድግሱም በልቼ ጠጥቼ ከዚያ ወዲያ ምነው በሞትሁ" /መጽሐፈ ጨዋታ/
-ቅዱስ ዲዮስቆሮስ የልዮንን ወገኖች 'ክርስቶስ በቃና ዘገሊላ ሰርግ ቤት የጠሩት እንደ ሰው ነው ወይስ እንደ አምላክ" ብሎ ጠየቃቸው። እነርሱም "እንደ ሰው ነው እንጂ አምላክስ ወደ ሰርግ ቤት አይጠራም" አሉት። ደግሞም "ውኃውን ወይን ያደረገው አምላክ ነው ወይስ ሰው?" ብሎ ጠየቃቸው። እነሱም "አምላክ ነው እንጂ ሰውስ ውኃውን ወይን ሊያደርግ አይችልም" አሉት። 
ዲዮስቆሮስም ሲመልስ "ወደ ሰርግ ቤትም የተጠራው፣ ውኃውን ወይን ያደረገው አንድ እርሱ ነው እንጂ ከእርሱ ጋራ ሌላ የለም። ወደ ሰርግ ቤት የተጠራው እርሱ ውኃውን ወይን እንዳደረገው ታወቀ ተረዳ። 
የተጠራው እርሱ ውኃውን ወይን አደረገ ካላችሁ ኹለት ባሕርይ ኹለት ፈቃድ ብላችሁ ለኹለት ልትከፍሉት አትችሉም።...ትንሽ ቆይታችሁ 'ወደ ሰርግ የተጠራው ሥጋ ነው ውኃውን ወይን ያደረገው መለኮት ነው አትበሉ እንጂ "ወደ ሰርግ ቤት የተጠራ ውኃውን ወይን አደረገ" የምትሉ ከሆነ መልካም ነው። ከዚህ አልፋችሁ "ወደ ሰርግ ቤት የተጠራ ሥጋ ነው፤ ውኃውን ወይን ያደረገው መለኮት ነው" የምትሉ ከሆነ ግን ይህ ንግግር ንስጥሮስ "ከእግዚአብሔር የተወለደው ተአምራት ያደርጋል ከማርያም የተወለደው መከራ ይቀበላል' ብሎ ያስተማረውን ትምህርት የመሰለ ነው።...እንዲህ ከሆነ እስቲ ንገሩኝ ተዋሕዶ ወዴት አለ? ለትስብእትስ (ለሥጋ) ወደ ሰርግ ቤት መጠራቱ ልማዱ ነውና ይገባዋል ኧረ መለኮት ሰርግ ቤት መግባት የማይገባው ሲሆን ለምን ተጠራ? ትስብእት ነው እንጂ መለኮት አልተጠራም አልሔደም እንዳትሉም ትስብእት ደግሞ የመለኮት ሥራ ካልሠራ እርሱ በእርሱ ከተለያየ ተዋሕዶ ወዴት አለ? ጌታችን ራሱ 'እርስ በእርስዋ የምትለያይ መንግሥት አትፀናም" ማቴ 10፥25 እያለ ሲያስተምር እንዴት ራሱን እንከፍለዋለን" ስለዚህ በቃና ዘገሊላ ሰርግ ቤት አንዱ ተጠሪ ሌላው አድራጊ ነው ሊባል አይገባም" 
"ሰው ካልሆነ ወደ ቃና ዘገሊላ ሰርግ ቤት የተጠራው ማን ነው? ደግሞስ አምላክ ካልሆነ ውኃውን ወደ ወይን የለወጠው ማን ነው?" ቅዱ ኤፍ ሶር (ቃና ዘገ 43) "ሰው በመሆኑ እንደተጠማ እንዲሁ አምላክ በመሆኑ በሰርግ ቤት ለነበሩ ሰዎች ውኃውን ወይን አድርጎ አጠጣቸው" /ቅዱ ሄሬኔዎስ/ 
-ቃና ዘገሊላ ሥጋ ወደሙን ያስታውሳል
-"እርሱ አንድ ጊዜ በቃና ዘገሊላ ውኃውን ወይን አድርጎ ነበር። ይህም የደሙ ምሳሌ ነው። ታዲያ ወይኑን ወደ ደም ቢለውጥ ምን ይደንቃል? 
ወደ ሥጋዊው ሰርግ ቤት ተጠርቶ እንዲህ ያለ ድንቅ ሥራ ከፈጸመ ወደ ሙሽርነቱ እልፍኝ ልጆቹ እኛ በጠራነው ጊዜ ምን ያህል የሥጋና ደሙን ፍሬ ይመግበን ይሆን?" /ቅዱ ቄርሎስ ዘኢየሩሳሌም/ 
-"እውነተኛ አምላካችን ጌታችን ክርስቶስ ሆይ የገሊላ አውራጃ በምትሆን በቃና በጠሩህ ጊዜ ወደ ሰርግ የሔድህ ውኃውንም ባርከህ ጠጅ ያደረግላቸው በፊትህ የተቀመጠ ይህንን ወይን እንደርሱ አድርገው። አሁንም ባርከው አክብረው አንጻው ሁልጊዜ የሥጋችንና የነፍሳችን የልቡናችንም ሕይወት ይሆን ዘንድ። አብ ወልድ መንፈስ ቅዱስ ሆይ ከእኛ ጋር ኑር። ለተድላና ደስታ የሚሆን ወይኑንም ለበጎ ነገር ምላው። ለሕይወትና ለመድኃኒት ለኃጢአትም ማስተሥርያ ለማስተዋል ለደኅንነት ለመንፈስ ቅዱስ ምክር ዛሬም ዘወትርም ለዘለዓለሙ አሜን።"/ ቅዳሴ/ 
ቃና ዘገሊላ ኦሪትን ያስታውሳል
_"የቃና ወይን በኦሪት ሕግ ተመሰለች፤ የጠጡአትን አላጸደቀቻቸውምና። ነገር ግን በመዓዛዋ ጣፋጭነት ልባቸውን ደስ አሰኘች። አሰከረቻቸው ኦሪትም ቀድመው የተቀበሏትን አላጸደቀቻቸውም። ነገር ግን የእግዚአብሔር ቃል ናትና እርስዋን በመስማት ልባቸው ደስ ተሰኘች።" /አባ ጊዮርጊስ/ 
ቃና ዘገሊላ ወንጌልን ታስታውሳለች።
-"መልካሙን የወይን ጠጅ እስካሁን አቆይተሃል ተብሎ የተነገረው ሙሽራ ጌታችን ኢየሱስ ክርስቶስ ነው። እርሱ አዲሲቱን ወይን ወንጌልን እስከ አሁን አቆይቷታልና።" ሊቁ አውግስጢኖስ 
"ወደ ሰርግ በዓልዋ ዕለት ደስታ ይዘህላት ስለመጣህ ቃና ታመሰግንህ!! አክብረኸዋልና ሙሽራው የደፋው ዘውድ አንተን ያከብርሃል። 
የሙሽራዋ አክሊልም የአንተን ድንቅ ሥራ ያደንቃል። ቤተ ክርስቲያንህን በሙሽራዋ መስለሃታልና በቃና መስታወትነት ምሳሌዎች ሁሉ ትርጉማቸውን አገኙ። የቃናዎቹ እንግዶች ደግሞ አንተ የመረጥሃቸው የጠራሃቸው ናቸው። ምጽአትህንም በሰርግ ቤት መሰልከው።" /ቅዱ ኤፍሬም/ 
"ያጌጡት ወታደሮቹ ምሳ ሊበሉ ሲሰበሰቡ፤ ወደ ሰርግ ቤት ድንኳን ውስጥ ያስገባን" ተአምረ ኢየሱስ 
-የውኃን ተፈጥሮዊ ባሕርይ ሳይቀይር ወደ ወይንነት ጽንሰቱን ሲያስረዳ ነው። ወይኑ የልጃ ጋኑ የእርሳ ምሳሌ ነው። ቅዱስ ኤፍሬም /ኅብረ ወንጌል 89/
-ከውኃ ወደ ወይን መቀየሩ፦ በአይሁድ ላይ ትምህርቱን በማፍሰስ እነርሱን በቅድስና ሊያጣፍጥ እንደመጣ በሁሉ ዘንድ እንዲታወቅ ይህን ተአምር ፈጸመ። ቅዱ ኤፍሬም /ኅብረ ወንጌል 90
በጸጋ ላይ ጸጋ ተሰጥቶናል -ኅብረ ወንጌል 90 -መልካሙን ወይንን ቢሰጣቸው መራራ ሃሞትን አጠጡት። ወደ ራሱ ሰርግ ሲጠራቸው አልመጡም ማቴ 21። ቅዱ ኤፍ /ኅብረ ወንጌል 90 -በመልክ ቢመስላቸው በተአምር ግን የተለየ እንደሆነ አስረዳቸው። ቅዱ ኤፍሬም /ኅብረ ወንጌል 91 -በእርሱ ዘንድ የተናቀ የለም። ውኃ ክቡር ነው። ቅዱስ ኤፍሬም /ኅብረ ወንጌል 92 
የተአምር መገለጫ
በሥነ አመክንዮ ሊብራራ የማይችል ፦ ዮሐ 2፥1-11፣ 1ነገ 18፥36፣ አለመደጋገም፦ 2ነገ 5፣2፥14፣ ወደ ጥንት ማንነቱ መመለሱ፦ 2ነገ 6፥8፣20፣1ነገ 13፥1፣ዘፀ 4፥2፣ ከተለመደው ሥርዓት የተለየ፦ 1ነገ17፥17፣2ነገ 4፥32 ሐዋ 9፥35፣ያዕ 5፥17 የጌታችን ምስክሮች፦ አባቱ፣ በራሱ ተአምራት ፣በሐዋርያት /ሁለቱ ኪዳናት 95
12-ከዚህም በኋላ እርሱ እና እናቱ፥ ወንድሞቹና ደቀ መዛሙርቱም ወደ ቅፍረናሆም ወረዱ፤ በዚያም ብዙ ያይደለ ጥቂት ቀን ተቀመጡ
የናሆም መንደር ማለት ነው። በገሊላ ባሕር ሰሜናዊ ምዕራብ ዳርቻ ከዘመናዊቷ ጥብርያዶስ ከተማ በስተሰሜን ምሥራቅ 16 ኪሜ ከጥንቷ ኮራዚ በስተደቡብ ምሥራቅ 3 ኪሜ ከላይዕላይ ዮርዳኖስ ወንዝ በስተምዕራብ 5 ኪሜ ርቀት ላይ የምትገኝ ከተማ ናት። /የዮሐንስ ወንጌል ትርጉም ስቡሕ 85
13-የአይሁድም የፋሲካቸው በዓል ቀርቦ ነበር ጌታችን ኢየሱስም ወደ ኢየሩሳሌም ወጣ 
የአይሁድ ፋሲካ የሚጀምረው እስራኤል ከግብፅ የወጡበትን ምክንያት በማድረግ የሚያከብሩት ነው። ፋሲካ ማለት ማዕዶት ወይም መሻገር ማለት ነው። አራቱ ፋሲካዎች አንደኛው ይህ። 2 ዮሐ 6፥4፣ 3 ዮሐ 7፥2 4 ዮሐ 11፥55፣ 12፥1 / የዮሐንስ ወንጌል ትርጉም ስቡሕ 86 ኢየሩሳሌም ማለት የሰላም ከተማ ማለት ነው። ነህ 11፥1፣
14-በቤተ መቅደስ በሬዎችንና በጎችን ርግቦችንም የሚሸጡትን ገንዘብ ለዋጮችንም ተቀምጠው አገኘ
`,

  /** -------------------------------------------------------- **/

  "መዝሙር እሙነ ኮነ ልደቱ": `እሙነ ኮነ ልደቱ፤ ለመድኀኒነ ክርስቶስ እምሰማያት ወረደ ወእመላእክት ተአኵተ ወእማርያም ተወልደ በቤተ ልሔም ተወልደ ወበናዝሬት ተሐፅነ ወአስተርአየ ገሃደ ውእቱ አክሊለ ሰማዕት ውእቱ መድኀኔ ነገሥት ኖላዊሆሙ ለአሕዛብ እሙነ ኮነ ልደቱ ብርሃን ኮነ ምጽአቱ ለመድኀኒነ ክርስቶስ። የጌታችን የመድኃኒታችን የክርስቶስ ልደት እውነት ነው፤ ከሰማያት ወረደ በመላእክት ዘንድ ተመሰገነ፤ ከማርያም ተወለደ፤ እርሱም የሰማዕታት አክሊል ነው፤ የነገሥታት መድኀኒት ነው የአሕዛብም እረኛቸው ነው፤ የመድኀኒታችን የክርስቶስ ምጽአቱ ብርሃነ ልደቱ እውነት ነው።`,
  "ምስባክ መዝ 110፥27": `27፤ እግዚአብሔር እግዚኦ አስተርአየ ለነ። ግበሩ በዐለ በትፍሥሕት በኀበ እለ ያሰሐምምዎ። እስከ አቅረንቲሁ ለመሥዋዕ። 26፤ በእግዚአብሔር ስም የሚመጣ ቡሩክ ነው፤ ከእግዚአብሔር ቤት መረቅናችሁ። 27፤ ጌታ እግዚአብሔር ተገለጠልን፤ እስከ መሠዊያው ቀንዶች ድረስ በሚያስተነትኑበት በደስታ በዓልን አድርጉ።
ቡሩክ ዘይመጽሕ በስመ እግዚአብሔር። የእግዚአብሔርን ስም ጠርቶ የሚመጣ ዘሩባቤል ንዑድ ክቡር ነው። ከወርቁ ሰሙን አስቀደመ፤ ንጉሥ ዘሩባቤል በእግዚአብሔር ፈቃድ በእግዚአብሔር ስም ለእስራኤል የነገሠ ደግ ንጉሥ በመሆኑ ለክርስቶስ ምሳሌ ለመሆን በቅቷል።
አንድም እግዚአብሔር ነኝ ብሎ እግዚአብሔር መስክሮለት የመጣ እግዚአብሔር ወልድ ጌታችን ኢየሱስ ክርስቶስ ቡሩክ መርገመ ሥጋ መርገመ ነፍስ የሚያርቅ በረከተ ሥጋ በረከተ ነፍስ የሚያድል ፍጹም የባሕርይ አምላክ ነው። ባረክናሙ እምቤተ እግዚአብሔር። ቅዱሳን ነቢያት ቅዱሳን ሐዋርያት ከቤተ እግዚአብሔር ተውጣጥተን አከበርናችሁ አስተማርናችሁ ይላሉ። እግዚአብሔር እግዚኦ አስተርአየ ለነ። በዚህ ቦታ አለ በዚህ ቦታ የለም የማይባል በምልአት በስፋት ያለ እግዚአብሔር በጸጋ በረድኤት ተገለጠ፤ አንድም በጠባብ ደረት በአጭር ቁመት ተወስኖ በዚህ ምድር በሥጋ ተገለጠ። 
በዓላት የሚከበሩባቸው ዋና ዋና ምክንያቶች (መድ ጽድ ፩ 509)
1. የእግዚአብሔርን ሥራ ለማሰብ፤ ለማዘከር (ለማስታወስ) መዝ 111፥6፣ 110፥4
2. በረከት ለማግኘት። ምሳ 10፥6
3. መንፈሳዊ ሐሤት ለማግኘት መዝ 41፥4፣ 117፥24፣ ዘዳ 16፥13
4. ተግባራዊ የሃይማኖት ትምህርት ቤቶች ናቸው
ወንጌል ሉቃ 2፥42-ፍሜ
42-ዐሥራ ሁለት ዓመትም በሞላው ጊዜ እንደ አስለመዱ ወደ ኢየሩሳሌም ለበዓል ወጡ።
ሕፃናትን ቤተ ክርስቲያን ይዞ በመምጣት በበረከት በቅድስና የሚያድጉበትን ሕይወት ማስለመድ የነገዋን ቤተ ክርስቲያን መሥራት ነው። 
43-ሥራቸውንም ጨርሰው ተመለሱ ሕፃኑ ጌታችን ኢየሱስ ግን በኢየሩሳሌም ቀርቶ ነበር ዮሴፍና እናቱም አላወቁም ነበር።
የልጆቻችን ውሎ የት ነው? ከማን ጋር ነው? ምን እየሠሩ ነው? ብለን ጥብቅ ክትትል ማድረግ ያስፈልገናል። ምክንያቱም ልጆች ገና ሥራቸውን አልጨረሱምና፤ 
44-በመንገድም ከሰዎች ጋር ያለ መስሎአቸው ነበር ያንድ ቀን መንገድንም ከሄዱ በኋላ ዕለቱን ከዘመዶቹ ከሚያውቁትም ዘንድ ፈለጉት።
45-ባላገኙትም ጊዜ እየፈለጉት ወደ ኢየሩሳሌም ተመለሱ።
46-ከዚህም በኋላ በሦስተኛው ቀን በቤተ መቅደስ በሊቃውንት መካከል ተቀምጦ ሲሰማቸውና ሲጠይቃቸው አገኙት።
--የቤተ ክርስቲያንን ሊቃውንት ቀርቦ መጠየቅ እንደሚገባ ሲያስተምረን ማቴ 13፥11
እግዚአብሔር የሚገለጥባቸው 
-ለአማንያን የሚገለጥ፣ ለኢአማንያን የሚሰወር 1ዮሐ 1፥3፣ዘኁ 22፣ ዳን 3፥25
-በሃይማኖት፣ በመጻሕፍት፣ በበጎ ሕሊና፣ ከደጋግ መምህራን ለሚሹት የሚገለጥ/ ለማይሹት የማይገለጥ። ማቴ 19፥21፣10፥39፣16፥24፣ሉቃ 2፥46 /ተንከተም 113
ድክ ድክ ስትል ተመልካቾች ኹሉ ይደነቃሉ። /ቅዱስ ኤፍሬም/
የተወለደው በማርያምና በዮሴፍ ቤት ሊቀመጥ ሳይሆን የእውነትን እውቀት ያስተምር ዘንድ ሥርዓትን ይፈጽም ዘንድ ነው።፤3 ቀን ጠፍቶ መገኘቱ ትንሣኤውን ያመለክታል። /አምብሮስ/
47-የሰሙትም ሁሉ አስተዋይነቱንና አመላለሱን ያደንቁ ነበር።
የአንተ አገላለጽ ኹኔታ ዐዋቂዎችን ፍጥረታትን ያስገርማል ታስገርማለኽ፤ ታናናሾች እጆችኽ ያጨበጭባሉ፣ እግሮችህም ይመታሉ፤ በማንኛውም መንገድ ተፈቃሪ ነህ፤ የአንደበትህ ጉሩምርምታ እንኳን ስለ አባትህ ይናገራል። ቅዱ ኤፍሬም /መልክአ ኢየሱስ 15/ ፤ እመቤታችን አንድ ግዜ ሳይሆን 30 ዓመት በሙሉ አስደናቂ ንግግሮቹን ሰምታለች። /መድሎተ ጽድቅ ፩ 272
48- በአዩትም ጊዜ ደነገጡ እናቱም “ልጄ ለምን እንዲህ አደረግኸን? እነሆ አባትህም እኔም ስንፈልግህ ደከምን” አለችው።
እመቤታችን እንዲህ ማለቷ አይሁድ ልጄን ይገድሉብኛል የሚል ስጋት ስለነበራት ነው። /ኅብረ ወንጌል 72 ይህ የሚያመለክተን የኅበረተሰቡን አመለካከት ይዞ መናገር በአይሁድ ኅብረተሰብ ልማድ መኾኑን ነው። ቅዱስ ጀሮም /ነገረ ማርያም በሐዲስ ኪ 44
አንድ ልጅ ወላጆቹን አከበረ ማለት፦ ውጤታማ በመሆን፣ ምሳ 23፥24፣ የወላጆቹን ውለታ በማስታወስ፣ በመርዳት፣ በመፍቅር፣በፈቃደኝነት በመታዘዝ /ሕግጋተ እግዚአብሔር 102
አንዳንድ ሰዎች ጌታችን በጠፋ ጊዜ አለማወቋን በመጥቀስ ክብር ይግባትና ድንግል ማርያም ምንም አታውቅም ለማለት ሲሞክሩ ይታያል። ነቢዩ ኤልሳዕ እስራኤልን ቁጭ ብሎ ሶርያ የተደረገውን እንዳወቀ በተጻፈበት መጽሐፍ ቅዱስ እያመንን ጸጋን የተሞላችው ድንግል ይህን ማድረግ ይከብዳታል ብለን አናምንም። ሆኖም የቅዱሳን ዕውቀት የባሕርይ ሳይሆን የጸጋ እንደ መሆኑ የሚገደብበት ጊዜ አለ። 2ነገ 6፥12፣ ዮሐ 11፥34፣ ዘፍ 3፥9 /ሕማማት 378
49- እርሱም “ለምን ትፈልጉኛላችሁ? በአባቴ ቤት ልኖር እንደሚገባኝ አላወቃችሁምን?” አላቸው።
ሌሎች ሰዎች ባሉበት ዮሴፍን አባቱ በማለት ተናገረች፤ ድንግልናዋን ላለመግለጥ ትጠነቀቅ ነበር። ነገር ግን ከእነዚያ መምህራን ጋር ተቀምጦ ጥያቄዎችን ይጠይቅ በነበረ ጊዜ፣ ዮሴፍ አባቱ እንደኾነ አድርጋ መናገርን በተመለከተ ጊዜ በዝምታ ሊያልፍ አልፈለገም። በአባቴ ቤት መኾኔ ትክክል እንደኾነ አንቺም ታውቂያለሽ፣ በማለት አባት እንዳለውና አባቱ ዮሴፍ እንዳልኾነ ለማርያም በመናገር መልስ ሰጠ። ዝም ብሎ ዐልፏት ዝምታውም (ስለመስማቱም) ማስረጃ ተደርጎ እንዳይቀር፣ የማይታይ የኾነ ምስጢራዊ አባት እንዳለው ገለጠ። ያ ቤተ መቅደስ በዐይን የማይታየው የአባቱ ቤት አምሳል ነውና። እናም አባቴ ቤት ልኖር እንደሚገባኝ አላወቃችሁምን?” አላቸው። ዮሴፍ አባቱ እንደኾነ በማድረግ የተናገረችሁን ትቶ፣ ተሰውሮ የሚኖረው አባቱ ማን እንደኾነ ቤቱም የትኛው እንደኾነ አሳየላት። ...ቅዱ ያዕቆብ ዘሥ /የእመቤታችን ዘላለማዊ ድንግልና 88
-ወጣትነት የለውጥ ጊዜ ነው። /አሳድጉኝ 43
-የሚፈልጉት የት ሊያገኙት እንደሚችሉ ተማሩ፤ የትም ሳይሆን በቤተ መቅደስ ነው። በቤተ ክርስቲያን ውስጥ ካሉ መምህራን ዘንድ ፈልጉት። /ሕማማት 380
50-እነርሱም ግን የነገራቸውን ቃል አላስተዋሉም።
ክርስቶስ የሚነገረን ቃል ብርቱ ነው፤ ሁሉን መረዳት ማስተዋል አንችልም። "አቤቱ ዕውቀትህ ጥበብህ ከእኔ ይልቅ ተደነቀች፤ ወደ ርሷም መድረስ አልቻልኩ!" በማለትም ዳዊት ያደንቃል። በቅዳሴም "አቤቱ ዘውትር አንተን ያዩ ዘንድ ውስጣዊ ዓይኖቻችንን አብራልን፤ "
51-ከእነርሱም ጋር ሂዶ ወደ ናዝሬት ወረደ ይታዘዝላቸውም ነበር እናቱ ግን ይህን ሁሉ ነገር ትጠብቀው በልብዋም ታኖረው ነበር።
አንዳንዶች ስለ እመቤታችን በወንጌል ላይ አልተጻፈም ይላሉ። ግን ዐሳባም ተጽፏል። /ቃና ዘገ 32
ጻድቁ ዮሴፍ ለመሸጥ ያበቃው ስለራሱ በመናገሩ ነው። ዘፍ 37፥8፣ኤፌ 5፥15
እግዚአብሔር ሥጋ በመልበሱ ካሳያቸው ትሕትናዎች አንዱ መታዘዝ ነው። /እግዚአብሔር እና ስወ 56
ኤፌ 6፥1፣ምሳ 3፥12፣9፥8፣ዕብ 13፥8፣1ሳ 1፥6መዝ 37፥8፣ገላ5፥19፣ኤፌ 4፥31-ሉቃ 1፥29
52-ጌታችን ኢየሱስም በእግዚአብሔር ዘንድ በሰውም ዘንድ በጥበብና በአካል በሞገስም አደገ። 
- -ክርስቲያን ማለት የክርስቶስ ደቀ መዝሙር ማለት ነውና እድገቱ በቁመቱ ብቻ ሳይሆን በሰውም በእግዚአብሔርም ዘንድ በጥበብና በሞገስ ሊሆን ይገባል።" /የትሕርምት ሕይወት 110 
`,

  /** -------------------------------------------------------- **/

  "መዝሙር ተወልደ ኢየሱስ": `ተወልደ ኢየሱስ በቤተ ልሔም ዘይሁዳ ተወልደ ኢየሱስ በተድላ መለኮት ተወልደ ተወልደ ተጠምቀ ወሠርዐ ሰንበተ ለዕረፍተ ከመ ንትፈሣሕ በልደቱ ወንተሐሠይ በአስተርእዮቱ ከመ ዝኬ ልደቱ ለክርስቶስ።- የይሁዳ አውራጃ በምትሆን በቤተ ልሔም ኢየሱስ ተወለደ፤ በተድላ መለኮት ተወለደ፤ ተጠመቀ፤ በልደቱ ደስ ይለን ዘንድ በመገለጡም ሐሤት እናደርግ ዘንድ ሰንበትን ለዕረፍት ፈጠረ።`,
  "ምስባክ መዝ 47፥8": `8፤ በከመ ሰማዕነ ከማሁ ርኢነ። በሀገረ አግዚእ ኃያላን በሀገረ አምላክነ። እግዚአብሔር ሣረራ ለዓለም። 8፤ እንደሰማን እንዲሁ አየን፥ በሠራዊት ጌታ ከተማ፥ በአምላካችን ከተማ፤ እግዚአብሔር ለዘለዓለም ያጸናታል።
ከሃይማኖት ወደ ሃይማኖት መሸጋገር የለም፤ ምናልባት ሊኖር የሚችለው ከሃይማኖት ሰሚዕ ወደ ሃይማኖት ርእይ መሸጋገር ነው እንጂ ሃይማኖት ከሕገ ልቡና እስከ ሕገ ወንጌል ድረስ ቢመረምሩ አንዲት ናት። አሁን ያለን ሰዎች "በከመ ሰማዕነ ከማሁ ርኢነ።" ብለን እናምናለን። /ተንከተም 36/ አምላክ ከእመቤታችን እንደሚወለድ እንደሰማን እንዲሁ ተወልዶ አየነው።
`,
  "ወንጌል ሉቃ 2፥36-ፍሜ": `፴፯. ሰማንያ አራት ዓመትም መበለት ሆና ኖረች፤ በፆምና በጸሎትም እያገለገለች፥ ቀንም ሆነ ሌሊት ከቤተ መቅደስ አትወጣም ነበር።
*መበለት፤ ባልዋ የሞተባት ወይም በማናቸውም ምክንያት ያለ ባል የምትኖር ሴት፤ ዘፍ 38፥11፣ ማር 12፥41፣ ሉቃ 7፥12፣ ሐዋ 6፥1፣ ዘዳ 25፥5፣ ማቴ 22፥23። /የመቅ መቃ 37/
ጾም አገልግሎት ነው። /መድሎተ ጽድቅ ፩ 221
የምንኩስና ሕይወት በመጽሐፍ ቅዱስ 
-ነብዩ ኤሊያስ 2ነገ 1፥9፣15፣ 1ነገ 19፥9፣ 2ነገ 1፥18፣ 2ነገ 18፥45 -ነቢዩ ኤልሳዕ -ነቢዩ ኤርሚያስ -ድንግል ማርያም -ነቢይት ሐና -የአልዓዛር እኅት ማርያም -መጥምቁ ዮሐንስ /ታላቁ የምንኩስና ሕይወት 111
ነቢያት ጾመዋል
-ዳዊት መዝ 34፥13-ዳንኤል ዳን 4፥9 -ነህ ነህ 1፥3
፴፰. ያንጊዜም ተነሥታ እግዚአብሔርን አመሰገነች፤ የኢየሩሳሌምንም ድኅነት ተስፋ ለሚያደርጉ ሁሉ ስለ እርሱ ተናገረች።
ተነሥታ እግዚአብሔርን አመሰገነች፤ 
እግዚአብሔርን ማመስገን የመንፈሳዊ ሕይወት ማረጋገጫ፤ ፍሬ ነው። እርሱን ለማመስጋን መነሣት ውለታውን ማሰብ፤ ፍቅሩን መመስከር ነው። ነቢይት ሐና በ 84 ዓመቷም ምስጋናውን አላቋረጠችም። አካሏ ቢደክምም መንፈሷ ብርቱ ነበርና "ተነሥታ እግዚአብሔርን አመሰገነች"። ቤተ ክርስቲያን የዘውትር ጸሎቷ 'ተነሡ ለጸሎት ፣ ለምስጋና ነው" እኛስ ምን ያህል ሰምተናታል?
የምስጋና ሕይወት እስከ ነፍሳችን ዕቅታ ያስፈልገናል። ክርስትና በዕድሜ መርዘም የሚያጥር ሳይሆን በመንግሥተ እግዚአብሔር እስከ ተብሎ ላልተወሰነ የምስጋና ሕይወት ጉዞ የምናደርግበት፤ የምንዘጋጅበት ነው። 
ስለዚህ አሁንስ ሕመም አለብኝ፣ ደክሞኛል፣ ጊዜ የለኝም የምንል ነቢይቷን እናስታውስ! የእኛ ዕድሜ ገና ነውና "ገና እንዘምራለን፤ እናመሰግናለን ስለዚህ እንነሣ!
-የኢየሩሳሌምንም ድኅነት ተስፋ ለሚያደርጉ ሁሉ ስለ እርሱ ተናገረች።
ሐና የኢየሱስ ክርስቶስን አዳኝነት መሰከረች፤ እርሱ በተስፋ የሚጠበቀው መሢሕ እንደተገለጠ አበሠረች። እርጅናዋን አድሶ በኃጢአት ለጎሶቆለው ዓለም እንደ መላእክት ዛሬ መድኃኒት ክርስቶስ መጥቶአል አለች።
በወጣትነት ዘመና መሢሑን ተስፋ ሳትቆርጥ በመጠበቋ በእርጅናዋ ወራት ዋጋዋን ከፈላት። ያለ ተቋረጠ ጾምና ጸሎት፣ ያልተቋረጠ የቤተ መቅደስ አገልግሎት ፍጻሜው ያማረ ነው።
፴፱. በእግዚአብሔርም ሕግ የተጻፈውን ሁሉ ከተፈጸሙ በኋላ ወደ ገሊላ ወደ ከተማቸው ወደ ናዝሬት ተመለሱ።
በእግዚአብሔርም ሕግ የተጻፈውን ሁሉ ከተፈጸሙ በኋላ 
ግዝረትን ፈጽመው፤ የሚገባውን መሥዋዕት አቅርበው ማለት ነው። ጾሙ ከጸሎት፤ከንስሐ ።፤ከቁርባን ከስግደት፤ ከምጽዋት ...ጋር ሙሉ ሲሆን ፍሬ አለ፤ መንፈሳዊነት የሚባለው ይህ ነው።
40-ሕፃኑም አደገ በመንፈስም ጠነከረ ጥበብንም የተመላ ነበር እግዚአብሔርም ጸጋ በእርሱ ላይ ነበረች።
ስምዖን ፦ ቅድመ ልደት ክርስቶስ ጽርእን ይገዛ የነበረው በጥሊሞስ መኳንንቱን ሰብስቦ በዓለም ካሉ ነገሮች የቀረው ምን እንዳለ ሲጠይቅ ብዙ ጥበብ ብዙ ምሳሌ ያለባቸው 46ቱን መጻሕፍተ ብሉያት ቀርተውኻል ብለው ነገሩት በዚያ ወራት በእስራኤል ላይ ሠልጥኖባቸዋልና ጻሕፍቱንም መጻሕፍቱንም ስደዱልኝ ብሎ ላከ፤ 46ቱን መጻሕፍተ ብሉያት 72 ጻሕፍት አድርገው ሰደዱለት፤ኹለቱ ከመንገድ ሙተዋል የደረሱት 70ው የሚላኳቸው ብላቴና እያደረገ አንድአንድ ድንኳን ሰጣቸው 35 ይሆናል። ታናሹን አንድአንድ ደጋጉን ለሁለት ለሁለት የዕብራይስጡን ወደ ጽርእ ቋንቋ ተርጒሙ ብሎ ሰጣቸው፤ መጽሐፈ ኢሳይያስን እንዲተረጒም ለስምዖን ደረሰው፤ እነሆ ድንግል ትፀንሳለች ወንድ ልጅም ትወልዳለች ከሚለው አንቀጽ ደረሰ፤ እርሱም ድንግል በድንግልና ትፀንሳለች ብዬ ብጽፍ ስንኳን የአሕዛብ ንጉሥ የእስራኤልስ ንጉሥ ቢሆን ይቀበለኛልን? ብሎ ሴት ትፀንሳለች ብሎ ጻፈ እንቅልፍ መጥቶበት ተኝቶ ሲነቃ ሴትን ፍቆ ድንግልን ጽፎ አገኘ፤ 
ስምዖንም ድንግልን ፍቆ ሴት ብሎ ጽፎ እንቅልፍ መጥቶበት ተኝቶ ቢነቃ ድጋሚ ሴትን ፍቆ ድንግልን ጽፎ አገኘ፤ ሦስተኛም እንቅልፍ መጥቶበት ተኝቶ ቢነቃ ሴትን ፍቆ ድንግልን ጽፎ አገኘ፤ ርሱም እፍቃለሁ ሲል የእግዚአብሔር መሲሕ ሳታይ አትሞትም ብሎ ነገረው። በኢሳይያስ የተነገረው ተፈጽሞ ጊዜው ደርሶ ቅድስት ድንግል ማርያም በኅቱም ድንግልና መሲሑ ጌታን ፀንሳ በድንግልና ከወለደች በኋላ በ40 ቀኑ ጌታን ወደ ቤተ መቅደስ በወሰደችው ጊዜ በመንፈስ ወደ ምኩራብ ስምዖን መጣ። ሰውነቱም ታደሰለት። ጌታን አየ። /ነገረ ክርስቶስ ፩ 109
ስምዖን ለሱራፌል አምሳያቸው ሆኖ ሕጻኑን ተሸከመው፤ የእሳት ነበልባል በደረቅ እንጨት ላይ ተወሰነ፤ ጉያውን ዕቅፉን አላቃጠለውም፤ በእሳቱ መንኮራኩር ፈንታ በእጆቹ ተሸክሞ በኪሩቤል ተመሰለ፤" አባ ጊዮርጊስ /ነገረ ክርስቶስ ፩ 111 -ደካማ ሣር ሲሆን የሚያስፈራ ነበልባልን ለነካው የእግዚአብሔርን ልጅ በደረቱ የተቀበለው ለሆነ ለካህኑ ለስምዖን ሰላምታ ይገባል። /አባ ጊዮርጊስ/
በሁለቱ ኪዳናት መካከል የነበረው የመንፈስ ቅዱስ ዘመን በተዋሕዶ -በመጥምቁ ዮሐንስ -በኤልሳቤጥ -በካህኑ ዘካርያስ -በስምዖን -በጌታችን ጥምቀት /መንፈስ ቅዱስና በእኛ 37
41-ዘመዶቹም በየዓመቱ ለፋሲካ በዓል ወደ ኢየሩሳሌም ይሄዱ ነበር።
*ፋሲካ፤ በዕብራይስጥ ፖሳሕ ማለት ዐለፈ ማለት ነው። የእስራኤል ልጆች በግብጽ አገር በግ አርደው፣ ደሙን በደጃፋቸው በመርጨት ከእግዚአብሔር ቁጣ ዳኑ። የእግዚአብሔር መልአክ በዚያች ሌሊት ግብጻውያንን ሲቀሥፍ፣ ደም በነበረበት ቤት ዐልፎ ስላልገደለ ወይም ደም የተረጨበትን ቤት ስላለፈ ፣ በኑ ፋሲካ ተባለ።
ለፋሲካ የሚታረደውም በግ የፋሲካ በግ ይባላል፤ ዘፀ 12፥1። በየዓመቱ በግ እያረዱ የእስራኤል ልጆች በመጀመሪያ ወራቸው በ14ኛ ቀን የፋሲካን በዓል ያከብራሉ፤ ዘዳ 16፣ ሉቃ 22፥14፣ 1ቆ 5፥7፣ 1ጴ 1፥18። /የመቅ መቃ 288/
`,

  /** -------------------------------------------------------- **/

  "መዝሙር መሐሩነ እለ ቀደሙነ": `መሀሩነ እለ ቀደሙነ ምጽአቶ ለክርስቶስ ልደቶ ጥምቀቶ አስተርእዮቶ ዜነዋ መልአክ ለማርያም ወይቤላ ትወልዲ ወልደ ወበጽሐ ዕለተ ወሊዶታ ዘዮሐንስ አጥመቆ ወስዕነ ጠይቆቶ መለኮተ ዚአሁ ወስምዖን ተወክፎ ውስተ ሕፅኑ ወአስተርአየ ኅሊናሁ ውእቱ የማኑ ወምክሩ ለአብ ያድኅነነ መጽአ። - የቀደሙ አባቶቻችን የክርስቶስን ምጽአቱን፣ ልደቱን፣ ጥምቀቱንና መገለጡን አስተማሩን፤ መልአክ ማርያምን ልጅን ትወልጂያለሽ ብሎ ነገራት አበሠራት፤ የመውለጃዋ ወራት ደረሰ፤ ያጠመቀው ዮሐንስ የመለኮቱን ነገር መጠየቅ ተሳነው፤ አረጋዊ ስምዖን በብብቱ አቀፈው፤ የአብ ምክሩ ቀኙ ኅሊናው ተገለጠ ሊያድነን መጣ። `,
  "ምስባክ መዝ 85፥7": `7፤ እግዚአብሔር ስቡሕ በምክረ ቅዱሳን። 8፤ ዐቢይ ወግሩም ዲበ ኵሎሙ እለ ዐውዱ። 9፤ እግዚኦ አምላከ ኃያላን መኑ ከማከ። 15፤ አንተስ እግዚኦ መሐሪ ወመስተሣህል። ርኁቅ መዓት ወብዙኅ ምሕረት ወጻድቅ። 16፤ ነጽር ላዕሌየ ወተሣሃለኒ። 15፤ አቤቱ፥ አንተ መሓሪና ይቅር ባይ ነህ፤ መዓትህ የራቀ፥ ምሕረትህም የበዛ፥ እውነተኛም ነህ።16፤ ወደ እኔ ተመልከት፥ ይቅር በለኝም፤ምሕረት 
የራሩ ሰዎች 
ዮሴፍ ዘፍ 37፥19፣ ሮቤል ዘፍ 37፥21፣*44፥34፣ ዳዊት ለአቤሴሎም 2ሳሙ 18፥5
እግዚአብሔር ይራራል። መዝ 102፥13፣ 65፥15
የእግዚአብሔር ትዕግሥት ወደ ንስሐ ይጠራል 2ጴ 3፥15፣ 9 ሮሜ 2፥4።
እግዚአብሔር የታገሣቸው ሰዎች፡- ፈርዖን ፣ እስራኤላውያን ን ኢሳ 1፥15፣ አሕዛብን ሮሜ 11፥17፣ ማር 16፥15፣ ለነነዌ ሰዎች 
ዮና 4፥11፣ ዮናስን ዮና 3፥3፣ ሕዝ 18፥13፣ ኃጢአተኞችን፦ ዘኬዎስን ሉቃ 19፥9፣ ሳምራዊቷ ን ዮሐ 4፣ መግደላዊት ማርያምን ማር 16፥9፣ ጠፍቶ የነበረው ልጅ ሉቃ 15/24፣ ቅዱስ ጳውሎስን 1ጢ 1፥13፤ ሐዋርያትን። ዕግሥት በአገልግሎት ውስጥ ያስፈልጋል 1ተስ 5/14፣ ፍቅር ያስታግሣል። ነጽር ላዕሌየ ወተሣሃለኒ። መዝ 79፥1፣ 9/34፣ 142፥10
`,
  "ወንጌል ዮሐ 10፥30": `፴. እኔና አብ አንድ ነን።
ለአብ የአባትነት ስም፤ የአባትነት ክብር አለው፤ ለወልድም በባሕርይ ክብሩ ከአብ ሳያንስ የልጅነት ስም የልጅነት ክብር አለው፤ መንፈስ ቅዱስም እንዲህ በክብሩ አይለይም፤ ነገር ግን ተለውጦ አብ ወልድ አይባልም፤ በዚህ ጊዜ ተገኘ አይባልም፤ በመለኮት እንደ አብ እንደ ወልድ ነው እንጂ፤ እስትንፋሳቸው ነውና ሦስቱም ትክክል ናቸው። /ቅዱስ ጎርጎርዮስ/
የአብ መውለድ፤ የወልድ በሥነ ፍጥረት ሕግ የሚተረጎም አይደለም፤ ሰው ሀልዎቱን (ህልውናውን) የሚጀምረው በዘመን ነው። እግዚአብሔር ቃል ወልድ ግን ዘላለማዊ ነው። ቃል መባሉም ድምፅ እንደሚሰጥ ዝርዋን ቃላት አይደለም። አካላዊ ቃል መኾኑን እናስተውል፤ የሰዎች ዝርው ቃል ሰው አይባልም ሰው አይደለም፤ ዝርው ነው፥ ካልተናገሩት አይሰማም። የሰው ቃል ገባሪ ኀይል አይደለም፤ እግዚአብሔር ቃል ግን ከፍጹም አምላክ የተገኘ ፍጹም አምላክ ስለኾነ ገባሬ መንክራት፤ ፈጣሬ ፍጥረታት ነው። 
በሰው ሥርዐት አባት ከልጁ እንደሚቀድም አከራካሪ አይደለም። አብ ወልድን ወለደ መንፈስ ቅዱስን አሠረፀ ስንል ግን በመካከላቸው መቅደም መቀዳደም መብለጥ መበላለጥ እንደሌለ ማስተዋል ይገባል። ሰው በዘመን ይወለዳል፤ ካለ መኖር ወደ መኖር የመጣ ፍጡር እንደ መኾኑ ሕይወቱም አንድ ቀን ይቋረጣሉ፤ በዚህ ሕይወት ለዘለዓለም አይኖርምና። ስለ እግዚአብሔር ስንናገር ግን እንዲህ አይደለም፤ ክቡር ዳዊት 'አንተስ አንተ ክመ-አንተ ምንጊዜም አንተ ነህ' እንዲል ቃሉም ለዘለዓለም የሚኖር ሕያው ነው። እኔና አብ አንድ ነን' የሚለው ገጸ ንባብ የመለኮትን አለመከፈል አለመቀላቀል ያመለክታል። ቅዱ አትናቴዎስ 
አብ አብ ይባላል እንጂ ወልድ አይባልም፤ ወልድም ወልድ ይባላል እንጂ አብ አይባልም። የመለኮት አንድነት ስምና፥ ከዊን አያፋልስምና። ባሕርይ ግን አንድ ነው። አብና ወልድ የአካል እንጂ የባሕርይ ምንትዌ የለባቸውም። በወልድ ያመነ በአብም ያምናል፤ ባሕርያቸው አንድ ስለሆነ። አብ አይለወጥም፤ ወልድም መለወጥ የለበትም፤ ወልድ ከአብ አያንስም፤ አብ ከወልድ አይበልጥም። አንድ እግዚአብሔር እንጂ ብዙ አምላኮች የሉም፤ አንድ ልጅ እንጂ ብዙ ልጆች የሉም፤ እግዚአብሔር ቃል እግዚአብሔር ነው። እርሱ ብቻ የአባቱን መልክ ይዟል። /ቅዱስ አትናቴዎስ/
በመልክ አንድ በሚኾኑ በሦስቱ ፍጹማን አካላት በሦስቱ ፍጹማን ገጻት እናምናለን። /ዘሱኑትዩ/
-የሥላሴን መልክ ዕወቅ፤ ዳዊትም አቤቱ ፊትህን እሻለሁ አለ፤ የአብን አስከተለ፣ ፊትህን ፈለግሁ ብሎ ወልድን አስከተለ። ፊትህን ከአገልጋይ አትመልስ ብሎ ሦስተኛ የመንፈስ ቅዱስን ተናገረ። እነሆ ነቢይ የሥላሴን መልክ ለመፈለግ ተጋ፤ አንድ ገጽ ብሎ የሚያስተምር ያልተጠመቀ ያልተቀጣ ክርስቲያን ያልሆነ ነው። /አባ ጊዮርጊስ/ 
ምሥጢር ሥላሴ 
ሥላሴ ማለት ሠለሰ ካለው የግዕዝ ግስ የወጣ ሲሆን ሦስትነት ማለት ነው። ቃሉን ለመጀመሪያ ጊዜ የተጠቀሙበት ጠርጡለስና ቴዎፎሎስ ዘአንጾኪያ (Teophoilos of Antioch) እንደሆኑ ይነገራል። ሥላሴ የሚለው ቃል በወንጌል -አባቶቻችን ሐዋርያት ክርስትናን የሰበኩት በብዙ አማልክት በሚያምኑ አረማውያን በሆኑ ሃገራት መካከል በመሆኑ ሥላሴ ወይም ሦስት የሚለውን ቃል አልተጠቀሙም። አቡነ ሺኖዳ 
የሥላሴ መጠሪያዎች 
-ሥላሴ ዋሕድ -በአንድ እግዚአብሔርነት ከሚገኙ አካላት በቀር መንትያ ወይም ተመሳሳይ የሌለውና ብቻውን የሚኖር ሦስት፤ ሦስትነትን የሚያሳይ መጠሪያ ነው። 
-ሥላሴ ዘላለም (ዘላለም ሥላሴ) አብ ወልድ መንፈስ ቅዱስ የሚል የሥላሴ መጠሪያ ስም (አቃኒም) ከጊዜ በኋላ የተገኘ ሳይሆን ከዘለዓለም በሥላሴነት የነበረ መሆኑን የሚገልጽ መጠሪያ ነው። 
-ሥሉስ ቅዱስ (ቅዱስ ሥሉስ) ትርጉሙ የተቀደሰች ሦስትነት ሲሆን ቅድስት ሲባል ለሦስትነት የተቀጸለ ወይም የተነገረ ነው። /ነገረ ሃይማኖት ዘኦርቶዶክስ 88
-ልዩ ሦስትነት ምንም እንኳ ለሦስትነትና ለአንድነት ምሳሌ የሚሆኑ ነገሮች ቢኖሩም፣ ምሳሌዎቹ የሥላሴን አንድነትና ሦስትነት ጠንቅቀው የሚያስረዱ ባለመሆናቸው በሌላ አባባል ምሳሌ ዘየሐፅፅ ስለሆኑ የሥላሴ ነገር ከሁሉ ልዩ ነው ለማለት ልዩ ሦስትነት ተብሏል። /ነገረ ሃይማኖት ዘኦርቶዶክስ 88
ሦስትነት ፦ ሲባል ሦስት ማለት አይደለም።
ለሥላሴ 
-የአካል ስም- አብ፣ ወልድ፣ መንፈስ ቅዱስ 
-የአካል ግብር ስም-ወላዲ ተወላዲ ሠራጺ ማለት ነው።
-የባሕርይ ከዊን ስም-ልብ፣ቃል፣እስትንፋስ 
-የሥላሴ ሦስትነት
-በስም ማቴ 28፥19፣መዝ 33፥6፣2፥7፣109፥3፣ሮሜ 11፥36፣2ቆ13፥13
-የአካላት የግብር ስም ፦ ወላዲነት መዝ 109፥3 ፣2፥7 ፣ተወላዲነት ምሳ 8፥25 ሚክ 5፥2 ፣ሠራጺነት ዮሐ 15፥26 ናቸው። ዮሐ 16፥28፣15፥26
-መሥረጹ ምሳሌ ፦ ከፀሐይ በሚወጣ ብርሃን መዝ 18፥6 ፣ ያዕ 1፥11 ፣ ኢሳ 18፥4 ኢሳ 30፥33 /ነገረ ሃይማኖት ዘኦርቶዶክስ 97
-መንፈስ ቅዱስ የሠረፀው ከአብ ብቻ ነው። ጸሎተ ሃይማኖት /ነገረ ሃይማኖት ዘኦርቶዶክስ 98
-መሥረፅ ዘለዓለማዊ ሲሆን መላክ ጊዜያዊ ነው። /ነገረ ሃይማኖት ዘኦርቶዶክስ 99
-"ወንዝ ከምንጭ እንደሚገኝና ሁለቱ የተለያዩ እንዳልሆኑ ነገር ግን ሁለቱ ሁለት ስሞች ያላቸውና ሁለት የሚታዩ ነገሮች እንደሆኑ ሁሉ፣ አባት ልጅ አይደለም ልጅም አባት አይደለም። አባት የልጁ (የወልድ) አባት ብቻ ነው። ወልድም የአባት የአብ ልጅ ብቻ ነው። ቅዱስ አትናቴዎስ /ነገረ ሃይማኖት ዘኦርቶዶክስ 94
-ከፀሐይ በሚወጣ ብርሃን - ዮሐ 1፥9፣ 8፥12፣ዕብ 1፥3 /ነገረ ሃይማኖት ዘኦርቶዶክስ 94
የጌታችን ልጅነት -ዮሐ 1፥18፣ 1ዮሐ 1፥14፣ ማር 12፥6፣ ዮሐ 8፥19፣14፥9፣1፥3፣ 9፥35፣ 2ዮሐ 5፥12፣ ማቴ 16፥13፣4፥3፣27፥40፣ ዮሐ 20፥17
-በአካል -ዘፍ 18፥1፣33፣ መዝ 26፥9፣117፥16፣ ማቴ 3፥16፣ 2ጴ 1፥17፣ኢሳ 48፥16
-በግብር 
ግብር ሲባል የሥራቸው ጠባይ የሚገልጽ ነው። 
መንፈስ ቅዱስ 
-አምላክ ነው። መዝ 139፥7፣ ዕብ 9፥14፣ ሉቃ 10፥22፣ ሐዋ 5፥3፣ 1ቆ 3፥16፣ 6፥19፣ 12፥4፣ ያዕ 1፥17፣ ማቴ 28፥19፣ 1ዮሐ 5፥7፣ 2ቆ 13፥14
- ፈጣሪ ነው ዘፍ 1፥2፣ ኢሳ 40፥13፣ ኢዮ 26፥13፣ ራእ 2፥29፣ 13፥22
-ሕይወት ነው። ሕዝ 37፥1፣14፣ ዮሐ 6፥63፣ራእ 11፥11፣ ሮሜ 4፥17፣ 1ጢ 6፥13
-አካላዊ ነው። ማቴ 3፥16፣ ሐሐ 2፥1፣ ማቴ 10፥20፣ ዮሐ 14፥26፣ ዕብ 3፥7፣ ራእ 2፥7፣ ኢሳ 61፥1
-የኩነት ሦስትነት 
- ልብ መዝ 32፥11፣44፥1፣15፥8፣ ሐዋ 2፥22
-ቃል መዝ 32፥6፣ ዮሐ 1፥14፣ራእ 19፥13፣ ዮሐ 16፥13
- እስትንፋስ ኢሳ 48፥16፣ ገላ 4፥5፣ ኢሳ 59፥21
-ለኩነት ምሳሌ ፦ ነፍስ 
የሥላሴ ምሳሌ፡- ነፍስ- ፀሐይ -እሳት -ባሕር - Triangle /ፍኖተ ጽድቅ 41
አበው ምን ይላሉ? /ፍኖተ ጽድቅ 64
-አብ በወልድ በመንፈስ ቅዱስ ህልው እንደሆነ ወልድም በአብ በመንፈስ ቅዱስ ህልው እንደ ሆነ መንፈስ ቅዱስም በአብ በወልድ ህልው እንደሆነ እናምናለን ይህቺ ሦስትነት ያለመለየት የተካከለች ናት። አንዲት አገዛዝ አንዲት ፈቃድ አንዲት ኃይል አንዲት መንግሥት አንዲት ስግደት አንዲት ምሥጋና አንዲት ክብር አንድ ጽንዕ ለሥላሴ ይገባል፣ አንዲት ምክር አንዲት ሥልጣን አንድ ክብር አንዲት ጽንዕ አንድ አኗኗር አንድ ፈቃድ ለሥሉስ ቅዱስ ነው። አግናጥዮስ /ፍኖተ ጽድቅ 64
- አብ ወልድን መንፈስ ቅዱስን ወደ መሆን አይለወጥም ወልድም አብን መንፈስ ቅዱስን ወደ መሆን አይለወጥም መንፈስ ቅዱስም አብን ወልድን ወደ መሆን አይለወጥም እሊህ ሦስቱ አካላት በጌትነት በክብር ፍጹማን ናቸው። በአንድ መለኮት አንድነትም አንድ ናቸው። አግናጥዮስ /ፍኖተ ጽድቅ 64
-አብ ወልድ ነው መንፈስ ቅዱስም ነው ወልድም አብ ነው መንፈስ ቅዱስም ነው መንፈስ ቅዱስም አብ ነው ወልድም ነው ብለው የሥላሴ አካል አንድ ነው ስም ግን ሦስት ነው የሚሉ የነሰባልዮስን የረከሰች ሃይማኖት እናወግዛለን። አንድ አካል ሦስት ስም የሚሉ እነዚህ ከእኛ የተለዩ ከሃይማኖት የወጡ ናቸው። ዘሠለስቱ ምዕት /ፍኖተ ጽድቅ 64
-አብ በአካሉ በገጹ በመልኩ ያለ ነውና ወልድም እንዲሁ በአካሉ በገጹ በመልኩ ያለ ነውና መንፈስ ቅዱስም እንዲሁ በአካሉ በገጹ በመልኩ ያለ ነውና እንደሰውም አይወስኑም አምላክነት ያለው አካላት ናቸውና። በአካል ሦስት በባሕርይ አንድ ብሎ ይህን ሃይማኖት የማያምን እንዲህ እኛ እንደወሰነው አድርጎ ሃይማኖቱን የማይጽፍ ቢኖር ሐዋርያት ያስተማሯት ቅድስት ቤተ ክርስቲያን ታወግዘዋለች። ቅ አትናቴዎስ /ፍኖተ ጽድቅ 65
-በባሕርይ አንድ የሚሆን በአካል ሦስት የሚሆን በመለኮት የማይለይ የሚቀርበው የሌለ ብርሃን የማይመረመር ኀይል መጠኑ የማይታወቅ ገናናቱ የበዛ በብርሃኑ የሚያንፀባርቅ ፍጹም ፍቅርን የተመላ ቸርነቱ የማይነገር የማይመረመር ባሕርይ እርሱን እንደ መውደዳችን ብዛት መጠን በንጹሐን ምዕመናን አድሮ የሚኖር ክብሩ መጠኑ በቃል ሊነገር የማቻል አብ ወልድ መንፈስ ቅዱስ ነው። ባስልዮስ /ፍኖተ ጽድቅ 65
-ሳናቋርጥ የሦስቱን ምስጋና አንድነት እንናገራለን ፍጹም አሸናፊ አንድ አምላክ እግዚአብሔር አብ፣ ወልድ መንፈስ ቅዱስ ሆይ ቅዱስ ቅዱስ ቅዱስ ተብለህ የምትመሰገነው ምስጋናህ በሰማይ በምድር ምሉ ነው። ቅ ጎርጎርዮስ /ፍኖተ ጽድቅ 65
-የባሕርይ አምላክ አብን በተለየ አካሉ አንድ እንደ ሆነ እናውቃዋለን የባሕርይ አምላክን ወልድን በተለየ አካሉ አንድ እንደ ሆነ እናውቀዋለን የባሕርይ አምላክ መንፈስ ቅዱስንም በተለየ አካሉ አንድ እንደ ሆነ እናውቀዋለን እሊህ ሦስቱ አካላት የተፈጠሩ አይደሉም። በዚህ ጊዜ ተገኙ በዚህ ጊዜ ያልፋሉ መባል የለባቸውም አይለወጡም አይናወጡም። ኤጲፋንዮስ /ፍኖተ ጽድቅ 65
ሥላሴ በመለኮት አንድነት መለየት የለባቸውም፣ አካላት ግን በባሕርይ መለየት ሳይኖር እያንዳንዱ አካል በገጽ በመልክ ፍጹም ነው።... ማንም የጌትነታቸውን ነገር መፈጸም አይችልም። የሦስቱን አካላት ባሕርይ ይለይ ዘንድ ማንም አይድፈር...። ጎርጎርዮስ /ፍኖተ ጽድቅ 66
-እግዚአብሔር ስንል ሥላሴ ሥላሴ ስንል እግዚአብሔር ማለታችን ነው። ባስልዮስ /ፍኖተ ጽድቅ 31
በምሥጢረ ሥላሴ ላይ የተዛባ አመለካከትና ክደው ያስተማሩ 
1-ሰማዕቱ ጀስቲን (150 ዓም)፦ "ለምሳሌ ሰማዕቱ ጀስቲን (150 ዓም) የክርስትና እምነትን ለአሕዛብ በገለጸበት በመጀመሪያው ትምህርቱ (Apologies) ጥምቀት በሦስቱ አካላት ስም እንደሚፈጸም ጠቅሷል። ይኹን እንጂ ሥጋን በተዋሐደው ቃል በኢየሱስ ክርስቶስና ሰማይና ምድርን በፈጠረው በእግዚአብሔር አብ መካከል ስላለው ግንኙነት ግን ግልጽ አልነበረም። ጀስቲን የስቴይሲዝም ፍልፍስና ተከትሎ ሥግው ቃል ክርስቶስን በፍጥረት ውስጥ የዕውቀትና የሥርዓት መርሕ ቃል (logos) ጋር እያወዳደረ ይገልጻል። በዚኽም ኢየሱስ ክርስቶስ ለህልውናዎች ኹሉ መገኛ ከኾነው ከአብ ዝቅ ያለ ደረጃ እንዳለው አስመስሎ ያቀርበዋል። 
የጀስቲንን ትምህርት አቃንቶ ያስተማረው ፦ ቀሌምንጦስ ዘእስክንድርያ፣ አትናጎረስ ነው። /በትረ ሃይማኖት 216
2-አርጌንስ (184/185-253/254) /በትረ ሃይማኖት 216) ፦"እግዚአብሔር ንጹሕ መንፈስ፣ አእምሮ ላላቸው ኹሉ መገኛና የማይወለድ ብቸኛ ማንነት፣ የፍጥረት ኹሉ መሠረትና በገሃዱ ዓለም ውስጥ በመፍጠር፣ በመመገብ በመጠበቅ በአካልና በተግባር የሚሠራ ነው። ይኽ አንድ ልዩ ማንነት ሦስት አካላት አብ ወልድ መንፈስ ቅዱስ ተብለው እንደሚጠሩ ይገልጻል። አርጌን በቤተክርስቲያን አባቶች በመናፍቅነት ቢፈረጅም 'ሦስተ አካላት በአንድ መለኮት' የሚለውን አገላለጽ ለነገረ ሥላሴ አበርክቷል። ይኹን እንጂ ለአርጌንስ አንድ ፍጹም አምላክ እግዚአብሔር አብ ብቻ ነው። አርጌንስ በአብና በወልድ መካከል ያለው ግንኙነት አእምሮ ከፈቃድ ጋር እንዳለው ዓይነት ግንኙነት አድርጎ ይገልጻል። ልክ ከአእምሮ ፈቃድ በድርጊት መልክ እንደሚወጣ ወልድ ከአብ የተወለደ ነው ይላል። አርጌንስ በሥነ አመክንዮታዊ አመለካከት ተደግፎ እግዚአብሔር ንጹሕ መንፈስ ከኾነ ወልድ የሚወለደው በዘላለማዊና በመንፈሳዊ ልደት ብቻ እንጂ በሥጋ እንዳለው ዓይነት ልደት ሊኾን አይችልም በማለት ያስረዳል። ...እግዚአብሔር አብ ከማንም የማይወለድና ምንም ዓይነት አስገኚ እንደሌለው፤ ወልድ ደግሞ በተሳትፎ ወይም በመወለድ አምላክነትን ያገኘ መኾኑን በመግለጽ መለኮታዊ ወልድ በደረጃ ኹለተኛ አምላክ እንደኾነ ይገልጻል። በዚኽም ምክንያት የፍጥረት ኹሉ መገኛ ወደ ኾነ አባት ወደ እግዚአብሔር ብቻ እንጂ ወደ ተወለደ ማንነት ወደ ኢየሱስ ክርስቶስ እንኳ ቢኾን መጸለይ እንደሌለብን ያስተምራል።...መንፈስ ቅዱስ እንደ ወልድ የተወለደ እንዳልኾነ ነገር ግን በወልድ በኩል በአብ እንደ ተፈጠረ ይገልጻል። (አርጌንስን የጎዳው Neoplatonism ፍልስፍና ነው)
3-ሰባልዮስ (215 ዓም) /በትረ ሃይማኖት 218/ "በብልዩ ኪዳን እግዚአብሔር ዓለምን ለመፈጥረ እንደ አባት፣ በሐዲስ ኪዳን ዓለምን ለማዳን እንደ ልጅ፣ በቤተ ክርስቲያን ሕይወት ውስጥ
ደግሞ ዓለምን ለመቀደስ እንደ መንፈስ ቅዱስ ኾኖ ይገለጥና ይሠራ የነበረው ያው አንድ ባሕርይና አንድ አካል ያለው እግዚአብሔር ነው"
4-አረጋዊው ካህን አርዮስ (250/6-336) /በትረ ሃይማኖት 220/ "ክርስቶስ በባሕርይው መለኮታዊና ዘላለማዊ አይደለም ነገር ግን ካለመኖር ወደ መኖር የመጣ የእግዚአብሔር የመጀመሪያ ፍጥረት ነው። ብሎ ያስተምር ነበር።
ምሥጢረ ሥላሴ በቤተክርስቲያንና በሰው ልጅ ሕይወት 7 በትረ ሃይማኖት 266)
*ሥርዓተ አምልኮዋ ነው።
* ቤተ ክርስቲያን ልጆቻን የሰበሰበችበት ምክንያት ነው
* አንዳችን በአንዳችን የተደጋገፍን መኾኑን
*ኅብረታዊ ፍቅር
-1 ሦስቱ አካላት የራሳቸው ስም፣ መልክ፣ ገጽና ግብር እንዳለቸው የሰው ልጅም የራሱ ስም፣ መልክ ገጽና ግብር አለው። ነገር ግን አብ ወላዲና አሥራፂ በመኾኑ ከወልድና ከመንፈስ ቅዱስ እንደማይበልጥ፤ ወልድ በመወለዱ መንፈስ ቅዱስ በመሥረፁ ከአብ እንደማያንሱና እንደሚተካከሉ የሰው ልጅም የተለያየ ሞያ፣ የዕውቀት ደረጃ፣ የአገልግሎት ኃላፊነት፣ የሥራ ጠባይ ቢኖረውም አንዱ ከሌላው የሚያንስ ወይም የሚበልጥ አይደለም።
-2 በሦስቱ አካላት መካከል የሚኖረው ግንኙነት የነጻ ፈቃድ፣ የፍቅርና የሕይወት ግንኙነት ነው። አብ በፍቅር ወልድን ወለደ፣ በነጻ ፈቃድ መንፈስ ቅዱስን አሠረፀ። በሦስቱ አካላት መካከል ያለው የነጻ ፈቃድና የፍቅር ግንኙነት የሥላሴ ሕይወት ነው። 
እንዲኹ በነጻ ፈቃድ ፍቅር ባልንጀራችንን የምናውቅበትና በራሱ ማንነት ለሕይወት እንድንቀበለው የሚያስችለን ከሦላሴ አኗኗር የምንማረው ታላቁ መንገድ ነው። /በትረ ሃይማኖት 276
-3 የሥላሴ ኩነታት ማለትም አብ በልብ፣ ወልድ በቃል፣ መንፈስ ቅዱስ በእስትንፋስ የመመሰላቸው ምሥጢር እውነተኛ ሰው የመኾን ትርጉምና ትክክለኛ የሕይወት መልካችን ከሥላሴ ጋር በቀጥታ የተገናኘ መኾኑን ያመለክታል። ሥላሴ በአብ ልብነት ያስብሉ በወልድ ቃልነት ይናገራሉ በመንፈስ ቅዱስ ሕይወትነት ህልው ኾነው ይኖራሉ። ይኽ አገላለጽ ሦስቱ አካላት አንዳቸው ከአንዳቸው ተነጥለው መኖር የማይችሉ መኾናቸውን ከማሳየቱም በላይ የሚያከናውኗቸው ተግባራት ኹሉ የውህደታቸው ውጤት መኾኑን ያስረዳል።...ራሳችንን እንፈትሽ
አንድ የሚሆኑት በባሕርይ፣ በሥልጣን፣ በችሎታ፣ በአምላነት፣ በእግዚአብሔርነት፣ በገዥነት፣ በዕውቀት፣ በመፍጠር፣ በመፍረድና በመሳሰሉት ነው። ኢየሱስ ክርስቶስ ከእግዚአብሔር አብ ጋር አንድ ነን በማለቱ የዮሴፍ ልጅ ይሆናል ግምት የነበራቸው አይሁድ በጣም ተናደዱ። /የዮሐንስ ወንጌል ትርጉም 210
፴፩. ዳግመኛም አይሁድ ሊወግሩት ድንጋይ አነሡ።
በዘመነ ብሉይ አንድ ሰው በደል ሲፈጽም ከሚቀጣባቸው አንዱ በድንጋይ መወገር ነበር። በድንጋይ የሚያስወግሩ በደሎች፦
በድንጋይ የተወገሩ፤ ቃየል ዘፍ 4፥12፣ ቅዱስ እስጢፋኖስ ሐዋ 7በድንጋይ የተወገሩ፤ ቃየል ዘፍ 4፥12፣ ቅዱስ እስጢፋኖስ ሐዋ 7፣ ዮሐ 8፥1
፴፪. ጌታችን ኢየሱስም መልሶ እንዲህ አላቸው፥ "ከአባቴ ብዙ መልካም ሥራ አሳየኋችሁ፤ ከእነርሱ በየትኛው ሥራ ምክንያት ትወግሩኛላችሁ?"
ኢየሱስ ክርስቶስ በሥጋው ወራት በዙሪያው ለነበሩት ሁሉ፦ በትምህርቱ፣ በተአምራቱ ብዙ መልካም ሥራዎችን ሠርቷል። ሥራዎቹ ሁሉ ለሰው ድኅነት የተደረጉ ናቸውና ከእነርሱ አንዳቸውም ለድንጋይ የማያበቁ ነበሩ። መወገር የሚገባቸው የነበሩ፣ ለመወገርም የሚያበቃ ብዙ ጥፋት የነበረባቸው በራሳቸው ያለውን በደል አልተመለከቱም። ኢየሱስ ክርስቶስ ሆይ የአንተ እጆች በድንጋይ የተወገሩትን የሚያነሡ ፤ መሸሸጊያ ቅጥር ናቸው። የእኔን እጆች እንዲያው ድንጋይ እንዳያነሡ ጠብቃቸው።
፴፫. አይሁድም፥ "አንተ ሰው ስትሆን ራስህን እግዚአብሔርን ታደርጋለህና፥ ስለ መሳደብህ ነው እንጂ ስለ መልካም ሥራህስ አንወግርህም?" አሉት። 
ራሱን እግዚአብሔር ነኝ ብሎ ስለ አብ ሳይጠቅስ ይልቁንስ እንዲያውም ተቃራኒውን እያደረገ የሚመጣውን የክርስቶስን ተቋዋሚን ሲቀበሉት ታዲያ ይህን ለማድረጋቸው ምን ብለው ያመካኙ ይሆን። ዮሐ 5፥43 ቅዱስ ዮሐ አፈ / መግቦተ እግዚአብሔር 93
፴፬. ጌታችንም ኢየሱስም መልሶ እንዲህ አላቸው፥ እኔ አማልክት ናቸው አልሁ ተብሎ በኦሪታችሁ ተጽፎ የለምን? 
 የኢየሱስ ክርስቶስን አምላክነት፦"እርሱ ጥንታዊ አምላክ ሲሆን ስለ ትሕትና ራሱን ከነቢያት ጋር ያነጻጽራል" /ግእዝ በግእዝ/ የቅዱሳንን የጸጋ አምላክነት /የዮሐንስ ወንጌል ትርጉም 211 ዘፀ 34፥14፣ ዘዳ 4፥24፣ 5፥9፣ 6፥14፣ ኢያ 24፥19፣ ኤፌ 4፥15፣ ሉቃ 15፥1፣መክ 6፥2፣ መዝ 67፥35 ቃል የኛን ባሕርይ የተዋሐደውና ሰው የኾነው ሰዎች የጸጋ አማልክት ይኾኑ ዘንድ ነው። /ቅዱ ሄሬኔዎስ/
የእግዚአብሔር ስጦታዎች
የማያልቅበት ሰጪ፣ ከእርሱ ጋር ስንሆን ሁሉ ተሰጥቶናል፣ እርሱ የሚሰጠው ስጦታ ዓለም እንደሚሰጠው አይደለም። ስጦታዎችን ለሁሉ የተሰጡ ስጦታዎች፣ ለጥቂቶች የተሰጡ ስጦታዎች በማለት መክፈል ይቻላል።
፴፭. የእግዚአብሔር ቃል የመጣላቸው እነዚያን አማልክት ካላቸው፥ የመጽሐፍ ቃል ይታበል ዘንድ አይቻልም።
ፍጡራን የምንሆን እኛ የልዑል የእግዚአብሔር ልጆች አማልክትም ተባልን። በባሕርያችን ግን አማልክት የሆን አይደለንም። ከእግዚአብሔር በተገኘ ክብር እንደ እሱ አማልክት ተባልን እንጂ። /ቅዱ ቄርሎስ/
፴፮. እኔ የእግዚአብሔር ልጅ ነኝ ብላችሁ፥ አብ የቀደሰውንና ወደ ዓለምም የላከውን እንዴት ትሳደባለህ? ትሉኛላችሁ።
ማለት አማልክት ከተባሉት ከነቢያት በበለጠ ሁኔታ ያከበረው ማለት ነው። አከበረው ማለት አብ ክብር ሰጪ ወልድ ክብር ተቀባይ ነው ማለት አይደለም። /የዮሐንስ ወንጌል ትርጉም 212
፴፯. የአባቴን ሥራ ባልሠራ በእኔ አትመኑ።
የእግዚአብሔር ሥራ ካልሠራው አትመኑብኝ። /የዮሐንስ ወንጌል ትርጉም 212፤ ሲሰድቡት አልተሳደበም። ትርጓሜ ኤፌሶን 83፤ 
የእግዚአብሔር ቃሉና ኃይሉ በዘመነ ሥጋዌ ያደረገው አሠራር፦ የሰውነትን ሥራ ሠራ፣ የእግዚአብሔርን ሥራ ሠራ፣ ክፉ መናፍስትን አባረረ፣ ተአምራትን አደረገ። /ቅዱስ አትናቴዎስ ሐዋርያዊ 179/
፴፰. ከሠራሁ ግን፥ እኔን አንኳን ባታምኑ እኔ በአብ እናዳለሁ አብም በእኔ እንዳለ ታውቁና ትረዱ ዘንድ ሥራዬን እመኑ።"
የእኔ ሥራና የአብ ሥራ አንድ ነው ማለቱ ነው። ቀዳማዊ ባሕርይ ግን ስውር (ዕቡዕ) ነው። ከሥራ የተነሣ ይገለጣል እንጂ። በሥራ አንድ መሆናቸውን በባሕርይ አንድ መሆናቸውን ያመለክታል። ቅዱ ዮሐ አፈ /የዮሐንስ ወንጌል ትርጉም 213 የባሕርይ አንድነትና የህልውና መገነዛዘብን ያሳያል። /ተንከተም 83/
፴፱. ዳግመኛም ሊይዙት ፈለጉ፤ ከእጃቸውም አመለጠ።
፵. ዳግመኛ ቀድሞ ዮሐንስ ያጠምቅበት ወደ ነበረው ስፍራ ወደ ዮርዳኖስ ማዶ ሄደ፤ በዚያም ተቀመጠ።
፵፩. ብዙዎችም ወደ እርሱ ሄደው፥ "ዮሐንስ ምንም ያደረገው ተአምራት የለም፥ ነገር ግን ዮሐንስ ስለዚህ ሰው የተናገረው ሁሉ እውነት ሆነ" አሉ።
ቅዱሳት መካናት የእግዚአብሔር ሥራ የሚያስታውሱ ናቸው። ብዙዎች ዮሐንስን እና ትምህርቱን ማስታወስ የቻሉት ወደ ዮርዳኖስ በመምጣታቸው ነው።/መድሎተ ጽድቅ ፩ 485 24 
፵፪. በዚያም ብዙዎች አመኑበት።
ከእነዚህ ሰዎች ሲያደንቃቸው እንዲህ ይላል ጌታችንን የሚወዱት ሰዎች ከሊቃ ካህናቱ በተለዩ ጊዜ ሕሊናቸው የጠራች ሆነች። መታዘዝ ለሚገባቸውም ታዘዙ። እኛም ከክፉ ሕሊና ርቀን አምላካዊ ትምህርትን እንድንከተል ይመክረናል። /የዮሐንስ ወንጌል ትርጉም 213
`,

  /** -------------------------------------------------------- **/

  "መዝሙር ተበሃሉ ጻድቃን": `ተበሀሉ ጻድቃን በበይናቲሆሙ እንዘ ይብሉ ቦኑ ዘርኢክምዎ ለልዑል ኢሳይያስኒ ይቤ ርኢክዎ ለልዑል ርእየ ወስእነ ጠይቆቱ ሙሴኒ ይቤ ዘርእዮ በዐምደ ደመና ርኢክዎ ለልዑል ርእየ ወስዕነ ጠይቆቶ ማርያምኒ ትቤ እንተ ፆረቶ በከርሣ ርኢክዎ ለልዑል ርእየት ወክህለት ፀዊሮቶ ዮሐንስኒ ይቤ ዘአጥመቆ በዮርዳኖስ አኅውየ በትፍሥሕት ንግበር በዓለነ እስመ አስተርአየ ዘኢያስተርኢ ክርስቶስ ፀሓይ ጽድቅ አስተርአየ።- ጻድቃን እርስ በእርሳቸው እንዲህ ተባባሉ፤ በውኑ ያያችሁትን ልዑሉን ኢሳይያስ አየሁት አለ፤ መጠየቅ ግን ተሳነው፤ በዐምደ ደመና ያየው ሙሴም ልዑሉን አየሁት አለ፤ መጠየቅ ተሳነው፤ በማኅፀኗ የተሸከመችው ማርያምም ልዑሉን አየሁት አለች፤ መሸከምም ቻለች፤ በዮርዳኖስ ያጠመቀው ዮሐንስ ልዑሉን አየሁት አለ፤ መጠየቅ ተሳነው፤ ወንድሞቼ በዓላችንን በደስታ እናክብር የማይታየው የእውነት ፀሐይ ክርስቶስ ተገልጧልና።`,
  "ምስባክ መዝ 85፥7": `7፤ እግዚአብሔር ስቡሕ በምክረ ቅዱሳን። 8፤ ዐቢይ ወግሩም ዲበ ኵሎሙ እለ ዐውዱ። 9፤ እግዚኦ አምላከ ኃያላን መኑ ከማከ። 15፤ አንተስ እግዚኦ መሐሪ ወመስተሣህል። ርኁቅ መዓት ወብዙኅ ምሕረት ወጻድቅ። 16፤ ነጽር ላዕሌየ ወተሣሃለኒ። 15፤ አቤቱ፥ አንተ መሓሪና ይቅር ባይ ነህ፤ መዓትህ የራቀ፥ ምሕረትህም የበዛ፥ እውነተኛም ነህ። 16፤ ወደ እኔ ተመልከት፥ ይቅር በለኝም፤
ምሕረት 
የራሩ ሰዎች 
ዮሴፍ ዘፍ 37፥19፣ ሮቤል ዘፍ 37፥21፣*44፥34፣ ዳዊት ለአቤሴሎም 2ሳሙ 18፥5
እግዚአብሔር ይራራል። መዝ 102፥13፣ 65፥15
የእግዚአብሔር ትዕግሥት ወደ ንስሐ ይጠራል 2ጴ 3፥15፣ 9 ሮሜ 2፥4።
እግዚአብሔር የታገሣቸው ሰዎች፡- ፈርዖን ፣ እስራኤላውያን ን ኢሳ 1፥15፣ አሕዛብን ሮሜ 11፥17፣ ማር 16፥15፣ ለነነዌ ሰዎች 
ዮና 4፥11፣ ዮናስን ዮና 3፥3፣ ሕዝ 18፥13፣ ኃጢአተኞችን፦ ዘኬዎስን ሉቃ 19፥9፣ ሳምራዊቷ ን ዮሐ 4፣ መግደላዊት ማርያምን ማር 16፥9፣ ጠፍቶ የነበረው ልጅ ሉቃ 15/24፣ ቅዱስ ጳውሎስን 1ጢ 1፥13፤ ሐዋርያትን። ዕግሥት በአገልግሎት ውስጥ ያስፈልጋል 1ተስ 5/14፣ ፍቅር ያስታግሣል። ነጽር ላዕሌየ ወተሣሃለኒ። መዝ 79፥1፣ 9/34፣ 142፥10
`,
  "ወንጌል ማቴ 22፥1-14": `Not Provided`,

  /** -------------------------------------------------------- **/

  "መዝሙር ኢየሩሳሌም ትቤ": `Not Provided`,
  "ምስባክ መዝ 47፥8": `8፤ በከመ ሰማዕነ ከማሁ ርኢነ። በሀገረ አግዚእ ኃያላን በሀገረ አምላክነ። እግዚአብሔር ሣረራ ለዓለም። 8፤ እንደሰማን እንዲሁ አየን፥ በሠራዊት ጌታ ከተማ፥ በአምላካችን ከተማ፤ እግዚአብሔር ለዘለዓለም ያጸናታል።
ከሃይማኖት ወደ ሃይማኖት መሸጋገር የለም፤ ምናልባት ሊኖር የሚችለው ከሃይማኖት ሰሚዕ ወደ ሃይማኖት ርእይ መሸጋገር ነው እንጂ ሃይማኖት ከሕገ ልቡና እስከ ሕገ ወንጌል ድረስ ቢመረምሩ አንዲት ናት። አሁን ያለን ሰዎች "በከመ ሰማዕነ ከማሁ ርኢነ።" ብለን እናምናለን። /ተንከተም 36/ አምላክ ከእመቤታችን እንደሚወለድ እንደሰማን እንዲሁ ተወልዶ አየነው።
`,
  "ወንጌል ሉቃ 2፥42": `Not Provided`,

  /** -------------------------------------------------------- **/

  "መዝሙር ወብዙኃን ኖሎት መጽኡ": `ወብዙኀን ኖሎት ወብዙኀን ኖሎት መጽኡ ወስዕኑ ከሢቶታ ለዕብን እምአፈ ዐዘቅት እስከ ይመጽእ ያዕቆብ ዘክቡት ውስተ ሐቋሁ ዘሀሎ ይሠጎ እምሰብእ ከሠተ ወአስተየ መርዔቶ ወከማሁ መጽኡ ብዙኃን ነቢያት ወስዕኑ ከሢቶታ ለጥምቀት እስከ ይመጽእ ዐቢይ ኖላዊ እምሰማይ ከሠተ ወአጥመቀ ብዙኃን አሕዛብ በውስቴታ መንክር ተአምሪሁ ለመድኅኒነ በከመ ወፅአት በትር እምሥወ ዕሤይ በአምሳለ በትር ያዕቆብ በዘይርኢ አባግዒሁ ይእቲኬ ማርያም ይእቲ ወበእንተ ዘይቤ ትወፅእ በትር ወየዐርግ ጽጌ ውእቱኬ ዋሕድ ውእቱኬ ወልደ አምላክ ውእቱ።
- ብዙ እረኞች መጡ ከጉድጓድ ውኃ ላይ የተገጠመውን ድንጋይ ማንከባለልና በጎቻቸውን ውኃ ማጠጣት አልቻሉም፤ ያዕቆብ ሲመጣ ግን ድንጋዩን ከጉድጓድ ላይ አንሥቶ መንጋዎቹን አጠጣቸው፤እንዲሁም ብዙ ነቢያት ቢመጡም ከሰማይ የሚመጣው ታላቁ እረኛ ክርስቶስ እስከሚመጣና የጥምቀትን ምሥጢር ከፍቶ ብዙ አሕዛብ በውኃ እስኪያጠምቅ ድረስ የጥምቀትን ምሥጢር ሊገልጧት አልተቻላቸውም በጎቹን በሚጠብቅበት በያዕቆብ በትር
አምሳል ከዕሤይ ስር በትር እንደ ወጣች ይህቺውም የምትወጣው በትር ማለት ማርያም ናት፤ ከእርሷ አበባ ይወጣል ማለት ያ አበባ አንዱ የአምላክ ልጅ ነው።
`,
  "ምስባክ መዝ 46፥3": `3፤አግረረ ለነ አሕዛብ ታሕተእገሪነ። ወኀረየነ ሎቱ ለርስቱ። ሥኖ ለያዕቆብ ዘአፍቀረ። 3፤ አሕዛብን ከእኛ በታች፥ ወገኖችንም ከእግራችን በታች አስገዛልን። 4፤ ለርስቱ እኛን መረጠን፥ የያዕቆብን ውበት የወደደ።
ዐሥሩ ነገድ ኹለቱን ነገድ በእጃችን ጭብጥ በእግራችን እርግጥ አድርጎ አስገዛልን ይላሉ ነቢያት ካህናት። አንድም ምእመናን እስራኤል ምእመናን አሕዛብን በእጃችን ጭብጥ በእግራችን እርግጥ አድርጎ አስገዛልን ይላሉ ሐዋርያት ሰባ አርድእት። ወኀረየነ ሎቱ ለርስቱ። ርስት ልንሆን ርስት ሊሆነን መረጠን አንድም ርስቱን ኢየሩሳሌምን እንወርስ ዘንድ መረጠን፣ አንድም መንግሥተ ሰማያት ለመውረስ መረጠን። ሥኖ ለያዕቆብ ዘአፍቀረ። የያዕቆብን ምግባር የወደደ እሱ ነው፤ አንድም የያዕቆብን ሥጋ ለመዋሐድ የወደደ እሱ ነው፤ እመቤታችን ከያዕቆብ ዘር የተገኘች ናትና።
`,
  "ወንጌል ዮሐ 4፥1-28": `ጌታችን ኢየሱስ ከዮሐንስ ይልቅ ደቀ መዛሙርቱን እንደ አበዛና እንደሚያጠምቅ ፈሪሳውያን መስማታቸውን ዐወቀ 
ነገር ግን ደቀ መዛሙርቱ እንጂ እርሱ ራሱ ጌታችን ኢየሱስ አላጠመቀም በካህናቱ አማካይነት የሚጠመቁትን የሚያጠምቅውና በጥምቀት የሚገኙት ጸጋዎች ሉሉ የሚሰጠው፣በቁርባኑ መሥዋዕት አድርጎ የሚያቀርበውና መሥዋዕቱን የሚቀበለው ራሱ ሊቀ ካህናት ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ ነው።
በዮሐንስ ወንጌል ላይ ጌታችን ከደቀ መዛሙርቱ ጋር ተቀምጦ ያጠምቅ እንደነበር "ከዚህ በኋላ ኢየሱስ ከደቀ መዛሙርቱ ጋር ወደ ይሁዳ አገር መጣ፤ በዚያም ከእነርሱ ጋር ተቀምጦ ያጠምቅ ነበር" ዮሐ 3፥22። ተብሎ ተጽፏል። ሆኖም ግን ይህን ጥምቀት የፈጸመው በቀጥታ ጌታችን ሳይሆን ያጠመቁት ደቀ መዛሙርቱ እንደነበሩ እዚያው ላይ ትንሽ እልፍ ካለ በኋላ 'ነገር ግን ደቀ መዛሙርቱ እንጂ እርሱ ራሱ ጌታችን ኢየሱስ አላጠመቀም" ተብሎ ተገልጿል። ወንጌላዊው ቅዱስ ዮሐንስ፣ መጀመሪያ ለይ "ከዚህ በኋላ ኢየሱስ ከደቀ መዛሙርቱ ጋር ወደ ይሁዳ አገር መጣ፤ በዚያም ከእነርሱ ጋር ተቀምጦ ያጠምቅ ነበር" ያለው ለምን ይሆን? እንዲህ ያለው ደቀ መዛሙርቱ ያጠመቁትን ጥምቀት "ራሱ አጠመቀ" ተባለ። በደቀ መዛሙርቱ የሚሠራው እርሱ ነውና፤ እነርሱ ሲያጠምቁ የሚያጠምቀው ባለቤቱ እርሱ ራሱ ነውና። ስለዚህ የእርሱ አገልጋዮች በሆኑት ካህናት አድሮ የሚያጠምቀው፣ ጸጋውን የሚሰጠው፣ መሥዋዕቱን የሚለውጠና የሚያቆርበው፣ ሌሎች ምስጢራት የሚፈጽመው እርሱ ራሱ ነው። /መድሎተ ጽድቅ ፪ 491
ቤተ ክርስቲያን ሰዎችን ለአገልግሎት የምታሰማራው በጥቂት ሓላፊነት እያለማመደች ነው። ደቀ መዛሙርቱ የንስሐ ጥምቀት በማጥመቅ ታምነው የልጅነት ጥምቀትን ለማጥመቅ በቅተዋል። /ቃላተ ወንጌል 182/
የይሁዳን ምድር ትቶ ዳግመኛ ወደ ገሊላ ሄደ 
ጌታችን ወደ ገሊላ የሄደው ፦ የአይሁድን የቅንዓትና የቁጣ እሳታቸውን ያጠፋ ዘንድ ነው። እርሱ የመጣው ለሰላም ነውና። ቅዱ ዮሐ አፈ /የዮሐንስ ወንጌል ትርጉም 108
በሰማርያ በኩል ሲያልፍ ሳለ 
--እግዚአብሔር ይራራልናል። ዘፀ 34፥6፣ ዘኁ 14፥18፣ መዝ 102፥10
ያዕቆብ ለልጁ ለዮሴፍ በሰጠው በወይን ቦታ አቅራቢያ ወደ አለችው ሲካር ወደ ምትባለው የሰማርያ ከተማ ደረሰ 
በዚያም የያዕቆብ የዉኃ ጉድጋድ ነበረ ጌታችን ኢየሱስም መንገድ በመሄድ ደክሞ በዚያ ጉድጋድ አጠገብ ተቀመጠ ጊዜው ስድስት ሰዓት ያህል ነበር
በእግዚአብሔር ተአምራዊ ኃይል የተሰበከው ወንጌል በሌላ ምድራዊ ኃይል ሊቀየር አይችልም። ሌላ ጥያቄ ያነሣል፦ ተቀይሮ ከሆነ ቀያሪዎቹ(በራዞቹ) ለምን ዓላማ ቀየሩት (በረዙት) የሚል ጥያቄ ያነሣል፤ ይህ ጥያቄ ምክንታዊ መልስ እንደሌለው ያስረዳል። የመጀመሪያው አማራጭ ራሳቸው ወንጌልን የጻፉት ሰዎች ቀድሞ ሲጽፉት ቀይረውታል (አጣምመውታል)፤ እውነተኛውን ወንጌል አልጻፉልንም የሚል ሊሆን ይችላል። ይህ ከተባለ ዓላማቸው ምንድር ነበር? ይህን ሊያደርጉ የሚችሉት ክርስቶስን ከፍ ከፍ ለማድረግ ነውን? ይህ ዓላማ ከነበራቸው ስለ ክርስቶስ ሰብዓዊ ድካም (መድከም፣ መራብ፣መጠማት፣ ማልቀስ ራቁትን መሰቀል፣ መሞት፣ መፍራት ወዘተ) እና ውስንነት የሚናገሩትን የወንጌል ንባባት ከወንጌል ማስወገድ ነበረባቸው። /አማር አል ባስሪ/
በዚያ ዘመን እንደ ዛሬ ውኃ በየቤቱ አልገባም፣ ረጅም መንገድ ተጉዘው ውኃ የሚቀዱት ከጉድጓድ ነው። ጉድጓዱ ጠላት መርዝ እንዳይጨምርበት ተብሎ በሥጋት በትልቅ ድንጋይ ይዘጋ ነበር ዘፍ 29፥3 ። ደከመ ተብሎ የተነገረለት የድንግልን ሥጋ ስለተዋሐደ ነው። ገላ 4፥4፣ ዮሐ 4፥6፣ ሮሜ 1፥3፣ መዝ 69፥27፣ ዮሐ 11፥35 ሉቃ 3፥23 /ነገረ ማርያም በሊቃውንት ፩ 99/
እነሆ ከሰማርያ አንዲት ሴት ውኃ ልትቀዳ መጣች ጌታችን ኢየሱስም ውኃ አጠጪኝ አላት 
ሰማርያ ማለት የጠባቂ ግንብ ማለት ነው። ከኢየሩሳሌም በስተሰሜን 65 ኪሜ ርቆ የሚገኝ ከተማ። የእስራኤል ንጉሥ ዘንበሪ ከሳምር /ሴሜር/ በሁለት መክሊት የሰማርያን ከተማ ገዛ። በተራራውም ላይ ሠራ። የሠራውንም ከተማ በተራራው ባለቤት በሳማር ስም ሰማርያ ብሎ ጠራው 1ነገ 16፥24። ሳምር ዋጋ አነሰኝ ቢለው በስምህ ትጠራልህ ብሎታል። በጌታዋ በሳምር /ሴሜር/ ስም ሰማርያ ብሏታል ተብሎ በአንድምታ ትርጓሜያችን ተገልጧል። ተራራዋን የሸጣት የተራራዋ ባለቤት ሳምር/ሴሜር/ የአሕዛብ ወገን ሲሆን ተራራዋን የገዛት ግን የእስራኤል ንጉሥ ነው። /ዮሐንስ ወንጌል ትርጉም 108
ሲካር ከሴኬም በስተደቡብ አንድ ኪሜ ርቆ የሚገኝ ቦታ። ሲካር ያዕቆብ ከኤሞር ልጆች በመቶ በጎች የገዛት ቦታ ናት። መሠውያውንም አቁሞባት ነበር። የውኃም ጉድጓድ ቆፍሮ ነበር ዘፍ 33፥18። ያዕቆብ ልጆቹን ሲመርቅ፣ ለልጆቹ በረከትን ሲሰጥ የሰማርያ ከተማ ሲካር ለዮሴፍ እንደምትሆን ተነግሮ ነበር። /ዮሐንስ ወንጌል ትርጉም 109 -ደቀ መዛሙርቱ እንጀራን ይገዙ ዘንድ ወደ ከተማ በገቡ ጊዜ ጌታችን በሀገር መዞሩ ዓለሙን እንደናቀው ይታወቃል። አእላፍ መላእክት የሚያገለግሉት ሲሆን እኛን መምሰሉና መድከሙ ሰው ከመሆኑ የተነሣ ነው። እርሱ ቅዱስ ሲሆን ከኃጢአት በቀር በሥራው ሁሉ እኛን መሰለ። ዳግመኛም በሚያስፈልግበት ጊዜ ነው እንጂ ለመብል እንዳናስብ፣ ፈቃዳችንም ለመብል ብቻ እንዳይሆን፣ ጽድቅን ለመፈለግ የተጠመድን እንድንሆን ሲያመለክተን ነው። /ቅዱ ዮሐ አፈ/
ጌታችን ከሳምራዊቷ ሴት እንዴት ውኃ ፈለገ? ኦሪት ይህን አትፈቅድምና ካለ በኋላ ሥጋዊው ሕግ ሁሉ ይሻር ዘንድ ስለ አለው ይህን አደረገ። እርሱ ሰውን የሚያረክሰው ወደ የሚገባ አይደለም ብሏልና ማቴ 15፥10። ቅዱ ዮሐ አፈ /ዮሐንስ ወንጌል ትርጉም 109 
-ኢየሱስ ክርስቶስ ከሳምራዊቷ ውኃ ፈልጎ አይደለም። ለትምህርቱ የንግግር መግቢያ እንዲሆነው ውኃ አጠጪኝ ይላል። እርሷ የምትመልሰውን መልስ መነሻ በማድረግ ስብከቱን ለመጀመር ነው። የእርሷን መልስ ከሰማ በኋላ እርሱ የሕይወት ውኃ እንደሚሰጣት ይነግራታል። አንድም ከሳምራዊት ሴት ውኃ መለመኑ ልዩነትን ሊያጠፋ ርኲሰትን ሊቀድስ፣ አሕዛብንና እስራኤልን ሊያስታርቅ፣ ልዩነትን አንድ ሊያደርግ፣ የተራራቁትን ሊያቀራርብ፣ የማይስማሙትን ሊያስማማ እንደመጣ ለመግለጽ ነው። አንድም ከዚህ በኋላ አይሁድ ሳምራውያንን አይንቁም፣ አይጸየፉም ሲል ነው። ከአይሁድና ከሳምራውያን ኢየሱስ ክርስቶስን የተከተሉት በደሙ ተቀድሰው አንድ መንጋ ይሆናሉና። /ዮሐንስ ወንጌል ትርጉም 109/
የንስሐ አባት
-ጌታችንና አምላካችን ኢየሱስ ክርስቶስ የንስሐ አባትነትን ተግባርና አፈጻጸም በተግባርም አሳይቶናል። በሕይወቶ ከደረሰባት ውስብስ ውጣ ውረድ የተነሣ ልቧ ቆስሎ ውስጧ ተጎድቷልና ሰው ጠልቶ የነበረችውን ሳምራዊቷን ሴት ብቻዋን አግኝቶ አናገራት። ለዚህም ሲል ደቀ መዛሙርቱን ቀደም አድርጎ 'ምግብ ግዙ' ብሎ ላካቸው። እርሷ ሰዎች ልቧን ያቆስሏት በመሆኑ የዚያ አካባቢ ሴቶች ውኃ የሚቀዱት አየሩ ቀዝቀዝ ሲል በጠዋትና ማታ ስለ ነበር ሰው በማይገኝበት ሰዓት ለመቅዳት ስትል በጠራራ ፀሐይ በቀትር ወደ ውኃ ጉድጓድ ሄደች። ጌታችንም የስድስት ሰዓት ያህል መንገድ በሰማርያ ሞቃታማ መንገድ የተጓዛው ለዚህ ነበር። ከዚያም ልትቀዳው በመጣችው ውኃ በመጀመር ቀስ በቀስ ከምድራዊ ነገር ወደ ሰማያዊ፣ ከጊዜያዊ ወደ ዘለዓለማዊ ነገር ከፍ ከፍ አደረጋት፣ አሸጋገራት። ከዚያም ጌታችን' ሂጂና ባልሽን ጠርተሽ ነዪ' አላት።  ይህን ያላት በውስጧ ያለውን ኃጢኣቷን እንድትናዘዝ በሩን እየከፈተላትና መንገዱን እያሳያት ነበር። 
እርሷም መልሳ፦'ባል የለኝም' አለችው። ከዚያም ጌታችን "ባል የለኝም በማለትሽ መልካም ተናገርሽ፤ አምስት ባሎች ነበሩሽና፣ አሁን ከአንቺ ጋር ያለው ባልሽ አይደለም፤ በዚህስ እውነት ተናርሽ" በማለት እርሷ ልትናገረው የፈራችውን በመናገር እርሱ ሁሉንም ሕይወቷን የሚያውቅ አምላኳ መሆኑን እንድትረዳ አደረጋት። ጌታችን ይህን በተግባር ያሳየን የንስሐ አባት እያንዳንዷን ነፍስ ማነጋገር የምትፈወስበትንም መንገድ መፈለግ ያለበት ብዙ ሰው በተሰበሰበበት በአደባባይ ስብከት ሳይሆን ለብቻው ቀስ አድርጎ፣ ጥበብና ጥንቃቄ በተመላበት መንገድ መሆን እንዳለበት ለማስተማር ነው። /መድሎተ ጽድቅ ፩ 245/
የመስጠት ሕይወት የማይነካው፣ መስጠት የማይገባ'ው ሰው የለም። እርሷ ያለት ውኃ ነበር። እግዚአብሔር ከጠየቀን ሊሰጠን ነው። 1ነገ 17፥12፣ ኢዮ 1፥21 /የመስጠት ሕይወት 134 -ጌታችን በመጽሐፍ ቅዱስ የለመነባቸው ቦታቸው። ምሳ 23፥26፣ ሮሜ 12፥1፣ ኤፌ 4፥1፣ 1ጢሞ 1፥3። ሐዋርያት የለመኑት ትሕትናን ለማስተማር 2ዮሐ 5 ፣ማቴ 6፥33 (መልእክተ ዮሐንስ 380)
...ብዙዎች ቅዱሳን ትንሽ ጸጋ በውስጣቸው ስትኖር ከመብል ከመጠጥ ይታገሣሉ ብዙ ቀን ራብ ጥምን ድል ይነሱታል። (መጽሐፈ ሳዊሮስ 445) አቤቱ ጌታ ሆይ፦ አንተ ማንኛውንም ነገር ከእኛ እጅ ስትቀበል በፍቅር የተባረክህ ነህ። አቡነ ሺኖዳ (ፍቅር 38 ሁሉ የእርሱ ነው። መዝ 23፥1፣ 1ዜ 29፥14፣ 1ቆ 15፥19።
ጌታ ተጠምቶ የነበረው ስለ እርሷና ስለ ሁሉም ሳምራውያን ነበር፤ ስለ እርሷ ድኅነትና ስለ እነርሱ ድኅነት። ዮሐ 19፥28፣ መዝ 21፥5፣ ሉቃ 22፥44፣ ዮሐ 4፥37፣ 14 ፣ ማቴ 27፥44፣ መዝ 68፥21፣ አቤቱ ጌታ ሆይ፥ አሁን ጥማትህን በዕንባዬ አረካ ዘንድ እመኛለሁ። አቡነ ሺኖዳ (80) (፯ቱ ጽራሓተ መስቀል 78)
ጌታችን እንደ አዳኝ ወደ ውኃው ምንጭ መጣ። ውኃው ለፍጥረቱ ከነ ትርጓሜው የሰጠ ውኃን ጠየቀ። እንደ ተጠማ ሰው ውኃን ትሰጠው ዘንድ ጠየቀ፤ ስለዚህ ከጥም የሚያድነው በር ለእርሷ ተከፈተ። ጌታችን እርሷን ያስተምራት ዘንድ ውኃን ከሳምራዊቷ በመጠየቅ በምላሹ እርሷ የሕይወትን ውኃ እንድትጠይቀው አደረጋት። እርሱ ምንም ባለጸጋ ቢሆን እንደ ነዳይ ከእርሷ ለመጠየቅ አላፈረም። እንዲህም በመሆኑ እኛ ፍጡራን እንዴት ጥያቄ ማቅረብ እንዳለብን አስተማረን። ጌታችን ወደ ሴቲቱ ቀርቦ ከእርሷ ጋር መነጋገር አላፈረም፤ ይህም እኔ እውነትን ይዤ ከቆምኩት ምንም መረበሽ እንዳይገባኝ አስተምሮኛል። "በዚያም ጊዜ ደቀ መዛሙርቱ መጡ፤ ከሴት ጋር ይነጋገር ነበርና ተደነቁ፤" ጌታችን ታዳኙን አስደንግጠው እንዳያብርሩት ሲል ደቀ መዛሙርቱን በሰበብ ከእርሱ እንዲለዩ አድርጓቸው ነበር። 
ጌታችን በእርሷ ሌላውን መንጋ ያጠምድ ዘንድ የማጥመጃውን ምግብ በታዳኟ ርግብ ፊት አኖረ። አስቀድሞ ግን እርሷ ልትጠይቅ የሚገባትን ጥያቄ በቀጥታ ትጠይቅ ዘንድ በተዘዋዋሪ መንገድ በጥያቄው አቀረባት። ጌታችን "ውኃ አጠጪኝ አላት" ይህም ያልተጠበቀ ከእርሱ የመጣ የመጀመሪያ ጥያቄ ነው። ይህን ውኃ በመጠየቅም የሕይወት ውኃ እንዲሰጣት ቃል ገባላት። ስለዚህ ይህን ውኃ ከጠየቃት በኋላ እርሷ እንስራዋን ከመሙላት እንደተመለሰች ጌታችን ይህን ምድራዊ ውኃ ከእርሳ ከመጠየቅ ተመለሰ። እርሱ እውነተኛውን የሕይወት ውኃ መጠጥን ሊሰጣት ምሳሌ ተወ። ይህቺ ሳምራዊት ሴት ጌታችን ምሳሌውን በመጠቀም አማናዊውን የሕይወት ውኃ ሊሰጥ መቃረቡን አወቀች። "ኢየሱስም ውኃ አጠጪኝ አላት፤...ስለዚህ ሳምራዊቲቱ፦ አንተ የይሁዳ ሰው ስትሆን ሳምራዊት ሴት ከምሆን ከእኔ መጠጥ እንዴት ትለምናለህ? አለችው፤ ... የእግዚአብሔርን ስጦታና፦ ውኃ አጠጪኝ የሚልሽ ማን መሆኑንስ ብታውቂ አንቺ ትለምኚኝ ነበር!" አላት። 
በዚህም ጌታችን ከእርሷ ዕውቀት ጉድለት ምክንያት እውነተኛውን መንገድ እንደሳተች አለማወቋን ገለጠልን። ስለዚህ ጌታችን በጥቂት በእርሷ ላይ ሰፍኖ የነበረውን የጨለማ መጋረጃ ማንሣት ጀመረ።
ጌታችን አስቀድሞ መሢሕ እኔ ነኝ ቢላት ደንብራ በመሸሽ ለትምህርቱ ደቀ መዝሙር ከመሆን በተመለሰች ነበር። "ጌታችን ኢየሱስም እግዚአብሔርን ስጦታ ውኃ አጠጪኝ ብሎ የሚለምንሽ ማን እንደ ሆነ ብታውቂስ አንቺ ደግሞ በለመንሺው ነበር ብሎ መለሰላት። ያቺ ሴትም እንዲህ አለችው ጌታዬ መቅጃ እንኳ የለህም ጉድጋዱም ጥልቅ ነው እንግዲህ የሕይወት ውኃ ከወዴት ታገኛለህ? አለችው። "የእኔ ውኃ ከሰማይ ነው" መጠጡም ሰማያዊ ነው አላት። " ከዚህ ውኃ የሚጠጣ ሁሉ ዳግም አይጠማም። ጥምቀት አንድ ጊዜ የምትፈጸም ሰማያዊ መጠጥ ናት። "-እኔ ከምሰጠው ውኃ የሚጠጣ ግን ለዘለዓለም አይጠማም እኔ የምሰጠው ውኃ በውስጡ ለዘለዓለም ሕይወት የሚፈልቅ የውኃ ምንጭ ይሆንለታል እንጂ አላት። ሴቲቱም ጌታዬ ሆይ እንዳልጠማ ዳግመኛ ልቀዳ ወደዚህ እንዳልመጣ አባክህ ከዚህ ውኃ ስጠኝ አለቸው። ጌታችን ኢየሱስም፥ "ሂደሽ ባልሽን ጥሪና ወደዚህ ነይ" አላት። በማለት በነቢይ ተመስሎ ኅቡዓት ምሥጢራትን ሊገልጥላት በሩን ከፈተላት። ነገር ግን "ባል የለኝም አለችው። ይህቺ ሴት እንዲህ ማለቷን ኅቡዕ ምሥጢራትን ማወቅ አለማወቁን ለመፈተን ነበር። ጌታችንም ሁለት ነገሮችን አሳያት እነርሱም እርሱ ማን እንደሆነ እና ማን እንዳልሆነ፤ ያም ማለት በስም ማን ተብሎ እንደተጠራ በተግባር ግን እውነታው የተለየ መሆኑን ማሳየት ነው። ጌታችን ሴቲቱ ባል የለኝም በማለቷ ምክንያት "ጌታችን ኢየሱስም እንዲህ አላት፥ "ባል የለኝም" በማለትሽ መልካም ተናገርሽ አላት። በዚህም ምክንያት ይህቺ ሴት፦ "ጌታዬ ሆይ አንተ ነቢይ እንደሆንህ አያለሁ" ብላ መለሰችለት። በዚህም ሴቲቱን ወደ ሌላ መዓረግ ከፍ አደረጋት። 
መልሳም "አባቶቻችን በዚህ ተራራ ሰገዱ፤ እናንተ ግን ይሰግዱበት ዘንድ የሚገባው ስፍራ በኢየሩሳሌም ነው ትላላችሁ።" ብላ ጠየቀችው። እርሱም መልሶ" "አንቺ ሴት በዚህ ተራራ ወይም በኢየሩሳሌም ብቻ ለአብ የማትሰግዱበት ሰዓት እንደምትመጣ እመኝኝ። እናንተ ለማታውቁት ትሰግዳላችሁ፤ እኛ ግን ለምናውቀው እንሰግዳለን፤ መድኃኒት ከአይሁድ ወገን ነውና።ነገር ግን በእውነት የሚሰግዱ በመንፈስና በእውነት ለአብ የሚሰግዱባት ጊዜ ትመጣለች። እርስዋም አሁን ናት። አብ እንዲህ የሚሰግዱለትን ይሻልና።" አላት። እንዲህም ሲላት ወደ ፍጹም መዓረግ ትደርስ ዘንድ ሊያለማምዳትና አሕዛብን ወደ እርሱ ታቀርብ ዘንድ ምክንያት ሊያደርጋት በመሻቱ ነው።
እንዲሁም እርሷ ጠፍ መሬት እንዳልሆነች ፍሬ የሚሰጥ ዘር በልቡናዋ እርሻ ላይ ቢዘራ መቶ እጥፍ ምርት እንደምትሰጥ ያሳየን ዘንድ ነው። ሴቲቱም መልሳ ""ክርስቶስ የሚሉት መሲሕ እንደሚመጣ እናውቃለን፤ እርሱም በሚመጣ ጊዜ ሁሉን ይነግረናል" አለችው። እርሱም " "የማነጋግርሽ እኔ እርሱ ነኝ" አላት። "አንተ ይመጣ ዘንድ ያለው ንጉሥ ከሆንህ ስለምን ከእኔ ውኃ ትጠይቃለህ" እንዳትለው አስቀድሞ ይህንን አልገለጠላትም። ነገር ግን ከአይሁድ አንዱ እንደሆነ ሲቀጥል ከነቢያት አንዱ እንደሆነ በስተመጨረሻም እርሱ ክርስቶስ እንደሆነ ገለጠላት። ይህቺ ሴት አስቀድማ ጌታችንን አንድ ውኃ የተጠማ ተራ ሰው አድርጋ ቆጥራው ነበር። ቀጥሎም ከአይሁድ አንዱ እንደሆነ አሰበች፣ ሲቀጥል እንደ ነቢይ ተመለከተችው በመጨረሻም እርሱ እግዚአብሔር እንደሆነ አወቀች። አስቀድማ ውኃ እንደተጠማ ሰው ቆጥራ ርኅራኄ አሳየችው። አንደ አይሁድ ቆጥራ ደግሞ ከእርሱ ፈጥና ለመሸሽ ሞከረች፣ እንደተማረም ሰው እርሱን በጥያቄ መወጠር ያዘች፣ እንደ ነቢይም ቆጠረችው በስተመጨረሻም መሢሕ ክርስቶስ መሆኑን አውቃ ለእርሱ አምልኮን ፈጸመች።
አይሁድ ሳምራውያንን ወንዶችንና ሳምራውያን ሴቶችን ለትዳር ሊያጩ አይደፍሩም ነበር። ምክንያቱም ትዕማር እንደፈጸመችው ራሳቸውን ሰውረው በእኛ ላይም እንዲሁ ሊፈጽሙብን ይችላሉ በማለታቸው ነው። ከዚህም በተጨማሪ ፈት ሆኖ መታየት በእነርሱ ልማድ አሳፋሪ ስለሆነ ለጌታችን ባል የለኝም" ብላ መለሰችለት። በዚህም ምክንያት ይህቺ ሳምራዊት ሴት ይህን ነቀፋዋን ከእርሳ ለማራቅ ስትል በስልት ከእርሷ ዘንድ ያለ ከእርሱ ዘንድ የሌለ የመሰላትን በማንሳት ጌታችንን ወደማሳነስ መጣች። ይህቺን ሴት ወላጆቿ ብዙ ጊዜ የዳሯት ቢሆንም ወደ እርሷ ቀርቦ በግብር ያወቃት የለም። ስለዚህ በእርሷ ምክንያት እንዳይሞቱ ስትል ማንንም ሰው ባልዋ እንዲሆን አታስገድድም ነበር። "በዚያም ቀን ሰባት ሴቶች፦ የገዛ እንጀራችንን እንበላለን የገዛ ልብሳችንንም እንለብሳለን፤ ስምህ ብቻ በእኛ ላይ ይጠራ፥ መሰደባችንንም አርቅ ብለው አንዱን ወንድ ይይዙታል።" ተብሎ እንደተጻፈው እርሷን ለማግባት የሚደፍፊወንድ አልተገኘም። ምክንያቱ የትዕማር ባሎች ዕጣ ፈንታ በእኛ እንዳይገጥም ብለው ይፈሩ ነበርና።
ጌታችንም ይህን ስለሚያውቅ በተመሳሳይ መልኩ ""ባል የለኝም" ብላ መለሰችለት፤ ጌታችን ኢየሱስም እንዲህ አላት፥ "ባል የለኝም" በማለትሽ መልካም ተናገርሽ" አላት። ይህቺ ሳምራዊት ሴት ጌታችን ስለ እርሷ የተናገረውን ባሎቿ የተባሉት እርሷ ግን የምታውቀውን ምሥጢር በመግለጡ" ይህ መሢሕው ከሆነ ከሃሊነቱን በዚህ መንገድ ብቻ ሳይሆን በሌላም መንገድ ሊያሳየን ይቻለዋል" ብላ አሰበች። ከዚህ በኋላ ራሱን በተለያየ መንገድ ከሃሊነቱን በመግለጥ እርሱ ከሁሉ የከበረ መሆኑን አሳያት። ስለዚህም በመካከላቸው በፈጸመው ገቢረ ተአምራትና ከሳምራዊቷ ጋር ሳለ ከፈጸመው በላይ ባሳያቸው ምልክቶች የተነሣ በአይሁድ ዘንድ በእርሷ ምክንያት የሚያገኛቸውን ነቀፋ ወደ ጎን በመተው ለዚች ሳምራዊት ሴት በተገለጠው እምነት ላይ መሠረታቸውን መጣል እንዳለባቸው አመኑ። 
እንዲህም በመሆኑ ሳምራውያን በአንድ ቃል "አሁን የምናምን ስለ ቃልሽ አይደለም፥ እኛ ራሳችን ሰምተነዋልና፤ ሥራዎቹንም ተመልክተናል እነዚህ (ተአምራቱና ምልክቱ) ከእግዚአብሔር ዘንድ ናቸው። እርሱ በእውነት ክርስቶስ የዓለም መድኃኒት እንደሆነ እናውቃለን አልዋት። በእርግጥም ዕውቀታችን ለእምነታችን መሠረት ሊሆን ይገባዋል። ይህቺ ሴት " አባቶቻችን በዚህ ተራራ ሰገዱ አለችው። እንዲህም ስትል ያዕቆብንና ልጆቹን ሲሆን እነርሱም በሴኬም ወይም በቤተ ልሔም ወይም በገሪዛን ተራራ ላይ አምልኮ ይፈጽሙ ነበር። ጌታችን " "አንቺ ሴት በዚህ ተራራ ወይም በኢየሩሳሌም ብቻ ለአብ የማትሰግዱበት ሰዓት እንደምትመጣ እመኝኝ።" ሲላት በሁሉ ሥፍራ ለስሜ መታሰቢያ ታደርጋላችሁ ሲል ነው። ጨምራም " አባቶቻችን በዚህ ተራራ ሰገዱ፤ እናንተ ግን ይሰግዱበት ዘንድ የሚገባው ስፍራ በኢየሩሳሌም ነው ትላላችሁ።" አለችው። እንዲህም ማለቷ እግዚአብሔር በቦታ የሚወሰን አምላክ አይደለም ስትለው ነው።
እርሱም እምነቷን በመደገፍ " "አንቺ ሴት በዚህ ተራራ ወይም በኢየሩሳሌም ብቻ ለአብ የማትሰግዱበት ሰዓት እንደምትመጣ እመኝኝ።"እናንተ ለማታውቁት ትሰግዳላችሁ፤ እኛ ግን ለምናውቀው እንሰግዳለን፤ መድኃኒት ከአይሁድ ወገን ነውና።ነገር ግን በእውነት የሚሰግዱ በመንፈስና በእውነት ለአብ የሚሰግዱባት ጊዜ ትመጣለች። እርስዋም አሁን ናት። አብ እንዲህ የሚሰግዱለትን ይሻልና።" ነገር ግን በእውነት የሚሰግዱ በመንፈስና በእውነት ለአብ የሚሰግዱባት ጊዜ ትመጣለች። እርስዋም አሁን ናት። አብ እንዲህ የሚሰግዱለትን ይሻልና። እናንተ ለማታውቁት ትሰግዳላችሁ፤ እኛ ግን ለምናውቀው እንሰግዳለን፤ መድኃኒት ከአይሁድ ወገን ነውና" አላት። ይህም እርሱ በዓለም ሁሉ እንዲመለክ ፍሬ እንደሚጠበቅባት የበለስ ተክል እርሱን በማምለክ መትጋት እንዳለባት የሚያስረዳ ቃል ነው። /ኅብረ ወንጌል 204/
ደቀ መዛሙርቱ ምግብ ሊገዙ ወደ ከተማ ሄደው ነበርና
ያቺ የሰማርያ ሴትም አንተ አይሁዳዊ ስትሆን እኔም ሳምራዊት ስሆን እንዴት ከእኔ ዘንድ ውኃ ልትጠጣ ትለምናለህ አለቸው አይሁድ ከሳምራውያን ጋር በሥረዐት አይተባበሩም ነበርና
ከነገደ ይሁዳ የተወለደ ሁሉ አይሁዳዊ ይባላል። ኢየሱስ ክርስቶስ በሚያስተምርበት ዘመን ደግሞ ሁሉም እስራኤላውያን በያዕቆብ ልጅ በይሁዳ ስም አይሁድ ይባሉ ነበር። ኢየሱስ ክርስቶስ ከነገድ ይሁዳ የተወለደ አይሁዳዊ ነው። አይሁዳውያን ሳምራውያንን ይጸየፋሉ። ሳምራውያን የቀዱትን ውኃ በሳምራውያን ብርጭቆ መጠጣት ይቅርና ሳምራውያን የነኩትን መንካት እንኳ አይፈልጉም። አይቀራረቡም፣ አይገናኙም ነበር። ይህን ያህል ርቀት እያለ የይሁዳው ሰው ኢየሱስ ክርስቶስ ከእርሷ የሚጠጣውን ውኃ ሲለምን ገርሟታል። አንተ የይሁዳ ሰው ስትሆን ሳምራዊት ሴት ከምሆን ከእኔ መጠጥ እንዴት ትለምናለህ3 ስትለው በመገረም ነበር። /ዮሐንስ ወንጌል ትርጉም 110 -ሳምራውያን በሰማርያ የሚኖሩ ሕዝብ ናቸው። ሰማርያም አሥሩ ነገደ እስራኤል የሚኖሩባት አገር ነበረች። የአሦር ንጉሥ ስልምናሶር በሰማርያ የሚኖሩት እስራኤልን ማርኮ ከወሰዳቸው በኋላ በእነርሱ ፋንታ በልዩ ልዩ አገሮች የሚኖሩ ሰዎችን አምጥቶ በሰማርያ አሰፈራቸው። እነርሱንም ከምርኮ ከቀሩት አንዳንድ እስራኤላውያን ጋር ተጋብተው ሲኖሩ እግዚአብሔርን የማያውቁ አሕዛብ ስለሆኑ እግዚአብሔርን አልፈሩምና የእስራኤልን አምላክ አንበሶችን አስነሣባቸው። አንበሶችም ከእነርሱ ብዙዎችን ገደሉ። አንበሶች እንደተነሡባቸው ስልምናሶር በሰማ ጊዜ እግዚአብሔርን እንዲፈሩና አንበሶች እንዲመለሱላቸው ያስተምራቸው ዘንድ ከተማረኩት እስራኤላውያን ወገን ምናሴ የተባለውን ካህን ሰደደላቸው። እርሱም ሄዶ እግዚአብሔርን እንዲያመልኩና እንዲፈሩ አስተማራቸው። 
እግዚአብሔርን አምላካችን ያዕቆብን አባታችን እንዲሉ መከራቸው። የእግዚአብሔርን ስም በመጥራታቸው አንበሶችም ተመለሱላቸው። ከዚህ በኋላ ሳምራውያን ምንም እንኳ ጎንለጎን ጣዖት ቢያመልኩም እግዚአብሔርን እያመለኩ ኖረዋል። 2ነገ 17፥3 /ዮሐንስ ወንጌል ትርጉም 110
አይሁድ ከባቢሎን ከተመለሱ በኋላ መቅደስን መሥራት ሲጀምሩ ሳምራውያንም የአሦር ንጉሥ ወደዚህ ወደ ሰማርያ ካመጣን ጀምሮ ለአምላካችሁ እንሠዋለንና ከእናንተ ጋር ቤተ መቅደሱን እንሥራ የሚል ጥያቄ አቀረቡ። ዘሩባቤልና የእስራኤል አባቶች አለቆች ግን የአምላካችንን ቤት መሥራት ለእኛ ብቻ እንጂ ለእናንተ አይገባም ብለው ከለከሉአቸው። ሳምራውያንም በአይሁድ ላይ በጠላትነት ተነሥተው የቤተ መቅደሱን ሥራ ለማደናቀፍ ሞክረዋል (ዕዝ 4፥1። ከዚያን ቀን ጀምሮ አይሁድና ሳምራውያን አይስማሙም፣ አይገናኙም። ሁለተኛም ሳምራውያን የአሕዛብ ወገኖች በመሆናቸው በአምልኮተ እግዚአብሔር ላይ አምልኮ ጣዖትን በመቀላቀላቸው አይሁድ ይጸየፋቸው ነበር። መድኃኒታችን ኢየሱስ ክርስቶስ ወንጌልን በሚሰብክበት ጊዜም ልዩነታቸው ሰፊ ነበር። /ቅዱ ዮሐ አፈ /
ጌታችን ኢየሱስም እግዚአብሔርን ስጦታ ውኃ አጠጪኝ ብሎ የሚለምንሽ ማን እንደ ሆነ ብታውቂስ አንቺ ደግሞ በለመንሺው ነበር ብሎ መለሰላት 
ሳምራዊቷ ሴት ሁለት ነገሮችን ማወቅ እንደሚጠበቅባት ይነግራታል። አንደኛው የምትቀዳው ውኃ የእግዚአብሔር ገንዘብ መሆኑን፣ ሁለተኛ ውኃ የሚለምናት የውኃው ባለቤት ራሱ እግዚአብሔር ኢየሱስ ክርስቶስ መሆኑን። /ዮሐንስ ወንጌል ትርጉም 111/
ያቺ ሴትም እንዲህ አለችው ጌታዬ መቅጃ እንኳ የለህም ጉድጋዱም ጥልቅ ነው እንግዲህ የሕይወት ውኃ ከወዴት ታገኛለህ 
የሕይወት ውኃ፦ የእግዚአብሔር ሕግ ማለት ነው። መኃ 4፥15፣ የወንጌል ትምህርት ኢሳ 12፥3፣ የመንፈስ ቅዱስ ልጅነት ኢሳ 55፥1፣ሕዝ 36፥25፣ራእ 21፥6፣7፥17፣22፥1፣17፣ ማየ ገቦ ዮሐ 19፥34፣ ዘካ 14፥8፣ 1ዮሐ 5፥6፣ ኢየሱስ ክርስቶስ ነው። ኤር 2፥13፣17፥13
ይህን ጉድጋድ ከሰጠን ከአባታችን ከያዕቆብ አንተ ትበልጣለህን እርሱም ልጆቹም ከብቶቹም ከእርሱ ጠጥተዋል 
ያዕቆብ አባታችን ማለቷ ስለ ሁለት ነገር ነው። 
1 ከልዩ ልዩ ሀገር የመጡት አሕዛብ በሰማርያ ከምርኮ ከተረፉት እስራኤላውያን ጋር ተጋብተዋልና ከእስራኤል (ከያዕቆብ) ስለምትወለድ ነው።
2 ምናሴ የተባለው ካህን ሳምራውያንን ለማስተማር በተላከ ጊዜ እግዚአብሔር አምላካችን ነው ያዕቆብ አባታችን ነው እያሉ የያዕቆብን አምላክ እንዲለምኑ ነገሮአቸው ነበርና በትውፊታዊው አነገጋር መናገርዋ ነው። ከያዕቆብ ትበልጣለህን? ማለቷ ለያዕቆብ የምትሰጠው አክብሮት ትልቅ መሆኑን ያሳያል። /ዮሐንስ ወንጌል ትርጉም 112/ -ከአባታችን ከያዕቆብ አንተ ትበልጣለህን? በማለቷ ራሷን ከአይሁድ ጋር መደመር ፈለገች። /ቅዱ ዮሐ አፈ/
...በአንድ ወቅት ከሳምራዊቷ ሴት ጋር ተነጋግሮ ነበር። ለእርሷም የሕይወት ውኃን እንደሚሰጣት ቃል ገብቶላት ነበር። ጌታችን የተናገረውን ባለመረዳቷ ሴቲቱ መለሰችለት "ይህን ጉድጋድ ከሰጠን ከአባታችን ከያዕቆብ አንተ ትበልጣለህን እርሱም ልጆቹም ከብቶቹም ከእርሱ ጠጥተዋል።" 
ጌታችን ይህቺን ሴት ለማሳመን በወደደ ጊዜ በእርግጥም እርሱ ከያዕቆብ የሚበልጥ የያዕቆብ ፈጣሪ ነውና ስለሁለቱ የውኃ ዓይነቶች ልዩነት ማስረዳት ጀመረ። በቀጥታ እበልጣለሁ ማለት ይቻለው ነበር። እግዚአብሔር ሰዎች በጥቂት ተአምራት ወይም በብዙ እንዲያምኑ ማድረግ ይቻለዋልና። ሴቲቱንም አላት " ከዚህ ውኃ የሚጠጣ ሁሉ ዳግመኛ ይጠማል። እኔ ከምሰጠው ውኃ የሚጠጣ ግን ለዘለዓለም አይጠማም እኔ የምሰጠው ውኃ በውስጡ ለዘለዓለም ሕይወት የሚፈልቅ የውኃ ምንጭ ይሆንለታል እንጂ።" ስለዚህ የተሻለ ስጦታ የሚሰጠው ከሚቀበለው የበለጠ እንደሆነ መገንዘብ የሚያዳግት አይሆንም ወንጌላችን የተከደነ ካልሆነ በስተቀር። /ቅዱስ ቄርሎስ ዘእስክንድርያ 145/
ጌታችን ኢየሱስም መልሶ እንዲህ አላት ከዚህ ውኃ የሚጠጣ ሁሉ ዳግመኛ ይጠማል 
እኔ ከምሰጠው ውኃ የሚጠጣ ግን ለዘለዓለም አይጠማም እኔ የምሰጠው ውኃ በውስጡ ለዘለዓለም ሕይወት የሚፈልቅ የውኃ ምንጭ ይሆንለታል እንጂ
በዓለም ካለው ነገር ሁሉ ነፍስ የእግዚአብሔርን ፍቅር ትሻዋለች። የነፍስን ጥማት ያለፈጣሪዋ ማርካት የሚችል የለም። አቡነ ሺኖዳ /ጉዞ ወደ እግዚአብሔር 13 ነፍስህ ሕይወት ሰጪ ከሆነው ምንጭ ሰርክ (ምንጊዜም) ወደ ንዴት (ድህነት) ወንዝ የምትፈስስ የመቲረ ፈቃድ ምንጭ ትሁን እንጂ አንዳንዴ የሚሞላ፣ አንዳንዴም በምስጋናና በተከብሮ ትኲሳት የምትደርቅ ኩሬ አትሁን ማቴ 5፥3 ።" ቅዱ ዮሐንስ ዘሰዋስው /226/ ውኃ የመንፈስ ቅዱስ ምሳሌ ነው። መዝ 1፥3፣45፥4፣92፥3፣ዮሐ 3፥5፣ ቲቶ 3፥5፣ 1ቆ 6፥11፣ ሕዝ 16፥9። አቡነ ሺኖዳ /መንፈስ ቅዱስና 20/ ሆንለታል እንጂ
እኔ ከምሰጠው ውኃ የሚጠጣ ግን ለዘለዓለም አይጠማም ፦ ለዘለዓለም የማያስጠማ ውኃ የተባለ ሰማያዊ ሀብት፣ ሰማያዊ ጸጋ፣ ልጅነት ነው። ይኸውም በምንጠቀምበት ጊዜ የሚሰጠን የልጅነት ጸጋ ነው። አንድ ጊዜ በጥቅምት ተሰጥቶን ለዘለዓለም የእግዚአብሔር ልጆች ሆነን እንኖራለንና። ለዘለዓለም ሕይወት የሚፈልቅ የውኃ ምንጭ ይሆናል ማለት ክርስቲያን ለሆነው ሰው የመንፈስ ቅዱስ ስጦታዎች በየጊዜው ይጨመሩለታል ማለት ነው። /ዮሐንስ ወንጌል ትርጉም 112/ እኔ የምሰጠው ውኃ የሚለው በፍጥረቱ ሁሉ በጸጋው ላይ የሚጨምር የመንፈስ ቅዱስ ጸጋ የወንጌል ስብከት ነው። ቅዱ ዮሐ አፈ /ዮሐንስ ወንጌል ትርጉም 112/ -ውኃው ነፍሳትን የሚጠቅማቸው ትምህርት ነው። ቅዱ ኤፍ /ዮሐንስ ወንጌል ትርጉም 112/ -ውኃ መለመኑ ትስብእቱን የሚገልጽ ሲሆን ለዘላለም የሚፈልቅ የሕይወት ውኃ መሆኑን መናገሩ ደግሞ ፍጹም መለኮቱን (አምላክነቱን) የሚያጠይቅ ነው ዮሐ 7፥37፣ 19፥27። የመጠማት አይነቶች፦ ፍቅር፣ ቃለ እግዚአብሔር አሞ 8፥11፣ ሥጋ ወደሙን፣ ሰላም። (ቃላተ ወንጌል 266)
ለዘላለም የማይስጠማ መንፈሳዊ ሕይወት ነው። ብላቴናዪቱ ድንግል የሕይወት ውኃን በማሕፀኗ ተሸከመችው። ያዕቆብ ዘሥሩግ /ነገረ ክርስቶስ ፩ 31/ በክርስቲያን ሰው ሕይወት ውስጥም ያለው መንፈሳዊ ሕይወት እንደ ኩሬ ውኃ የተገደበና የቆመ ሳይሆን እንደ ፈሳሽ ወንዝ የሚንቀሳቀስ ነው 2ቆ 4፥16።" መድሎተ ጽድቅ ፩ 419 በውኃ ሊያጥብ በደሙ ሊያነጻ፣ በመንፈስ ቅዱስ ሊያከብር የመጣ ኢየሱስ ክርስቶስ ነው። በውኃ በዮርዳኖስ በመጠመቁ ብቻ አይደለም፤ ከጎኑ በፈሰሰው በደሙም ጭምር ነው እንጂ። /ሕማማት 466/
አንተ የዘላለም ሕይወት እንዳለክ ቃል ተገብቶልሃል። አቡነ ሺኖዳ /የነፍስ አርነት 17/ የሕይወት ውኃ ያለብህ የክብር ጉድጓድ አንተ ነህ ኢሳ 51፥1። አባ ጊዮርጊስ /ውዳሴ መስቀል 110/ የሕይወት ምንጭ ውኃ የሆነውን ከእግዚአብሔር የሚጠሙ ብፁዓን ናቸው መዝ 62፥1 ፣4። ...መንፈስህን የሚያጠበው የእግዚአብሔር ፍቅር ነው ማቴ 4፥4፣ዘዳ 8፥3። አቡነ ሺኖዳ /የተራራው ስብከት 47/
ድንግል ከእግዚአብሔር ቤት የምትፈስስ ምንጭ ናት ኢዩ 3፥18፤ ውኃ የጠማቸውም ከርሷ የተገኘውን ከሚፈስሰው የሕይወት ውኃ አንዴ እንኳ የጠጣ ዳግመኛ አይጠማም። /ቅዱስ ኤፍሬም/
ይህም ከልጅዋ የወንጌሉ ስብከት በፊት የእግዚአብሔርን ቃል ከመስማት የተራቡ ስለነበሩ ስለ አሕዛብ ተነበየች። እነርሱ ጣዖትን በማምለክ ከተስፋው ሥርዓት እንግዶች ሆነው ይኖሩ ነበርና። በልጅዋ ባመኑና በሦስትነቱ ስም በተጠመቁ ጊዜ ለዘለዓለም በሚኖር ሃይማኖት ከበረከቱ ጠገቡ። /የብርሃን እናት 364/
..ክፉዎች እንኳ ሳይቀር ከመልካምነትኽ የምታጠግብ የመልካም ነገሮች ኹሉ ምንጭ ሆይ፣ ካንተ ለሚወስዱ ሕይወት ትኾናለኽና እባክኽ እኔም ከአንተ ልመገብ። ካንተ እፍኝ የጠጣችን ነፍስ መከራዋን የምታስረሳ ሆይ፣ ካንተ ጠጥቼ ባንተ ጥበብ ላግኝና ስለሥራኽ ልናገር። ቅዱስ ያዕቆብ ዘሥሩግ /የእመቤታችን ዘላለማዊ ድንግልናና 38/
የእግዚአብሔር ቸርነት የተገለጠባቸው፦ የጠፋው ልጅ፣ ቅዱስ ጴጥሮስ ፣ ባለሽቱዋ ማርያም። ዘኬዎስ ሳምራዊቷ ሴት፣ በኃጢአት ተይዛ የቀረበችው ሴት ዮሐ8፥1፣ የሚከፍሉት ያጡት ሉቃ 7፥42፣ ኢየሩሳሌም ሕዝ 16፥6፣ ...ሳምራዊቷን ሴት ተቀበላት። ሳምራዊቷን ሴት ስለ ኃጢኣቷ እና ስለመጥፎ ጠባይዋ አልገሠጻትም በቸርነት ረጋ ብሎ ስለ ሕይወት ውኃ እና በእውነት መንፈስ ስለማምለክ ነገራት እንጂ።
ሂጂና ባልሽን ጠርተሽ ወደዚህ ነይ ባላት ጊዜ ደግሞ በደግነት ወደ ንስሐ መራት። 
ከእርሷ ጋር ያለው ባሏ እንዳልሆነ ግንኙነታቸውም በሚያስቀይም ቃል ሊገለጽ የሚችል እንደሆነ አውቋል። ነገር ግን ጌታ የእርሷን ስሜት ላለመጉዳት ይህንን አላለም። ይልቁንም "ባል የለኝም" በማለትሽ መልካም ተናገርሽ።ቀድሞ አምስት ባሎች ነበሩሽ፤ ዛሬ አብሮሽ ያለው ግን ባልሽ አይደለም፤ ይህንስ እውነት አልሽ።" አላተ። ጌታ ያንን አሳፋሪ ኑዛዜዋን በሁለት የምስጋና ቃላት እንዴት እንዳሸነፈው ተመልከት። መልካም ተናገርሽ በሚል ቃል ጀመረ ይህንንም በዚህስ እውነት ተናገርሽ የሚል ቃል አስከተለበት።
እርሷ የኃጢአት ሕይወት ብትመራም እንኳን ሊያስመሰግናት የሚያበቃ አንድ ነገር በእርሷ ውስጥ አግኝቷል። በዚህ መንገድ ወደ ንስሐ መራት ከዚህ በተጨማሪም እንድተምን እና እምነቷን እንድታውጅ አደረጋት። ሴቲቱም "ጌታ ሆይ አንተ ነቢይ እንደሆንህ አያለሁ" አለችው ወደ ሰዎችም "ያደረግሁትን ሁሉ የነገረኝን ሰው ኑና እዩ እንጃ እርሱ ክርስቶስ ይሆንን?" በማለት በእርሱ እንዲያምኑ ለመጥራት ሄደች። ስለዚህ ጌታ እርሷንና የከተማዋን ሰዎች ወደ እምነት በማምጣት አሸንፏል። አቡነ ሺኖዳ /የመንፈስ ፍሬዎች 66/
እግዚአብሔር መንፈስ ነው። የጌታችንን የባሕርይ አምላክነት የሚያስረዳ ነው። ኤር 17፥13ማ ዳግመኛ ልቀዳ ወደዚህ እንዳልመጣ አባክህ ከዚህ ውኃ ስጠኝ አለቸው።
የኢየሱስ ክርስቶስ ውኃ ትርጓሜው ለሳምራዊቷ ሴት አልገባትም። አሁንም ከጉድጓድ ውኃ ባሻገር ሌላ ውኃ አይታያትም 'እንዳልጠማ ዳግመኛ ልቀዳ ወደዚህ እንዳልመጣ አባክህ ከዚህ ውኃ ስጠኝ' ትላለች። ውኃ መቅዳት ሳያስመርራት አልቀረም። 
ኢየሱስን ክርስቶስን የምትፈልገው ሁለተኛ ውኃ ላለመቅዳት ነው። 'እኔ የምሰጠው ውኃ በውስጡ ለዘለዓለም ሕይወት የሚፈልቅ የውኃ ምንጭ ይሆንለታል እንጂ' የሚለውን ቃል ስትሰማ አንድ ጊዜ ከጌታችን ውኃን ተቀብላ እርሷ ሪሷ የውኃ ምንጭ ለመሆን ነው የፈለገችው። ኢየሱስ ክርስቶስ ግን የሰማያዊ ጸጋ፣ የሰማያዊ በረከት ምንጭ እንደምትሆን ነበር የነገራት። እርሱ ዘላለማዊ ሕይወት ስለሚሰጠው ውኃ ይናገራል። እርሷ ደግሞ ምድራዊ፣ ሥጋዊ፣ ጊዜያዊ ጥቅም ስለሚሰጠው ውኃ ትናገራለች። ጌታችን ብዙ ጊዜ ሰዎች በሚሠሩት ሥራ እየመሰለ ያስተምራል። ሴቲቱም ውኃ ስትቀዳ ስለ አገኛት ለሰው ልጆች የሚሰጠውን ጸጋ እና የወንጌል ትምህርት ውኃ በማለት ተናገረው። / ዮሐንስ ወንጌል ትርጉም 112/ ሳምራዊቷን ሴት የመሳብ ጥበቡን ተመልከት። በመጀመሪያ አይሁዳዊ እንደሆነ እስክትጠረጥረውና መቅጃ የለህም እስክትል ድረስ ተዋት። በኋላ ግን እንዳልጠማ ይህን ውኃ ስጠኝ እስከማለት ደረሰች። ውኃ ልቀዳ ወደዚህ እንዳልመጣ በማለቷም ከያዕቆብ አበለጠችው። ከዚህ መዐረግ በደረሰች ጊዜም ጌታችን የተሠወረውን በመግለጥ በጥቂቱ ራሱን ሊገልጥላት ተገባው። /ቅዱ ዮሐ አፈወርቅ/
16. ጌታችን ኢየሱስም፥ "ሂደሽ ባልሽን ጥሪና ወደዚህ ነይ" አላት። 
በዚህ አነጋገር ሊያስተምራት የፈለገው ነገር አለ። ባል የለኝም የሚል መልስ እንደምትሰጠው ያውቃል። የእርሷን መልስ መነሻ አድርጎ አምስት ባሎች እንደነበሯት በመናገር እርሷ የሰወረችውን ምሥጢር ለመግለጽ የሚችል የእግዚአብሔር ልጅ ክርስቶስ መሆኑን ለማስረዳት ባልሽን ጠርተሽ ነዪ ይላታል እንጂ። ባልሽን ጥሪ የሚለውን ቃል ባይናገር ኖሮ የአምስት ባሎች ጉዳይ አይነሣም ነበርና። -በጋብቻ ሕይወት ውስጥ አንዱ ደካማ ከሆነ ለማንሣት መድከም ያስፈልጋል። 
ካልሆነ ግን ራስችንን መጠበቅ ግድ ነው። ዘፍ 3፥10፣ሉቃ 14፥15፣ ራእ 22፥11፣ ሕዝ 18፥19፣ ማቴ 10፥34፣ ዘፍ 19፣ ማር 10፥29፣1ቆሮ 7፥12 /ራእየ ኒፎን 227/
17. ሴቲቱም፥ "ባል የለኝም" ብላ መለሰችለት፤ ጌታችን ኢየሱስም እንዲህ አላት፥ "ባል የለኝም" በማለትሽ መልካም ተናገርሽ።
ባል የለኝም ማለቷ፦ ኢየሱስ ክርስቶስ ፍጡር መስሎአት፣ ሥራዋ ከእርሱ የሚሰወር መስሎአት ነው። መልሱን በሰማች ጊዜ ግን ስለ መልሱ አልተቆጣችም። ነቢይ እንደሆነች አመነች እንጂ። ከዚህ በኋላ ስለዓለማዊ ነገር፣ ስለ ውኃ መጠጥ አልጠየቃችውም። አባቶቻችን በዚህ ተራራ ሰገዱ ብላ ስለ መንፈሳዊ ነገር ጠየቀችው እንጂ። /ቅዱ ዮሐ አፈ/
እግዚአብሔር በጥቂት ይሠራል። ማቴ 10፥41፣ ማር 12፥43፣ 1ነገ 17፥12፣ ማቴ 12፥42፣ ሉቃ 16፥1፣ሉቃ 18፥13፣ ሉቃ 23፥42፣ ሉቃ 19፥9፣ ዘፍ 19፥15፣ማቴ 13፥8፣ ማቴ 25፥21፣34፣20፥10፣ ሐዋ 15፥19፣ / ፍቅር 89/ የእግዚአብሔርን ሕዘብ ተስፋ ለማያስቆርጥ የተጉትን ሰዎች እግዚአብሔር ወደ ተስፋይቱ ምድር እንዲገቡ አልፈቀደላቸውም። ዘኁ 13፥31 /የተስፋ ሕይወት 116/ -እናንተ ግን አንድ ሰው ኃጢአተኛ ወይም ደካማ ቢሆንም እንኳ በሕይወቱ ውስጥ መልካም ጎኑን በመፈለግ አውጥታችሁ ባሕርያቱን አሞግሱለት ማር 10፥20፣ ሐዋ 9፥2 1ተስ 5፥14፣ ሮሜ 12፥14። አቡነ ሺኖዳ /የተስፋ ሕይወት 116/ 
18. ቀድሞ አምስት ባሎች ነበሩሽ፤ ዛሬ አብሮሽ ያለው ግን ባልሽ አይደለም፤ ይህንስ እውነት አልሽ።"እንዴት አምስት ባሎች ልታገባ ቻለች? ለሚለው ጥያቄ በአንድምታ ትርጓሜያችን የተመለሰው መልስ እንደሚከተለው ነው። በመጽሐፈ ጦቢት 7፥10-17፣8፥1-21/ ላይ ስናነብ ራጉኤል የተባለው ሰው ሣራ የተባለች ልጅ ነበረችውና ክፉ ጋኔን አድሮባት ሰባት ባሎች እንደገደለባት እንረዳለን።
እንደ ራጉኤል ልጅ እንደ ሣራ በሳምራዊታ ሴት ላይም ጋኔን አድሮባት አምስት ባሎቿን ገድሎባታል ማለት ነው ተብሎ ይታተታል። /ዮሐንስ ወንጌል ትርጉም 113/ -እርሱ እንግዳ ሲሆን የተሰወረውን የሚያውቅ አምላክ እንደሆነ ራሱን ይገልጥላት ዘንድ የሀገርዋ ሰው የማያውቅባትን ሥራዋን ገለጠ። ይህቺ ሴት ሥራዋ መልካም እንዳልሆነ ይታወቃል። አምስቱ ባሎቿ በሕግ ያገባቻቸው አልነበሩም። የኋለኛው ባሏም ሕጋዊ ባል አልነበረም። ጌታችን ከሀገሯ ሰዎች ድብቅ የሆነውን ሥራዋን ስለገለጠ አደነቀች። /ቅዱ ዮሐ አፈ/
ዛሬ አብሮሽ ያለው ግን ባልሽ አይደለም፤፦ ይህ የጌታችን ቃል ከእርሷ ጋር የሚኖር ሰው እንዳለ ያመለክተናል። አምስት ባሎች ስለሞቱባት ስድስተኛውን ይሞትብኛል ብላ ፈርታ ልብስና ቀለብ እየሰጠች በጎረቤት አስቀምጣው ነው ነበር ተብሎ በአንድምታ ትርጓሜያችን ተገልጻል። ጌታችንም አሁን ከአንቺ ጋር ያለው ባልሽ አይደለም የሚለውን ቃል የተናገረው ከእርሷ ጋራ የሚኖረው ሰው ከእርሷ ጋር በምኝታ አንድ ስላልሆነ፣ በግንኙነት አንድ ሥጋ አንድ አካል ስላልሆነ በስም ብቻ ባል እየተባለ የሚኖር መሆኑን መግለጹ ነው። ግንኙነት ከሌላቸው እንዴት ባል ይባላል? ከተባለ ባል የላትም ተብላ እንዳትሰደብ በስሙ ለመክበር ፈልጋ ይሆናል። ኢሳ 4፥1 ሳምራዊቷ ሴት በምትኖርበት አካባቢም ባል ያላገባች ሴት የምትነቀፍ መሆኑን ያሳያል። -ይህቺ ሴትም አምስት ባሎችን አግብታ ነበር። አምስቱም ሞቱ። ከዚህ በኋላ ሰዎች እንዳይሰድቧትና እንዳይዘባበቱባት በግልጥ ማግባት ተወች። አንዱን ሰው ለመነችውና ባል የላትም የሚለውን ስድብ ያርቅላት ዘንድ የእርሷ ባል እየተባለ እንዲጠራ ወደደች። /ቅዱ ኤፍ/
አምስቱ ባሎች 
-የሳምራዊቷ ስም ብርፍሴንያ ይባላል። አባቷ ስላፍ እናቷ ደግሞ ለምሕያ ይባላሉ። የመጀመሪያው ባሏ ስንቴ፣ ሁለተኛው ዮካን፣ ሦስተኛው ሌዊ፣ ዐራተኛው ሄሉት፣ አምስተኛውም ራፍሳይ ይባላሉ። ሁሉም ባሎቻ የሞቱት በሰረጓ ዕለት ነው። /ተአምር ኢየሱስ/
-መንፈሳዊ አገልጋይ ሁልጊዜ ይሠራል። ዮሐ 5፥17፦ ምሽት ሉቃ 9፥12፣ ዮሐ 14፥25፣ ሌሊት ማቴ 14፥25፣ መንገድ ላይ ሉቃ 19፥1፣ ቀን ስድስት ሰዓት ዮሐ 4፥6፣ በመከራው ዋዜማ ማቴ 26፥36፣ በባሕር ላይ ማቴ 14፥28፣ በልዩልዩ መሬት ማቴ 13፥1። ሐዋ 10፥38፣፣ በመስቀል ላይ፣ በእሳቱ መካከል ፣ በአናብስት ጉድጓድ ውስጥ (መንፈሳዊ አገልግሎት 43)
በኦርቶዶክስ አስተምህሮ ስንቴ ማግባት ተፈቅዷል?
ሁለተኛ ያገባ ሰው ለአንድ ወይም ለሁለት ዓመታት ንስሐ ይግባ፣ ሦስተኛ ያገባ ሰው ለሦስትና አራት ዓመታት ንስሐ ይግባ። ለሦስተኛ የሚደረግ ጋብቻ ግን እንደ ጋብቻ አይቈጠርም፤ በአንድ ጊዜ ብዙ ሴቶችን አንደ ማግባት ወይም ዝሙት እንጂ። ጌታችን አምስት ጊዜ ላገባችሁ ለሳምራይቱ ሴት ቀድሞ አምስት ባሎች ነበሩሽ፤ ዛሬ አብሮሽ ያለው ግን ባልሽ አይደለም፤ ይህንስ እውነት አልሽ።" ብሏታልና። /ቅዱስ ባስልዮስ ዘቂሳርያ/
19. ሴቲቱም እንዲህ አለችው፥ "ጌታዬ ሆይ አንተ ነቢይ እንደሆንህ አያለሁ።
እግዚአብሔርና እርሷ ብቻ የሚያውቁትን፥ ከራሷ ጋር ብቻ እንጂ ከሌላ ሰው ጋር ያልተወያየችበትን ምሥጢር ገልጦ ስለነገራት የተሰወረውን የምትገልጥ ነቢይ ነህ አለችው። መጀመሪያ እንደ ተራ አይሁዳዊ ስትመለከተው ነበር። አሁን ወደ ነቢይነት አወጣችው። /ዮሐንስ ወንጌል ትርጉም 114/
20. አባቶቻችን በዚህ ተራራ ሰገዱ፤ እናንተ ግን ይሰግዱበት ዘንድ የሚገባው ስፍራ በኢየሩሳሌም ነው ትላላችሁ።" 
አባቶቻችን በዚህ ተራራ ሰገዱ፦ አባቶቻችን የምትላቸው ሳምራውያን ናቸው። በተራራው ላይ ለእግዚአብሔር የሚሰግዱበት መስገጃ ነበራቸው ያንን ማለቷ ነው። /ዮሐንስ ወንጌል ትርጉም 115/ -ሳምራዊቷ ሴት አባቶቻችን ያለቻቸው አብርሃምንና ልጆቹ በዚህ ተራራ ሰገዱ ማለቷ ነው። /ቅዱ ዮሐ አፈ/
እናንተ ግን ይሰግዱበት ዘንድ የሚገባው ስፍራ በኢየሩሳሌም ነው ትላላችሁ፦ 2ነገ 21፥4፣ 2ዜ 33፥7፣ ኢሳ 66፥20፣27፥13፣ ዕዝ 6፥3፣ ነህ 11፥1፣ ሚክ 4፥2
ገሪዛን በሴኬም አቅራቢያ በጌባል ትይዩ የሚገኝ ተራራ ነው። እግዚአብሔር እንዳዘዘው ኢያሱ በደብረ ገሪዛን በረከትን አኑሮአል። በሁለቱ ተራሮች (ገሪዛንና ጌባል) መካከል መሠዊያ ሠርቶአል፤ ሕጉንም በዚያ አንብቦል፤ እግዘብሔርን የሚያመልክ የሚመረቅበት ተራራ ነው። ይህ ተራራ ኋላ ሳምራውያን ቤተ መቅደስ ሠርተው አምልኮ ሲፈጽሙበት ኖረዋል። ሳምራዊቷ ሴት "አባቶቻችን በዚህ ተራራ ሰገዱ" በማለት የተናገረችው ስለዚህ ተራራ ነው። ዘዳ 11፥29፣ 27፥4፣11፣ኢያ 8፥30
21. ጌታችን ኢየሱስም እንዲህ አላት፥ "አንቺ ሴት በዚህ ተራራ ወይም በኢየሩሳሌም ብቻ ለአብ የማትሰግዱበት ሰዓት እንደምትመጣ እመኝኝ።
ለአብ የሚሰግዱት ሰዎች በዚህ ተራራ እና በኢየሩሳሌም ብቻ አይወሰኑም ማለቱ ነው። በዘመነ ብሉይ ሳምራውያን በሰማርያ ተራራ ላይ አይሁድም በኢየሩሳሌም ሲሰግዱ ቆይተዋል። በዘመነ ሐዲስ ግን በሁሉም ዓለም ለእግዚአብሔር ይሰግዳሉ ማለቱ ነው።
ከኢየሩሳሌም ውጭ በሌሎች አገሮች የሚኖሩት ምእመናን በዛው አገራቸው ቤተ ክርስቲያንን ሠርተው ይሰግዳሉና ዮሐ 10፥16። /ዮሐንስ ወንጌል ትርጉም 116/ ይመጣል የተባለው ጊዜ ከትንሣኤ በኋላ ነው። ስግደት በዚህ ተራራና በኢየሩሳሌም ብቻ አይሆንም ሲል ነው። ቅዱ ዮሐ አፈ /ዮሐንስ ወንጌል ትርጉም 115/ - የእግዚአብሔር ምእመናን ምድርን በመላዋ ይዞራሉ ሲል ነው። /ቅዱ ኤፍ/
እግዚአብሔር የሚፈቅደውን ጸሎት ለመፈጸም ድምፅ ማውጣት የሚጠበቅበት የተለየ ቦታ የለም። ጌታችንም ስለዚህ ሲያስተምር " በዚህ ተራራ ወይም በኢየሩሳሌም ብቻ ለአብ የማትሰግዱበት ሰዓት እንደምትመጣ አመኝኝ።" በማለት ወደ እርሱ ለመጸለይ የተለየ ስፍራ እንደማያስፈልግ ሲያረጋግጥ "በእውነት የሚሰግዱ በመንፈስና በእውነት ለአብ የሚሰግዱባት ጊዜ ትመጣለች። እርስዋም አሁን ናት። በማለት ጸሎታችን ምን መምሰል እንዳለበት አስተማረን። ስለምን እኛ በመንፈስ መጸለይ እንደሚገባንም ሲያስረዳ "እግዚአብሔር መንፈስ ነው" ብሎ ገልጾልናል። ለእርሱ የሚቀርብ ምስጋና በመንፈስ የሚቀርብ መሆን አለበት። 1ቆ14፥15፣ (ለሔስኪስ የተላከ ደብዳቤ) /እነኋት ክርስትና 82/
22. እናንተ ለማታውቁት ትሰግዳላችሁ፤ እኛ ግን ለምናውቀው እንሰግዳለን፤ መድኃኒት ከአይሁድ ወገን ነውና።
ሳምራውያን በተራራው ላይ ለእግዚአብሔር ቢሰግዱም እግዚአብሔርን በሕግ በአምልኮት አያውቁትም። ለጣዖትም ይሰግዳሉና። አንድም እግዚአብሔር በቦታው ሁሉ ሙሉ መሆኑን አያውቁም፣ በሰማርያ ተራራ ብቻ የተወሰነ ይመስላቸኋል። ሁሉንም ቦታ የፈጠረ እግዚአብሔር በሁሉም ቦታ እንደሚገኝ ሳታውቁ ትሰግዳላችሁ ሲላት ነው። /ዮሐንስ ወንጌል ትርጉም 115/ 
መድኃኒት ከአይሁድ ወገን ነውና፦ ዘጸ 14፥21፣ ኢያ 10፥6፣ መዝ 47፥11፣ ሚክ 5፥2፣ ዮሐ 2፥1-11፣ ማቴ 4፥23፣ 15፥26 -መዳን ከአይሁድ ማለቱ የዓለም መድኃኒት ክርስቶስ ስለተገለጠ ነው። ግ በግእዝ /ዮሐንስ ወንጌል ትርጉም 116/ -ጌታችን መዳን ከአይሁድ ነውና የሚለው እርሱ ከአይሁድ መወለዱን ያመለክታል። አንድም ጣዖታትን መጣል እግዚአብሔርን ማምለክ ከእነርሱ ተጀምራለችና። /ቅዱ ዮሐ አፈ/
እኛ ግን ለምናውቀው እንሰግዳለን፦ ዘፀ 3፥6፣ ዘዳ 6፥4
ይሁዳ የሚለው ቃል የታመነ፣ ምእመን ፣ ታማኝ፣ መሃይም፣ ሃይማኖተኛ፣ ባለ ሃይማኖት፣ ባለ እምነት፣ እምነት ያለው ማለት ነው። አይሁድ በአብርሃም በይስሐቅ በያዕቆብ አምላክ ቢያምኑ አይሁድ ተብለዋል። መድኀኒት ክርስቶስም በአብርሃም በይስሐቅ በያዕቆብ ሃይማኖት ቃል ኪዳን ሰው ሆኗልና። "መዳን ከአይሁድ ነውና" ብሎ ራሱ ተናግሯልና። /ጸያሔ ፍኖት 328 መድኃኒት ከአይሁድ ወገን ነውና። ይህ በክርስቶስ ለሚያምኑት አይሁድ ነው። የማያምኑት ግን እንዲህ ብለው ነበር ማቴ 13፥54፣ ሉቃ 3፥23፣ ዮሐ 10፥33 /ተንከተም 187/
23. ነገር ግን በእውነት የሚሰግዱ በመንፈስና በእውነት ለአብ የሚሰግዱባት ጊዜ ትመጣለች። እርስዋም አሁን ናት። አብ እንዲህ የሚሰግዱለትን ይሻልና።
ጊዜ የተባለው ዘመነ ሐዲስ ኪዳን የክርስትናው ዘመን ነው። በእውነት ማለቱ ፈጣሪነቱን፣ አዳኝነቱን፣ ተረድተው ይሰግዳሉ ማለት ነው። ለዚህ ነው ጌታችን እኛ ለምናውቀው እንሰግዳለን የሚላት። አንድም በእውነት ማለት የሚሰግዱ ሰዎች እንደ ሳምራውያን አንድ ጊዜ ለእግዚአብሔር ሌላ ጊዜ ለጣዖት እየተንበረከኩ ሳይሆን ስግደት የሚገባው ለእግዚአብሔር መሆኑን አውቀው የሚሰግዱበት ዘመነ ሐዲስ ይመጣል ማለቱ ነው።
ሳምራውያን በሐሰት አማልክት ለተባሉትም ይሰግዱ ነበርና በእውነት የሚሰግዱ ሰዎች ለአብ መስገድ እንደሚገባቸው ይነግራታል። -ራሱንና መንፈስ ቅዱስን አለመግለጡ ግን ለአብ የሚቀርበው ስግደት ሁሉ ለወልድና ለመንፈስ ቅዱስም የሚቀርብ ስለሆነ ነው። ዮሐ 16፥15 -በእውነት የሚሰግዱ የተባሉት ከአይሁድና ከሳምራውያን ወደ ክርስቶስ የሚመጡ ምእመናን ናቸው። /ቅዱ ዮሐ አፈ/
በመንፈስ፦ የዘመነ ሐዲስ ሰዎች ከመንፈስ ቅዱስ ተወልደው ጸጋ መንፈስ ቅዱስን ተሞልተው ለአብ ይሰግዳሉ ማለቱ ነው። አንድም በመንፈስ ማለት በሕሊና በአሳብ ከእግዚአብሔር ጋር በመገናኘት ማለት ነው። በጸሎት ፣ በጾም ፣ በስግደት ጊዜ በመንፈሳዊ አሳብ በሰቂለ ሕሊና በውስጣዊ ተመስጦ ከእግዚአብሔር ጋር መገናኘት ያስፈልጋልና። ኢሳ 26፥9፣ሉቃ 1፥47፣ሮሜ 1፥9፣1ቆ 5፥3 /ዮሐንስ ወንጌል ትርጉም 117/ እርስዋም አሁን ናት፦ ዘመን ይመጣል ስላላት ወደፊት የሚመጣ ዘመን መስሏት እንዳትጠብቅ ዘመነ ሐዲስ ማለት አሁን ነው፣ እኔ የተገለጥኩበት ዘመን ነው ይላታል። /ዮሐንስ ወንጌል ትርጉም 117/ -አብ እንዲህ የሚሰግዱለትን ይሻልና፦ በሐሰት ሳይሆን በእውነት ፣ ጣዖትን እየቀላቀሉ ሳይሆን እግዚአብሔርን ብቻ እያመለኩ፣ በሥጋዊ ፍላጎት ሳይሆን በመንፈሳዊ ፍላጎት ጸንተው፣ ሕሊናቸውን አጽንተው የሚሰግዱለትን ይፈልጋል ማለቱ ነው። /ዮሐንስ ወንጌል ትርጉም 117/
24. እግዚአብሔር መንፈስ ነውና፤ የሚሰግዱለትም በመንፈስና በእውነት ይሰግዱለት ዘንድ ይገባል።"
እግዚአብሔር መንፈስ ነውና፦ እግዚአብሔር ረቂቅ ነው። በቦታ ያልተወሰነ በዓለም ሁሉ ሙሉ ነው። 
እግዚአብሔር በሰማርያና በኢየሩሳሌም ብቻ የተወሰነ እንዳይመስላት በሁሉም ቦታ መገኘት የሚችል መሆኑን ለመግለጽ መንፈስ ነው ይላታል። /ዮሐንስ ወንጌል ትርጉም 117/
 -እግዚአብሔር ሥጋ የሌለው ረቂቅ ነውና በውስጣችን ሥጋ ባልሆነች ነፍሳችን ልናመልከው ይገባል፤ ጌታችን ይህን ማለቱ ሳምራዊቷን ሴት ከዓለማዊ ሥራ፣ ከሥጋዊ ፈቃድ ሊያርቃት ስለ ፈለገ ነው። /ቅዱ ዮሐ አፈ/
የምናመልከውንና የምንሰግድለትን ማወቅና አምልኳችንም በኑፋቄና በስህተት በተበከለ ትምህርት መሠረት ሳይሆን በእውነተኛ ትምህርት የተመሠረተ እምነት ሊሆን እንደሚገባው አስተማረን። አስተምህሮ የተሳሳተ እምነት አምልኮው ትክክል ሊሆን አይችልምና። የምንሰግድለት አምላክ ሰዎች በኑፋቄ ትምህርታቸው በምናባቸው የሣሉትና በሃሳባቸው የፈጠሩት ሳይሆን እኛ በሚገባን መንገድ ራሱን ለእኛ የገለጠውና እንድናውቀው ያደረገን እውነተኛ አምላክ መሆን አለበት። አለበለዚያ እንደ ሳምራውያን "ለማታውቁት ትሰግዳላችሁ" የሚል ወቀሳን ያስከትላል። ዮሐ 17፥3፣2ጴ 1፥19፣ 2ዮሐ 7 /መድሎተ ጽድቅ ፩ 125/ በብሉይ ኪዳን መሥዋዕት የሚቀርበውና ለእግዚአብሔር የሚሰገደው በኢየሩሳሌም ብቻ ነበረ። አይሁድ በተለያየዩ ቦታዎች ምኲራብ ቢሠሩም እነዚያን ለጸሎት ሕጉን ለማንበብና ለመማማር ካልሆነ በስተቀር መሥዋዕት አይቀርብባቸውም ነበር ። ሚል 1፥11 /ቃል ኪዳን በነገረ ድኅነት 130 ሙሴ በክርስቶስ እንደተተካ በሥጋ እግዚአብሔር አስቀድሞ የመረጣቸው ወገኖች በእውነትና በመንፈስ እግዚአብሔርን ለሚያመልኩ ሰዎች /አሕዛብ/ ሥፍራቸውን ለቀዋል። ማቴ 5፥17፣ ዘፍ 2፥7፣ ሮሜ 10፥4፣ ዮሐ 1፥12፣ ሮሜ 5፥12፣ ኢሳ 1፥2፣ ሮሜ 8፥15 /ቅዱስ ቄርሎስ 46/ 
... እናንተ ለጌታ ልትኖሩ የሚገባችሁ ከልባችሁና ከድርጊታችሁ ሆናችሁ በመንፈስና በእምነት ሊሆን ይገባል።
ከዚህ በኋላ በአምልኮት ውስጥ ስትሆኑ እግዚአብሔር በሕይወታችሁ ውስጥ እንዳለ እናንተም በእርሱ ውስጥ እንዳላችሁ ይታወቃችኋል። ማቴ 15፥8፣ ኢሳ 29፥13 አቡነ ሺኖዳ /መንፈሳዊው ሰው 162/ በክርስቶስ ከሰይጣን ቁራኝነት በመላቀቅ የተገኘው እውነተኛ ዕረፍት የልብ፣ የኅሊና ዕረፍት ለዚህ መንፈሳዊነት እንዳበቃን ለመናገር ነው። /ሁለቱ ኪዳናት 180/
በመንፈስና በእውነት ...፦ በመንፈስ ያለው በሃይማኖት ተብሎ ይተረጎማል።ለመስገድ ሃይማኖት ያስፈልጋል የሚለውን ያረጋግጣል። ሃይማኖት ደግሞ በመማር በማወቅ የሚገኝ ሀብተ እግዚአብሔር ነው። ለእግዚአብሔር ለቅዱሳን ስንሰግድ አውቀን ነው። ማቴ 28፥9፣ራእ 19፥10፣ 22፥9፣ ዘፀ 18፥7፣ 1ነገ 18፥7፣ 2ነገ 2፥15፣ ዳን 2፥46፣ 2ሳሙ 1፥2፣ 2ነገ 4፥37፣ መሳ 20፥41፣ ሐዋ 10፥35፣ /ጌራ መድኀኒት 180/ የኦርቶዶክስ ቤተ ክርስቲያን በርካታ ሰብአዊ ምሳሌና (Typology) ትእምርታዊ (Symbolic) ጠቀሜታ ባላቸው መገለጫዎች የሚታወቅ ሥርዐተ አምልኮ ባለቤት ናት። /የነገረ መለኮት መግቢያ 174/ እግዚአብሔር በባሕርይው ረቂቅ ነው። ኢሳ 6፥3፣ ኢዮ 11፥7፣ 1ቆ 2፥15 ከረቂቃኑ የረቀቀ። ቅዱስ ያሬድ ምሳ 2፥3
የእኛና የእግዚአብሔር አካል
- የእኛ አካል ውስን ነው፤ የሥላሴ አካል በሁሉ የመላ ነው (omnipresence)
-የእኛ አካል ለህላዌው ለመቆሙ አቋቋሚ የምትሆን ነፍስን ይሻል፤ የሥላሴ አካል በራሱ ህልው ነው። simple subsistence 
-የሥላሴ አካል ዘላለማዊ እንጂ እርሱን የሚያስገኝ ጥንት መሠረት የለውም፤ የሰው አካል ግን ከአራቱ ባሕርያተ ሥጋ የተገኘ ነው።
-አካለቸው አይታይም አይመረመርም። /ተኀሥሦ 65/
መሬት ላይ መውደቃችን እና መነሣታችን 
 -1 መሬት መሆናችን እያሰብን ሲሆን ከወደቅንበት መነሣታችን ደግሞ ከመሬት አክብሮ የፈጠን መሆኑን ለማጠየቅ ነው። 
-2 ደካማ ነንና በኀጢአት መውደቃችንን እያሰብን መነሣታችን ንስሐ ነው
-3 ሞታችንን እና ትንሣኤን ማዘከሪያ ነው /መጽሐፈ ሰዓታት ንባቡና ትርጓሜ 71/
እምነት ያለ አምልኮ አምልኮ ያለ እምነት የሞተ ነው። /ነገረ ሃይማኖት ዘኦርቶዶክስ 14/
25. ሴቲቱም፥ "ክርስቶስ የሚሉት መሲሕ እንደሚመጣ እናውቃለን፤ እርሱም በሚመጣ ጊዜ ሁሉን ይነግረናል" አለችው።
ክርስቶስ የሚለው ቃል የተወሰደው 'ክርስቶስ (Christos) ከሚለው የግሪክ ቃል ነው። ተመሳሳዩ የዕብራይስጥ ቃል መሢሕ (Messiah) ይባላል። ዘሌ 4፥3፣ መዝ 2፥2፣ ዳን 9፥24፣ 1ሳሙ 2፥24። ክርስቶስ ወይም መሢሕ ማለት ቀጥተኛ ትርጉሙ የተቀባ ማለት ነው። "የተቀባ የሚለው ቃል በዘመነ ብሉይ በእግዚአብሔር ተመርጠውና ተቀብተው የእግዚአብሔርን ሕዝብ ያስተምሩ፣ ያገለግሉ ይመሩ የነበሩ ነቢያትን፣ ካህናትንና ነገሥታትን ያመለክታል።... ነቢያት፣ ካህናት፣ ነገሦታት በብሉይ ኪዳን የእግዚአብሔርን ቃል ሊያሳውቁ፣ ኃጢአትን ሊሰርዙና ወደ እግዚአብሔር መንግሥት ሊመሩ አልቻሉም። ስለኾነም ፍጹም የሆነ ነቢይ ፣ ካህና ንጉሥ ያስፈልግ ነበር። 
በዘመነ ሐዲስ ሙሴ ምሳሌ የሆነለት አማናዊ ነቢይ፣ መልከ ጼዴቅ ምሳሌ የሆነለት አማናዊ ካህንና ዳዊት ምሳሌ የሆነለት አማናዊ ንጉሥ የእግዚአብሔር የባሕርይ ልጅ በተለየ አካሉ ያለ ወንድ ዘር ከድንግል ማርያም የተወለደው ኢየሱስ ክርስቶስ ነው። ሉቃ 2፥11፣ ማቴ 16፥13፣ ዮሐ 20፥31
የክርስቶስ ነቢይነት፦ ነቢይ ማለት የእግዚአብሔር አፍ ወይም እግዚአብሔር ያቀበለውን የሚናገር የእግዚአብሔር አንደበት ማለት ነው። ነቢይ በሕዝብ ሁሉ ፊት እግዚአብሔርን ወክሎ የሚናገር፣ የእግዚአብሔርን ቃል ወይም መልእክት የሚያስተላልፍ ማለት ነው። እግዚአብሔር የሚናገረው ደግሞ ሁል ጊዜ እውነት ነው። ሐሰት በእግዚአብሔር ዘንድ የለምና። /በትረ ሃይማኖት 467/ ዘዳ 18፥15፣ ሐዋ 3፥22፣ ኢሳ 61፥1፣ ሉቃ 4፥18
የሳምራዊቷ ሴት ንግግር ሳምራውያንም የክርስቶስን መምጣት እንደሚጠባበቁ ያሳያል። ኢየሱስ ክርስቶስ በብዙ ነገር ስለነገራትና የማታውቀውን ሁሉ ስለገለጠላት ነቢይ ቢመስላትም በነገሩ ተደንቃለች። ነገር ግን ለክርስቶስ ያላት አክብሮት ትልቅ ስለሆነ ክርስቶስ ሲመጣ ከዚህ በላይ ይነግረናል ማለቷ ነው። /ዮሐንስ ወንጌል ትርጉም 118/
ሳምራውያን ክርስቶስ እንደሚመጣ ከየት አግኝተው አመኑ? እነሱ ክርስቶስን የማይጠራ የሙሴ መጽሐፍ ብቻ እንጂ ሌላ መጽሐፍ አይቀበሉምና። የሚል ጠያቂ ቢኖር የሚከተሉትንም ማስረጃዎች ያቀርባል። ዘፍ 49፥10፣ ዘዳ 18፥15፣ ዘኁ 21፥8 /ዮሐንስ ወንጌል ትርጉም 118/
26.ጌታችን ኢየሱስም፥ "የማነጋግርሽ እኔ እርሱ ነኝ" አላት።	
27. በዚያም ጊዜ ደቀ መዛሙርቱ መጡ፤ ከሴት ጋር ይነጋገር ነበርና ተደነቁ፤ ነገር ግን፥ "ምን ትሻለህ? ወይስ ከእርስዋ ጋር ለምን ትነጋገራለህ?" ያለው የለም።
ተደነቁ፦ ደቀ መዛሙርቱ ኢየሱስ ክርስቶስ ብቻውን ከአንዲት ሴት ጋር የተነጋገረው አንድ ጊዜ ስለሆነ ነው። ከዚህ በፊት አንዲትን ሴት ብቻዋን ሲያስተምር አላዩትም ነበርና። በአንዲት ሴት ምክንያት ብዙ የሰማርያ ሰዎች እንደሚያስተምር አልተረዱምና። የአንድምታ ትርጓሜያችን ብዙ ምሁራን ያላመኑበት ይህቺ ሴት ታምንብኛለች ብሎ ነው? በማለት ተደነቁ። አንድም በትምህርቱ ሴት፣ ወንድ፣ ታናሽ፣ ታላቅ አይለይም ብለው ትሕትናውን አደነቁ። /ዮሐንስ ወንጌል ትርጉም 119/ -ደቀ መዛሙርቱ የተደነቁት የአይሁድ የሃይማኖት መምህራን ከሴት ጋር በአደባባይ ስለማይነጋገሩ ነው። /ዮሐንስ ወንጌል ትርጉም 119/
28. ሴቲቱም እንስራዋን ትታ ወደ ከተማ ገባች፤ ለሰዎችም ነገረች።
የሳምራዊቷን ጥበብ ተመልከት የምናገርሽ እኔ እርሱ ነኝ የሚለውን በሰማች ጊዜ ለሀገሯ ሰዎች ተአምሩን ትነግራቸው ዘንድ እንስራዋን ትታ ሄደች። ተመልሳ ውኃ ልትቀዳ መጣች። እኛም ከእርሷ ልንማር ይገባናል። ስለ መንፈሳዊ ሥራ ዓለማዊ ነገር ልንተው ይገባል። እንድርያስ ጌታችንን ባገኘው ጊዜ ለናትናኤል እንደነገረው፣ እርሷ ሰዎችን መርጣ አልተናገረችም፣ ነገር ግን ለአገሩ ሰዎች ሁሉ ነገረች። ያገኘችው ክርስቶስ እንደሆነ ከመናገር አላቋረጠችም።/ ቅዱ ዮሐ አፈ/
ይህቺን ሴት ከራስ ወዳድነቷ ነፃ ካወጣት ጀርባ ያለው ኃይል ምን ነበር? ይህ እንዲሆን ያደረገው ምንድን ነው? መለኮታዊ ፍቅር ነው። አቡነ ሺኖዳ /ነፍሴ የወደደችውን 40 ሰው በእውነት እግዚአብሔርን ወደ ማወቅና ወደመቅመስ ሲመጣ ሌሎች ሰዎችም እንዲሁ እግዚአብሔርን ወደማወቅ ወደመቅመስ እንዲመጡ ይፈልጋል። አቡነ ሺኖዳ /ነፍሴ የወደደችውን 50/ ሐዋ 26፥29፣፣2፥47፣1ቆ 9፥22
`,
};

const SubChapterScreen = ({ route }) => {
  const { subChapterTitle } = route.params;
  const content = subChapterData[subChapterTitle] || "Content not found";

  return (
    <ScrollView contentContainerStyle={styles.container}>
      <View style={styles.bookCover}>
        <Text style={styles.bookTitle}>{subChapterTitle}</Text>
      </View>
      <View style={styles.contentContainer}>
        <Text style={styles.content}>{content}</Text>
      </View>
    </ScrollView>
  );
};

const styles = StyleSheet.create({
  container: {
    flexGrow: 1,
    backgroundColor: "#f5f5f5", // Lighter background for a modern feel
    paddingHorizontal: 16,
    paddingVertical: 20,
  },
  bookCover: {
    backgroundColor: "#e0e0e0", // Subtle, soft background for the book cover
    padding: 30,
    borderRadius: 20, // Softer border radius for a cleaner look
    marginBottom: 16,
    alignItems: "center",
    shadowColor: "#000",
    shadowOffset: { width: 0, height: 5 },
    shadowOpacity: 0.15,
    shadowRadius: 10,
    elevation: 8,
  },
  bookTitle: {
    fontSize: 28, // Slightly smaller but modern font size
    fontWeight: "600", // Use semi-bold for modern text
    color: "#222", // Darker, sleek text color
    textAlign: "center",
    letterSpacing: 1, // Adds spacing for a polished look
  },
  contentContainer: {
    backgroundColor: "#fff",
    padding: 24, // More padding for better spacing
    borderRadius: 15,
    shadowColor: "#000",
    shadowOffset: { width: 0, height: 4 },
    shadowOpacity: 0.1,
    shadowRadius: 12,
    elevation: 4, // Modern shadow effect
  },
  content: {
    fontSize: 18, // Modern, readable text size
    fontWeight: "400", // Regular weight for body text
    color: "#333", // Lighter text color for better readability
    lineHeight: 28, // Sufficient line spacing for modern design
    textAlign: "justify", // Justify text for better flow
  },
});

export default SubChapterScreen;