import React from "react";
import { View, Text, StyleSheet } from "react-native";

const subChapterData = {
  /* MESKEREM */

  "መዝሙር ዮሐንስ አኅድዐ": `ዮሐንስ አኅድዐ እምካልዓኒሁ አንሐ ወክሐ እንዘ ይብል እምላዕሉ ወረደ እንዘ ይብል እምላዕሉ ወረደ ቃለ አብ ወተሐውክ ማየ ዮርዳኖስ እምግርማ መለኮት ወደንገጹ ኵሉ ኀይለ ሰማያት ወምድርኒ ከማሁ ኮነ በቢታንያ በቤተ ራባ በማዕዶተ ዮርዳኖስ ወሶበ ርእዮ ዮሐንስ ለኢየሱስ ከልሐ ወይቤ ነዋ በግዑ ለእግዚአብሔር ይቤሎ ኢየሱስ ለዮሐንስ አጥምቀኒ በማይ ከመ ይትቀደስ ማይ በማዕተበ ሰማይ- የአብ ቃል ከላይ ወረደ፤ የአብ ቃል ከላይ ወረደ እያለ ዮሐንስ ከሌሎቹ ይልቅ አሰምቶ ተናገረ፤
የዮርዳኖስ ውኃ ከመለኮት ግርማ የተነሣ ታወከ፤ የሰማያትና የምድር ኃይል ሁሉ ደነገጡ፤ በቢታንያና በቤተ ራባ በዮርዳኖስም ማዶ እንዲሁ ሆነ፤ ዮሐንስ ኢየሱስን ባየው ጊዜ እነሆ የእግዚአብሔር በግ እያለ ጮኸ፤ ኢየሱስም ዮሐንስን በሰማይ ምልክት ውኃ ይቀደስ ዘንድ በውኃ አጥምቀኝ አለው።" 
`,
  "ምስባክ መዝ 64፥10": `9፤ ሐወጽካ ለምድር ወአርወይካ። ወአብዛኅኮ ለብዕላ። ፈለገ እግዚአብሔር ምሉዕ ማያት። 9፤ ምድርን ጎበኘሃት አረካሃትም፥ ብልጽግናዋንም እጅግ አበዛህ፤ የእግዚአብሔር ወንዝ ውኆችን የተመላ ነው፤ ምድርን ጎበኘሃት አረካሃትም፥ ይህቺን፣ ዓለም በረድኤት ጎበኘሃት፣ አንድም ኢየሩሳሌምን ከሰብዓ ዘመን በኋላ በረድኤት ጎበኘአት ማለት የዘሩባትን እንድታበቅል፣ የተከሉባትን እንድታጸድቅ አደረግሃት። አንድም ምድር የተባለ የሰውን ልጅ ወደ ቀደመ ክብሩ ለመመለስ፤ በዲያብሎስ ምክር የደረቀውን ሕይወቱን፤ በመንፈሳዊነት በረከቱ ሊያለመልመው በፍቅር ተመለከተው፤ ብልጽግናዋንም እጅግ አበዛህ፤ የዚችን ዓለም አንድም የኢየሩሳሌምን ብዕል ሥጋዋን አበዛኸው። አንድም ከጸጋ እግዚአብሔር የተራቆተውን የሰው ልጅ ልጅነትን ሰጠው። ከልጅነት በላይ ጸጋ የለምና።
የእግዚአብሔር ወንዝ ውኆችን የተመላ ነው፤ እግዚአብሔር የፈጠራቸው አራቱ አፍላግ አንድም እግዚአብሔር በረድኤት ያደረባት የኢየሩሳሌም ወንዝ ውሃን የተመላ ነው፤ ወአሦጡ ቀሳውስቲሆሙ ዕራቃቲሆን እንዲል። ተማርከው ባቢሎን ሲወርዱ ወንዙ ሁሉ ደርቆባቸው የሚጠጡት አጥተው ባዶ ዕቃቸውን ይዘው እያለቀሱ ወርደዋል። 
በሚጠት ጊዜ ግን ዝናም ዘንሞላቸው ወንዙ ሁሉ ውሃ መልቶላቸው እነሱ እየጠጡ ወገኖቻቸውን እያጠጡ ደስ ብሏቸው ወጥተዋልና። የእግዚአብሔር ጥምቀት የልጅነት፣ የልምላሜ፣ ሰማያዊ የምታደርግ፣ ወደ ሰማያ የምታሳድግ ናት።
10፤ አርውዮ ለትለሚሃ። ወአሥምሮ ለማዕረራ። ወበነጣብጣብከ ትበቁል ተፈሢሓ። 10፤ ትልምዋን አርካው፥ መከሯንም አብጀው፤ በነጠብጣብህ ደስ ብሏት ትበቅላለች። ትልምዋን አርካው፥ የዚችን ዓለም አንድም የኢየሩሳሌምን ትልሟን አረካው።መከሯንም አብጀው፤ በነጠብጣብህ ደስ ብሏት ትበቅላለች። እንዲህ የሆነ እንደሆነ ጠብ ጠብ ብሎ በሚዘንመው ዝናም ደስ ብሏት ተካክላ ትበቅላለች። ብርቱ ዝናም የዘነመ እንደሆ ከነ መሬቱ ድሶት ይሄዳል፤ ለሰስ ብሎ ዝናም እንዴ ቢዘንም ግን ደስ ብሏት ተካክላ ትበቅላለችና።
መግቦተ እግዚአብሔር
ሳታጓድል ለሁሉ ትሰጣለህ ሳትነጥፍ ለሁሉ ታረካለህ ሳትዘነጋ ሁሉን ታስባለህ። ቅዳሴ ዮሐንስ ወልደ ነጎድጓድ (መዝ 64፥12፣ 84፥12 103፥13፣ 27፥28፣ ሮሜ 10፥12 )
`,
  "ወንጌል ዮሐ 1፥15-38": `፩.በመጀመሪያ ቃል ነበረ፤ ቃልም በእግዚአብሔር ዘንድ ነበረ፤ ቃልም እግዚአብሔር ነበረ። በመጀመሪያ ቃል ነበረ፤ ቃልም በእግዚአብሔር ዘንድ ነበረ፤ ብሎ ትምህርቱን የጀመረ አይደለምን? ይህ ወንጌላዊ በድፍረትና ያለ መጠራጠር እንዲሁም እንዲህ ሊሆን ይችላል ሳይል እንዴት ባለ ኃይለ ቃል ስለ እግዚአብሔር ቃል በግልጽ እንደ አወጀ ተመለከታችሁን? 
ስለሚናገረው ሳያወላውል በቀጥታ መናገር የመምህራን መገለጫ ነው።
አንድ ሰው እርሱን በእውነት ላይ የሚመሠረተው አንድ ሌላ ሰው የሚያስፈልገው ከሆነ እንዲህ ዓይነት ሰው ከመምህራን ማዕረግ ሊቀመጥ አይገባውም ከደቀ መዛሙርት እንጂ።
ነገር ግን አንድ ሰው ስለ ወንጌላዊው፦ "የሚቀድመውን ምክንያት ትቶ ስለምን ስለ ሁለተኛው ስለምን ይነግረናል?" ብሎ ቢጠይቅ ይችላል። እኛም ለመለኮት አንደኛና ሁለተኛ የለውም ብለን በትሕትና እንመልሳለን መለኮት ከቁጥር በላይ ነው። ነገር ግን ለአብ አስገኚ የለውም ወልድ ግን ከባሕርይ አባቱ የተወለደ ነው። አዎን ስለ አብ መናገር ትቶ ስለ ልጁ መናገር ስለምን አስፈለገው? ብንል ግን መልሱ አብ ለሁሉ ተገልጦአል፣ እርሱ አብ ስለመሆኑ ባይገለጥላቸውም በአምላክነቱ ሁሉም ያውቁት ነበር፤ ነገር ግን ልጁ በሁሉ ዘንድ የታወቀ አልነበረም። ስለዚህም በዚህ ምክንያት በማያውቁት ላይ እርሱን ማወቅን ይተክል ዘንድ ተፋጠነ።
እንዲያም ሆኖ ግን በዚህ ጽሑፍ ስለ አብ ከመናገር አልተከለከለም። ወዳጆቼ ሆይ የእርሱን መንፈሳዊ ጥበብ ታስተውሉ ዘንድ እለምናችኋለሁ። እርሱ የሚያስተምራቸው ወገኖች ቅዱሳኑንና ከእርሱ አስቀድመው የተነሡ ነቢያት ስለ እግዚአብሔር ያስተማሩትን እንደሚቀበሉ ያውቃል። በመሆኑም ጅማሬው ከዚህ ነጥብ አላደረገውም፤ ስለዚህም ስለ "ቃል" እግዚአብሔርነት አወጀ። እርሱ ስለ እግዚአብሔር እንደ ፕሉቶ አንዳንዴ ባለአእምሮ እንደ ነፍስ ነው አላለውም፤ እነዚህ የመለኮት ባሕርያት በእጅጉ የራቁ ናቸው።
እርሱ ከእኛ አንድ የሚያደርገው አንድም ባሕርይ የለውም፤ ወዳጆቹ ካደረጋቸው ፍጡራን በባሕርዩ የተለየ ነው፤ እንዲህም ስል በመለኮታዊ በባሕርይ ማለቴ እንጂ ከእርሱ ጋር ያለንን አንድነት በተመለከተ አይደለም።
በዚህ ምክንያት ወንጌላዊው "ቃል" አለው። እንዲህም ሲል "ቃል" ብሎ በሰጠው ስያሜ የእግዚአብሔር አብ ብቸኛ ልጁና ልደቱ በፍጡራን ዘንድ የማይመረመር መሆኑን ገለጠልን። ይህ ወንጌላዊ ወልድ ከእግዚአብሔር አብ እንደሆነ የማይለወጥ ባሕርይ እንዳለው በማሳየት ሰዎች በእርሱ ላይ ያላቸውን ክፉ ጥርጣሬ አስወገደው።
 አስቀድሜ እንዳልኩት በዚህ ስፍራ እንደ አብ በቃሉ ስለ ወልድ ዝም እንዳላለ ትመለከታላችሁን? ይህ ስለ እነዚህ መገለጫዎች ስለእርሱ ለመናገር በቂ ሆነው ባታገኛቸው አትደነቅ፤ ምክንያቱም የእኛ ሙግት ስለ እግዚአብሔርነቱ ነውና እርሱን እንዲህ ብሎ ማብራራት የማይቻል ወይም ይመስላል ብለን አሟልተን መናገር አይቻለንምና። ይህ ወንጌላዊ በየትም ስፍራ የባሕርይ ስሙን አልጠቀሰልንም (በባሕርዩ እግዚአብሔር እንዲህ ነው ማለት አይቻልምና) በሥራዎቹ ገለጠልን። እንዲህም ስለመሆኑ "ቃል" ካለው በኋላ ወዲያው "ብርሃን" ሲለው እናገኘዋለን "ብርሃን" ካለውም በኋላ "ሕይወት" እንዳለው እናነባለን።
በዚህ ምክንያት ብቻ አይደለም ይህን ስም ገንዘብ ያደረገው፤ ነገር ግን ይህ የመጀመሪያው ምክንያቱ ነው፤ ሁለተኛው ምክንያት ግን ስለ አብ የሚናገር ስለሆነ "ቃል" ተብሎአል። እንዲህም በመሆኑ ፦"ከአባቱ የሰማሁትን ሁሉ ለእናንተ አስታውቄአችኋለሁ" (ዮሐ ፲፭÷፱፭) ወንጌላዊው ጌታችንን ብርሃንና ሕይወት ብሎ ጠርቶታል፤ የእርሱ የሆነውን የዕውቀት ብርሃን አበራልን፣ ሕይወትንም ስጠን።
በአጭሩ አንድ ወይም ሁለት ወይም ሦስት ወይም ከዚያም በላይ የሆኑ ስሞች እግዚአብሔርን ለመግለጽ በቂ እንዳልሆኑ በዚህ ያስተምረናል። ነገር ግን ምንም እርሱ ባሕርይውን መርምረን ልንደርስበት ባንችልም በብዙ መልክ እርሱን በመረዳታችን ደስ ሊለን ይገባናል።
ወንጌላዊው "ቃል" ብቻ አላለውም፤ ነገር ግን ዝርው ከሆነ ቃል ለመለየት አካላዊ ቃል ስለመሆኑ አገባብን (the/እርሱ) ተጠቀመ። ከሰማይ ሆኖ እያስተማረን ነው ያልኳችሁን አስተዋላችሁን? ይህ ወንጌላዊው ገና ከጅምሩ ለነፍሱ ክንፎች ተሰጥቷት የሰማዕያንን ልቡና ወደ ሰማይ እንዲነጠቅ ማድረጉን ተመልከቱ። እርሱ የሰማዕያን እጅ ይዞ ከምድር፣ ከባሕር፣ ከሰማይ፣ ከሊቃነ መላእክት፣ ከኪሩቤልና ከሱራፌል፣ ከመናብርት፣ ከሥልጣናት ከኃይላት ከፍጥረታት ሁሉ በላይ ወዳለው አደረሳቸው።
በዚህ መልክ እኛን ከዚያ ከፍታ ካደረሰን በኋላ በዚያ አቆመን? ጨርሶኑ አላቆመንም፣ በባሕር ዳርቻ ያለ ሰውን ውስን ከሆነ እይታው አውጥቶ በጀልባው አሳፍሮ ከተሞችን፣ የባሕር ዳርቻዎችን፣ ደሴቶችን ሳይወስን እንዲመለከት እንዲያደርግ ወንጌላዊው ያደረገው ይኼንኑ ነው። እርሱ ከፍጥረታት በላይ ወዳለው በማቅረብ ከዚህ ዓለም የጊዜ ቀመር በማውጣት ከጊዜ በላይ እንድንሆን በማድረግ ወሰን ወደሌለው አደረሰን እንጂ።
ጥበብን የሚሻት ሰው ስለ መለኮት አኗኗር ከመረዳቱ አስቀድሞ ወንጌላዊው "በመጀመሪያ" ሲል ምን ለማለት ፈልጎ እንደሆነ ለመረዳት ይሞክራል፤ አስከትሎም "ነበረ" የሚለው ቃል ሲሰማ ትርጉም ከመረዳት በላይ ይሆንበታል። 
ትርጉምንም ያገኝ ዘንድ ለቃሉ ዳርቻ ያጣለታል፤ ነገር ግን ወደ ፊት አተኩሮ ይመለከታል፤ ወደ አንዱ ነጥብ ለመድረስ ይገሰግሳል፤ ባለመድረሱም እጅግ ያዝናል፤ ወደ ቀደመው ስፍራ ይመለሳል፤ እንዲህም ስለሆነ ይህ ጥበብን የተመላ ወንጌላዊ "በመጀመሪያ ነበር" ሲል አስቀድሞ የነበረና ለዘለዓለም የሚኖር መሆኑን መናገሩና ሌላ ከዚህ አልፈን በአእምሮ መባከን እንዳይገባን ሊያስተምረን የቃሉ ትርጉም ይህ ብቻ እንደሆነ ገለጠልን። 
....ለመሆኑ እኛ እነርሱን በምንሞግትበት ቃል ተመሥርተው ምን ብለው ይከራከሩናል? እንዲህ ይላሉ፦ "በመጀመሪያ ቃል ነበረ" የሚለው ቃል የእርሱን ከጥንት ከዘለዓለም እንደነበረ የሚያመለክት አይደለም፤ ይህን የመሰለ አገላለጽ ሰማይና ምድርን በተመለከተ ተጽፎ እናገኛለን ብለው ይሟገቱናል። ይህ እንዴት ያለ ታላቅ ድፍረትና ንቀት ነው! እኔ እግዚአብሔርን በተመለከተ ስናገር ምድርንና ከምድር አፈር የተፈጠሩትን ሰዎች ጠቅሳችሁ ትሟገቱኛላችሁ? እንዲያ ከሆነ ክርስቶስ የእግዚአብሔር ልጅም እግዚአብሔርም ተብሎ ተጠርቶአል። ከሰው ወገን የእግዚአብሔር ልጅ ተብሎ የተጠራ አለ።
ታዲያ ይህን ሰው እግዚአብሔር ብለን እንጥራውን? መልሱ በጭራሽ የሚል ነው። "መዝ ፹፩÷፮" ብሏልና። ብቸኛ ልጅን "ልጅነት" የሚለውን ቃል ብቻ ይዞ እርሱ ከእኛ አንዳች የሚለይበት የለም ብሎ መመስከር ይቻላልን? በጭራሽ። እንዴት ታዲያ አንተ በጸጋ ከልጅነቱ ተካፋይ በመሆንህ ምክንያት እንደ እኔ ነው ትላለህ? እንዲያ በማለትህ አንተ በጸጋው የእግዚአብሔር ልጅ እንደተባልክ እርሱም የአብ የባሕርይ ልጁ አይደለም እያልክ ነው።እስቲ እርሱን ፍጡር ነው ለማለት መከራከሪያቸውን እንመልከተው።
እነርሱ፦ "በመጀመሪያ" ሲል "በመጀመሪያ እግዚአብሔር ሰማይና ምደርን ፈጠረ ምድርም ባዶ ነበረች አንዳችም አልነበረባትም" እንደ ማለት ወይም "በተራራማው በኤፍሬም አገር በአርማቴም መሴፋ የሆነ ስሙ ሕልቃና የተባለ ኤፍሬማዊ ሰው ነበረ" (፩ ሳሙ ፩÷፩) እንደ ማለትም የሚል ይላሉ። እነዚህን ጥቅሶች ከሃዲያን ጠንካራ መከራከሪያ አድርገው የሚያቀርቡአቸው ናቸው።  ነገር ግን በእኛ ዘንድ የሚሰጠው ምላሽ በክርስቶስ ላይ የተናገሩትን ነቀፋ ሁሉ ዋጋ አልባ የሚያደርግ ነው። 
እስቲ "ነበረ" እና "ፈጠረ" በሚባሉ ቃላት መካከል ያለውን አንድነት ንገሩኝ? አምላክ ከሰው ጋር የሚተካከለው በምንድን ነው? ስለምን ሊቀላቀሉ የማይችሉትን ትቀላቅሏቸዋላችሁ?
ስለምን አንድ ላይ ሊታዩ የማይችሉትን በአንድ መረዳት ትመለከቷቸዋላችሁ? ስለምንስ ያለውን ልታዋርዱ ትሻላችሁ? በዚያ ስፍራ "ነበረ" የሚለው አገባብ ዘለዓለማዊ አምላክነቱን የሚያስረዳ ብቻ አይደለም፤ ነገር ግን ይህ "ከመጀመሪያ ነበረ" የሚለውና "ቃል ነበረ" የሚለው አገባብ በአብ ህልውና ሆኖ ከዘለዓለም የሚኖር መሆኑን የሚያስረዳ ነው። ይህንን ቃል ለሰው ሰጥተን የተረዳነው ከሆነ ፍጥረታዊውን ጊዜ የሚያሳይ ነው። ነገር ግን እግዚአብሔርን በሚያመለክት ቃሉን ስንጠቀምበት የሚያመላክተን ጥንት የሌለው ዘመኑን ነው። ስለዚህ "ነበረ" የሚለውን ቃል የእኛን ተፈጥሮ መሠረት አድርገን ስንረዳው የሚያመላክተን ያለፈንና ፍጻሜ ያለውን ጊዜ ነው። ለእግዚአብሔር ሰጥተን ስንረዳው ዘለዓለማዊነቱን የሚናገር ነው።
አንድ ሰው "ምድር" እና "ሰው" የሚለውን ቃል በመስማቱ ብቻ ካለመኖር ወደ መኖር የመጡ ፍጥረታትን ጊዜ ጠብቀው የመጡ ወይም ከዘመናት በፊት የነበሩ አድርጎ ፈጽሞ አያስባቸውም። 
እግዚአብሔር ወልድ ግን ከጊዜ በላይ ብቻ አይደለም ነገር ግን አስቀድመው ለነበሩ ዘመናት ፈጣሪና ሠሪያቸው እንደ መሆኑ መጠን ሐዋርያው ፦ "በእርሱ ዘመናት ሁሉ ተፈጠሩ" እንዲል የጊዜያት ፈጣሪያቸው እርሱ ነው። ፈጣሪ ከፍጡር ቀድሞ ሊኖር ይገባዋልና። ቢሆንም ወንጌላዊው ዮሐንስ አንዳንድ ከተግባራቸው ይልቅ ስለ ፍጥረታት ከፍ ያለ መረዳት ያላቸው የሚመስላቸው የማያስተውሉ ሰዎችን "ፈጠረ" የሚለውን "ሰው ነበረ" የሚለውን አግባብ በመጠቀም በሰሚዎቻቸው ልቡና ነዘሩትን ንፋቄ በማራቅ የቃሉን ትርጉም ዘራባቸው።
በሰማይም በምድርም ያሉ ሁሉ የተፈጠሩት በጊዜ ውስጥ ነው፤ ለአፈጣጠራቸው ጅማሬ የሌለው ፍጥረት የለም፤ ስለዚህ "ምድርን ፈጠረ" እና "ሰው ነበረ" የሚሉ ቃላትን ስትሰሙ ያለ አንዳች ምክንያት ልትታወኩ ወይም እንደ ሰነፍ ልትወላውል አይገባችሁም።
ከዚህ በላይ የሆነን ማለት ይችላለሁ። ምንድን ነው እርሱ? "በመጀመሪያ ምድር ነበረች" እና "በመጀመሪያ ሰው ነበረ" ቢባል እንኳ እኛ ዘንድ ስለ እነርሱ ያለን ግንዛቤ ግልጽ ነውና እንዲህ ቢጻፍ እንኳ በዚህ የምንሰናከል አይደለንም። "ምድር" እና "ሰው" የሚሉት የወል ስሞች በራሳቸው ስለ እነርሱ ልንል የሚገባንን የሚናገሩ ናቸው፤ ስለዚህ ኅሊናችን እርሱን በተመለከተ አሁን ከምናውቀው በላይ ትልቅ ቦታ ሰጥቶ እንዲያስብ አንፍቀድለት።
ስለ "ቃል" ምንም እንኳ ጥቂት የተባለ ቢሆንም እርሱን ዝቅ የሚያደርግና የሚያዋርድ እንዲናገር አንፈቅድም። ምድርን አስመልክቶ በቀጣይ ምንባቡ ላይ፦ "ምድርም ባዶ ነበረች አንዳችም አልነበረባትም" ማለቱ ፍጡር መሆኗን ተወስና እንደተፈጠረች በደንብ ያስረዳናል።
ከዚህም አስከትሎ በድፍረት ከዚህ በኋላ ያለውን በመጻፍ ምድር መጀመሪያ የላትም ያልተፈጠረች ናት የሚል ሰው ካለ የማያስተውል መሆኑን ያሳውቅበታል። "ምድር" እና "ፈጠረ" የሚሉት ቃላት በራሳቸው ምድር የተፈጠረችና ዘለዓለማዊት እንዳልሆነች ለመፈጠሯ ጊዜ ያላት መሆኗን የሚያስረዱ ናቸው።
ከዚህ ጎን ለጎን "ነበረ" የሚለውን አገባብ ለምድርና ለሰው ስንጠቀም የሁለቱ አኗኗር ከዘለዓለም መሆኑን የሚያመለክት አይደለም። ሰውን በተመለከተ ሕያው የሆነበት ወቅት እንዳለው ያመላክታል፤ ምድርንም በተመለከተም እንዲሁ ካለ መኖር ወደ መኖር የመጣችበት ጊዜ እንዳለ ያመለክተናል።
ሙሴ በቀጥታ "በመጀመሪያ እግዚአብሔር ሰማይና ምድርን ፈጠረ" ብሎ ዝም አላለም፤ ነገር ግን ከተፈጠረችም በኋላ ስለአፈጣጠሯ ጽፎልናል፤ እንዲህም ስለሆነ "ባዶ ነበረች አንዳችም አልነበረባትም" አለን። "invisible and unformed" ጨለማና ቅርጽ አልባ ነበረች። በውኃ እንደተሸፈነችና እንደረጋች ጻፈልን።
ሕልቃንንም በተመለከተ "ሰው ነበረ" ብቻ አላለም። ነገር ግን ጨምሮ ከአርማቲም መሴፋ" ብሎ ጽፎልናል። ነገር ግን "ቃል" ን በተመለከተ እንዲህ ዓይነት አገላለጽን አልተጠቀመም። እኔ አንዱን ከሌላው አነጻጽሬ ስናገር እያፈርኩ ነው፤ ሰውን በተመለከተ እንዲህ ዓይነት ስህተትን የፈጸሙ ይገኛሉ፤ በመልካም ሥነ ምግባር በብዙ በሚደክሙት መካከልም እንኳ ሰፊ ልዩነት አለ፤ ነገር ግን ተፈጥሮአዊ ባሕርያቸው አንድ ነው።  በእነዚህ ሁለቱ መካከል ግን በባሕርይም ሆነ በሌሎች ነገሮች ልዩነታቸው እጅግ ሰፊና የማይነጻጸር ነው። ስለዚህ እንዲህ ዓይነት መከራከሪያ ነጥብን ማንሳታቸው በራሱ እብደት አይደለምን? ነገር ግን በእነርሱ የሚሰደበው እርሱ ለእኛ ምሕረቱን ያድርግልን።
ወደዚህ ሙግት የመጣነው እኛ አይደለም፤ ነገር ግን እኛን ታሳቢ አድርገው የራሳቸውን ድኅነትን ከሚቃወሙ ወገኖች የመጣ ነው።
የእኔ መልስ ታዲያ ምንድን ነው? "ይህ አስቀድሞ "ነበረ" የሚለው ቃል ለአካላዊ "ቃል" የተነገረና ከዘለዓለም የነበረ መሆኑን የሚያመላክት ነው" የሚል ይሆናል። "በመጀመሪያ ካለ በኋላ "ቃል ነበረ" እና በሁለተኛውም "ነበረ" ሲል "ቃልም በእግዚአብሔር ዘንድ ነበረ" ማለቱ የሚያመለክተው የእርሱን በባሕርይ ከአብ ጋር አንድ መሆኑን ነው። ከዘለዓለም ሕያውና ጥንት የሌለው መሆኑ ለእግዚአብሔር የሚስማማ ባሕርይ ነው።
አስቀድሞ "በመጀመሪያ ቃል ነበረ" የሚለውን ሲሰማ "ያልተወለደ" ብለን እንዳንተረጉመውና እንዳንሰነካከል "ከእግዚአብሔር ጋር ነበረ" ብሎ ደግሞ ጻፈልን።
አስቀድሜ እንደተናገርኩት ይህን ቃል ወንጌላዊው በመጠቀም ሰሚዎቹን ከአንደበት እንደሚወጣ ዝርው ቃል አድርገው እንዳይረዱት አድርጓቸዋል። እርሱ በእግዚአብሔር ውስጥ ነበረ አላለንም "ከእግዚአብሔር ጋር ነበር" አለን እንጂ። ይህም ከአብ ጋር ከጥንት ከዘለዓለም እንደነበረ የሚያስረዳ አይደለምን? እርሱ "ቃል" በማለትና "እግዚአብሔር ነበረ" በማለቱ እርሱ ማን እንደሆነ ገልጦልናል።
ወንጌላዊው እግዚአብሔር ወልድ ፍጡር ቢሆን ኖሮ "የተፈጠረ" ለማለት የሚከለክለው አልነበረም። ሆኖስ ቢሆን እንዲህ ከማለትስ የሚከለክለው ማን ነው? "በመጀመሪያ እግዚአብሔር ቃልን ፈጠረው" አለን? ሙሴ ስንኳ ስለምድር ሲናገር "በመጀመሪያ ምድር ነበረ" አላለም። ነገር ግን "በመጀመሪያ እግዚአብሔር ሰማይና ምድርን ፈጠረ" አለን።
እግዚአብሔር ቃል ፍጡር ቢሆን ኖሮ ዮሐንስ "በመጀመሪያ እግዚአብሔር ቃልን ፈጠረ" ብሎ እንዳይጽፍ ማን ይከለክለዋል? ሙሴ ሰዎች ምድር የተፈጠረች አይደለችም እንዳይሉ በመስጋት እንዲህ ያለ ከሆነ፤ እንዴት የበለጠ ወንጌላዊው ልጁ በእርግጥ ፍጡር ቢሆን ፈጣሪ ይሉታል ብሎ ሠግቶ ሙሴ እንደጻፈው ፍጡር ብሎ እንዴት አይጽፍልን?
መዝሙረኛው ዳዊት ግን፦ "ሰማያት የእግዚአብሔርን ክብር ይናገራሉ" እንዲል (መዝ ፲፰÷፩) ይህ የሚታየው ዓለም ፈጣሪውን ይሰብካል።
ወልድ ግን የማይመረመር፣ የማይወሰን ከፍጥረታት በላይ ከፍ ከፍ ያለ ነው። ይህ ዓለም የተፈጠረ መሆኑን ለመሞገት ወይም ፍጡር መሆኑን ለማስተማር ፈቃደኞች ባይሆንም ነቢያት ይህንን እውነት ግልጽ አድርገው ጽፈውልናል፤ ስለዚህ ወልድ ፍጡር ቢሆን ኖሮ እንዲሁ ወንጌላዊው ዮሐንስ ስለ ወልድ ተመሳሳይ ምስክርነትን በሰጠ ነበር።
..ዮሐንስን ግን እርሱ የተዋረደውን የእኛን ሥጋ ገንዘብ ቢያደርግም ስለ እርሱ አምላክነት ከመናገር አልተቆጠበም። በእርግጥ ልዕልናውን እየነገራችው እርሱ ፍጡር ነው ብሎ ማሰብ አይገባችውም። የክርስቶስ ተቃዋሚዎች እርሱ ያልሆነውን ነው በማለታቸው መውደቃቻው የታወቀ ነውና።
 ወንጌላዊው "በመጀመሪያ ቃል ነበረ፤ ቃልም በእግዚአብሔር ዘንድ ነበረ" አለን፤ ለምን እንዲህ አለ? ሌሎች ወንጌላውያን ከሥጋዌው ጀምረዋልና ለምሳሌ ማቴዎስ፦ "የዳዊት ልጅ የአብርሃም ልጅ የኢየሱስ ክርስቶስ ትውልድ መጽሐፍ" ብሎ ሲጀምር ሉቃስም በወንጌሉ መጀመሪያ ላይ ከእናቱ ከቅድስት ድንግል ማርያም ጋር 
አያይዞ ጽፎልናል፤ ማርቆስም እንዲሁ ተመሳሳይ በሆነ አገላለጽ የጌታችንን ጥምቀትን መሠረት አድርጎ ለእኛ ስለጻፈልን ነው።...
በመሆኑም "በመጀመሪያ ቃል ነበረ" የሚለውን ስትሰሙ ዘለዓለማዊ ሆኖ ነገር ግን ከአብ የተለየ ባሕርይ ያለው በመካከላቸው መቀዳደም ያለና ለወልድ ጅማሬ ያለው አድርጋችሁ እንዳታስቡ ተጠንቀቁ። "ቃልም በእግዚአብሔር ዘንድ ነበረ" ማለቱ እንደ አባቱ ከዘለዓለም የነበረ መሆኑን ያስረዳናል። አብ ከቃል ውጭ የኖረበት ጊዜ የለም፤ እርሱ ከእግዚአብሔር አብ ጋር የነበረ እግዚአብሔር ነው።
ስለ እርሱ የተናገረው ቃልም እርሱ የራሱ አካል መሆኑን ያስረዳናል።
ከእናንተ መካከል አንዱ እርሱ ከእግዚአብሔር አብ ጋር የነበረ ከሆነ ስለምን ዮሐንስ "በዓለም ነበረ" አለ? ብሎ ሊጠይቅ ይችላል። ምክንያቱም እርሱ ከእግዚአብሔርም ከዓለሙም ጋር የነበረ ስለሆነ ነው። አብም ሆነ ወልድ በቦታ የሚወሰኑ አይደሉም። "እግዚአብሔር ታላቅ ነው ለታላቅነቱም ፍጻሜ የለውም" (መዝ ፻፵፭÷፭) እንዲሁም "ጌታችን ታላቅ ነው ኃይሉም ታላቅ ነው፤ ለጥበቡም ቊጥር የለውም" (መዝ ፻፵፮÷፭) እንዲል አብና ወልድ በባሕርይ ጥንትና መወሰን የሌላቸው በዓለሙም ሙሉ የሆነው የሚኖሩ አምላክ ናቸው።...
ነገር ግን አንድ ሰው "አንድ የተገኘ ነገር ከአስገኚው መቅደም አይኖርበትምን? በዚህ መሠረት ከአብ ጋር አንድ ሆኖ ይኖር የነበረ ከሆነ እንዴት ልጁ ነው ልንል እንችላለን? ብሎ ሊጠይቅ ይችላል። እኛም ይህ ለፍጥረት የሚስማማ አመክንዮ ነው ብለን እንመልሳለን።...
ንገሩኝ እስቲ ከፀሐይ የሚወጣው የብርሃን ጨረር ከክብዋ ነው ወይስ ከሌላ? ማንም ቢሆን ጨረሩ ከፀሐይዋ ክበብ የሚፈልቅ ስለመሆኑ የገዛ ኅሊናው የሚሰጠውን ምስክርነት ሊክድ አይችልም። ሆኖም ጨረሩ ከፀሐይዋ ክበብ የፈለቀ ቢሆንም ለቅጽበት እንኳ በመካከላቸው መቀዳደም እንደሌለ መረዳቱ አለን።
በመጀመሪያ ቃል ነበረ ማለቱ ከፍጡራን ሲለይ ነው። "በመጀመሪያ እግዚአብሔር ሰማይንና ምድርን ፈጠረ" ከሚለው ለመለየት ነው። ሰማይንና ምድርን 'ፈጠረ' አለ እንጂ ሰማይና ምድር በመጀመሪያ ነበሩ አላለምና ይላል። ሰማይና ምድር በመጀመሪያ አልነበሩም። እግዚአብሔር በመጀመሪያ ከፈጠራቸው በኋላ መኖር ጀመሩ እንጂ።
ቃል ግን ዓለም ከመፈጠሩ በፊት፣ ሰማይና ምድር ከመዘርጋታቸው በፊት ነበረ ማለቱ ነው። /ቅዱ ዮሐ አፈ/
በመጀመሪያ እግዚአብሔር ሰማይንና ምድርን ፈጠረ ከሚለው ንባብ ቢያገናኘውም ምሥጢር አያገናኘውም። ሰማይና ምድር በመጀመሪያ ሰዓት፣ በመጀመሪያ ዕለት ተፈጠሩ ማለት ነው። ጥንት መጀመሪያ አላቸው። ጥንታቸው፣ መጀመሪያቸው ዕለተ እሑድ ነው። ቃል በመጀመሪያ ነበረ ሲባል ግን ጥንት፣ መጀመሪያ የለውም። ከዘመናት በፊት ነበረ ሲለው ነው። አንድምታ (የዮሐንስ ወንጌል ማብ 25) ጥንት ሁሉ ቀዳማዊ ነው ያባላል። በግድድዳ ላይ የሚያቀምጡት መጀመሪያው ድንጋይ ቀዳማዊ ነው። እሱ ግን በመሠረቱ ለይ በግድግዳው ላይ በመቀመጥ ቀደመ እንጂ ከሌሎች ድንጋዮች በፊት አልተፈጠረም። ቀዳማዊ ወልድ ግን በመጀመሪያ ሲባል መኖሩ ከፍጥረታት መኖር ጋር ሊሆን አይገባም። ግእዝ በግእዝ ((የዮሐንስ ወንጌል ማብ 25) 
ይህንን ቃል የተባለውን ስም አተርጋዎን ቦርፎሪኮን አአትሪኮን ከተባሉት ከሦስቱ ቃላት ለይተን እናውቃለን። እነዚህ እግዚአብሔር ለፈጠራቸው ፍጡራን የተሰጡ የመልእክት ማስታላለፊያ ቃላት ናቸው። አካል ያላቸው አይደሉም። አተርጋዎን የመላእክት ቃል ነው። አካል ያለው አይደለም። ቦርፎሪኮን ነቢያት ከእግዚአብሔር ዘንድ የሰሙት ቃል ነው። ይኸውም የትንቢት ቃል ቢሆንም አካል ያለው አይደለም። አአትሪኮን በአየር የሚፈሰው ቃላችን የሰው ቃል ነው። ከእነርሱም ድምፅ ይገኛል። በእርሱም በኩል ድምጽ የሚሰማ ነው።
ሰለዚህ አካል ያለው አይደለም። የእግዚአብሔር ቃል ወልድ ግን የማይለወጥ ረቂቅ ከሆነ ከአብ ባሕርይ ተገኝቶ በአካላዊነት ያለ ነው። ይኸ ውም ከአብ ጋር በቅድምና የነበረ ከዘመን የሚድም ቀዳማዊ ነው። ቅዱ ጎር ዘቂ (የዮሐንስ ወንጌል ማብ 26)
በመጀመሪያ ቃል ነበር ዮሐንስ ወንጌሉን ሲጽፍ እንደ ማቴዎስና እንደ ሉቃስ የሁሉ መድኃኒት የሆነ የጌታችንን ልደት በመናገር አልጀመረም። የአማኞችን ልብ በአምላክነቱ ማመንነወ ወደ ማቋረጥ እንዳትደርስ ጌታችንን ዕሩቅ ብእሲ ፍጡት ነው እንዳይሉት ስለ አምላከዊ ሥራው መናገርን ወደደ። የሁሉ መድኀኒት ኢየሱስ ክርስቶስ ፍጡር እንዳይባል ነገረ መለኮትን ተንትኖ አብራርቶ ተናገረ። /ግእዝ በግ/
ዮሐንስ ወንጌላዊ ቃል ነበረ ብቻ ሳይል በመጀመሪያው ቃል ነበረ ማለቱ ጌታችን በመለኮቱ በባሕርይ በአኗኗር ከአብ ጋር አንድ መሆኑንና ቀዳማዊነቱን የሳውቅ ዘንድ ነው። /ቅዱ ዮሐ አፈ/
ቃል ከቀዳማዊ አብ የተገኘና ከዘመን አስቀድመው ከነበሩ ከአብና ከመንፈስ ቅዱስ ጋር የነበረ ቀዳማዊ ነው። /ቅዱ አት/
ከፍጥረት ሁሉ በፊት ሰማያት ከመፈጠራቸው በፊት ምድርም ከመፈጠሯ በፊት ተራሮችና ኮረብቶች ከመቆማቸው በፊት የሰማይ ርቀቱ መከታየቱ በፊት የመብረቅ ብልጭታ ከመታየቱ በፊት የነጐድጓድ ድምፅ ከመሰማቱ በፊት ደመናዎች ከመዘርጋታቸው በፊትና መላእክት ከመፈጠራቸው በፊት ወልድ ከአብ ጋር መኖሩን እንናገራለን። /ሠለስቱ ምዕት/
በመጀመሪያ ቃል ነበር ማለት			
ዮሐንስ ንጽሐ ሥጋ ንጽሐ ነፍስ ንጽሐ ልቡና ተሰጥቶት አካል ከህልውና ተገልጾለት በመጀመሪያ ቃል ነበረ ብሎ ተናገረ። ፤አንድምታ/ ከአንደበታችን የሚወጣ እርስ በርሳችን የምንናገርበት የእኛ ቃል ማንም ሊያየው አይችልም። ለቃል ግዘፈ ሥጋ የለውምና ማንም ሊያየው አይችልም። ቃል በብራና በተጻፈ ጊዜ ቅርጽም በሆነለት ጊዜ ያን ጊዜ የተገለጠ ይሆናል፡ ይታያል፡ ይዳሰሳል እንጂ።
ለወዳጁ በመጽሐፍ ሊጽፍ የሚወድ ሰው ቢኖር ቃል የማይታይና የማይዳሰስ ነውና ያ ሰው በብርዕ በጻፈው ጊዜ ቀድሞ ልታየው የማትችለውን ያን ጊዜ ታየዋለህ። ቀድሞ ልትዳስሰው አይቻል የነበረውን የቃልን አካል ዛሬ በብራና በጽሕፈት ትዳስሰዋለህ። ለቃል ግዘፈ ሥጋ የለውምና ጽሕፈት በሚያስገኘው መልክ በተጻፈ ጊዜ ግን ልታየውና ልትዳስሰው ቻልህ። እነሆ አሁን ምሳሌው የታወቀና የተረዳ ሆነ። በተለመደ በሚደረግ እና ሲደረግ በሚኖር ምሳሌ ሰው የሆነ የቃልን ነገር አስረዳን። ቴዎዶጦስ (የዮሐንስ ወንጌል ማብራሪያ 28 ፀዳል በክበብ ነበልባል በእሳት ርጥበት በስፍሐት የሰው ቃል በልብ ህልው ሆኖ እንዲኖር ወልድም በአብ ህልው ነው። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 29 
ደቀ መዝሙር ከመምህሩ ሎሌ ከጌታው ተጠግቶ እንደሚገዛው አገዛዝ አካላዊ ቃል ከአአብ ተጠግቶ የሚገዛ አይደለም። ቃል በተለየ አካሉ ፈጥሮ የሚገዛ ነው እንጂ። /አንድምታ/ ይህ ቃል ከጥንት ጀምሮ በእግዚአብሔር መንፈስ ቅዱስ ህልው ነው። /አንድምታ/
…አስቀድሞ ከእናቱ ማኅፀን ጀምሮ ዕውር የነበረውንና ሌሎችንም ዐይነ ሥውራን ያበራው ሙታንን ያነሣው ውኃውን ወደ ወይን ጠጅ የለወጠው ለምጻሞችን ያነጻውን እርሱን ሊያምኑት እንዴት ይችላሉ ። እርሱ ፈጣሪ መሆኑን በመጀመሪያ ቃል ነበረ፤ ቃልም በእግዚአብሔር ዘንድ ነበረ፤ ቃልም እግዚአብሔር ነበረ።ብለው ባያስተምሩ ኖሮ እንደ ማቴዎስም ከዳዊት ዘር የተወለደው እርሱ አማኑኤል የእግዚአብሔር ልጅ እንደ ሆነ ባያተምሩ እርሱን አይሁድና አርዮሳውያን ፊታቸውን ያዞሩበትን ጌታ እኛ ባልተቀበልነው ባላመለክነውም ነበር። ቅዱ አትና (መልእክተ አትና 83)
ይህ ቃል ተጽፎ የምናገኘው በዮሐንስ ወንጌል መግቢያ ላይ ቢሆንም ይህንን ቃል ዮሐንስ የሚናገረው ቅዱስ ዮሐንስ ወንጌላዊ አይመስልም። የተናገረው እርሱ ቢሆን ኖሮ ጥንተ ነገዱን ሀገረ ሙላዱን መጠየቅ በተገባ ነበር። ከሰማይ ከወረደው ውጭ ወደ ሰማይ የወጣ ስለሌለ ይህ ምድራዊ ሰው ሰማያዊ ስለሆነ ምሥጢር ምን ሊነግረን ይችላል። ለመሆኑ ሀገሩ ወዴት ነው። ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ በገሊላ ባሕር አጠገብ ሲመላለስም ሰውን አጥማጆች ይሆኑ ዘንድ ከጠራቸው ሁለት ወንድማማቾች የዘብድዮስ ልጆች ያዕቆብ ወንድሙ ዮሐንስ ከዓሣ አጥማጆች መካከል ነበሩ። 
ማንም ሰው እንዲገነዘበው እጅግ በክፉ የድህነት ኑሮ ላይ ካልሆነ በስተቀር ልጆቹ ዓሣ አጥማጆች እንዲሆኑ የሚመኝ መልካም ወላጅ የለም። ዘብድዮስ ግን የልጆቹን ዕጣ ፋንታ በአስገዳጅና የዕለት ኑሮ ላይ እንዲጠመዱ አድርጓል። ደግሞስ ከዓሣ አጥማጅነት በላይ ከዕውቀት የተራቆተ ማንን ልትጠቅሱልኝ ትችላላችሁ። ለክርስቶስ ደቀ መዛሙርት ጸጋ እግዚአብሔር የጠራቸው ይህ መልካም ሰው በዘመኑ ከታወቁ የፍልስፍና የሥነ ጽሑፍ የቋንቋና የሃይማኖት ትምህርት ቤቶች በአንዳቸውም ገብቶ እንደተማረ አልሰማንም። በዓለማችን ላይ ታዋቂ ከነበሩ ትምህርት ቤቶች ገብቶ ተምሯል ብላችሁ አስቡ። አስቀድሜ በገለጽኳቸው ትምህርት ቤቶች የተማሩ የነ ፓይታጎረስ ሌሎችም ፈላስፎች ትምህርት ብዙ ርቀት ተጉዞ የሰው ልጆችን አእምሮ አልተቆጣጠረም። ግብዓተ መሬቱ ተፈጽሟል። መታሰቢያቸውም የለም። ይህ ደቀ መዝሙር የሚነግረን ምድራዊ ስለሆኑ ጉዳዮች አይደለም። በስፋት ስለሚያውቀው ሰለ ዓሣ ማጥመድ ሥራም አይደለም ሰማያተን ሰንጥቆ ከመጠን ስላለፈው ስለማይመረመረው ሰማያዊ ምሥጢር ይናገራል እንጂ። አስቀድሜ እንደገለጽኩላችሁ በነገረ መለኮት ዙሪያ ብዙ ወገኖች ሊናገሩ ይወዱ ነበር ነገር ግን የአንዳቸውም ትምህርት ዘመና ተሻጋሪ ሊሆን አልተቻለውም። ይህ ዓሣ አጥማጅ የሚናገረው ነገር ግን እያደረ እየተሰማ ይሄዳል። ነገሩንም በመጀመሪያ ቃል ነበረ በማለት ጀመረ። ቃልም በእግዚአብሔር ነድ ነበረ። ሌሎቹ ወንጌላውያን ከመግቢያቸው ላይ የተለያዩ ምድራዊ የሆኑ ሌሎች ታሪኮችን በመተረክ ይጀምራሉ። ቅዱስ ማቴዎስ የጌታችንን ሥጋዊ ልደቱን ቅዱስ ሉቃስ በቅድስት ድንግል ማርያም ብሥራት ቅዱስ ማርቆስም በጌታችን ልደት ሲጀምር ቅዱስ ዮሐንስ ግን አስቀድሞ ቃል ሥጋ ሆነ በማለት ከሦስቱ ወንጌላዊያን ጋር ያለውን ድንቅ የሆነ ስምምነት ከገለጠ በኋላ ጽንሰቱን ልደቱን ዕድገቱን በአንድ ጊዜ አልፎ ቀዳማዊና የማይቆጠረውን ለሰዎችም አእምሮ የራቀውን ሰማያዊ ልደቱን በመናገር ጀመረ። የዚህ ምከልንያት ምን እንደሆነ እነግራችኋለሁ። ይህንንም ነገር በእውነተኛውና በቀደመው ሃይማኖት የሚኖሩ ወገኖች ይማሩበት ዘንድ ነው። ጣዕመ ጸጋን ለቀመሱ ወገኖች የጸጋን ነገር ቢነግራቸው ይገባቸዋል። ነገር ግን ጣዕመ ጸጋን ላልቀመሱትና ላልደረሱበት ሰዎች ቢነግሯቸው ክህደት ይነስላቸዋል ይሰናከሉበታልም። በእርግጥ አጀማመሩ የሚያስገርም ነው። ሌሎች ወንጌላውያን ክርስቶስ በሥጋ መምጣቱን ትኩረት ሰጥተው ስለጀመሩ የቅዱስ ዮሐንስ ወንጌል መግቢያ ትኩረት ሰጥተው በሥጋዌ ላይ ቢሆን ኖሮ አእምሯቸው ደካማ የሆኑ ወገኖች የትምህርታችን (የእምነታችን) መሠረት ምድራዊ በሆነ አመክንዮ ላይ ባደረጉ ነበር። ልክ ጳውሎስ ሳምሳጢ እንዳደረገው። ስለዚህ እንደዚሁ ሰው ምድራዊ በሆኑ ምክንያቶች ላይ የተንጠለጠሉ ምክንያት የሚያበዙ ሰዎችን ምክንያት ለማሳጣትና ሃሳባቸውን ሰማያዊ ወደ መንፈሳዊ ነገር ይመለከት ዘንድ በማሰብ ነው። በዚህም ምክንያት ወንጌላዊው ትረካውን ከሰማይ ቀዳማዊ ልደቱ ጀመረ። ወንጌላዊው ማቴዎስ ከሄሮድስ ጋር የነበረውን ቅዱስ ሉቃስ ከጢባርዮስ ቄሣር አንጻር ቅዱስ ማርቆስ ቅዱስ ዮሐንስ መጥምቀ መለኮት የፈጸመውን ነገር በትረካ ሲገልጹልን ቅዱስ ዮሐንስ እንዚህን ነገሮች ሁሉ አልፎ ከዘመናትና ከጊዜ ቀመር ውጭ የሆነውን የማይቆጠረውንና በጊዜ የማይሰፈረውን መለኮታዊ ህልውና በመጀመሪያ ቃል ነበረ በማለት የሚያስገርም ትረካ በማሰማት ይጀምራል። በሄሮድስ በጢባሮስና በቅዱስ ዮሐንስ መጥምቅ ትረካ የሰማነውን የጊዜ መለኪያ እንድንመለከት ቅዱስ ዮሐንስ አልፈቀደልንም። መጠንም ልክም ጊዜም በዚህ ውስጥ የሉም። ከዚህ ሁሉ ነገር በላይ የሚያስገርመው በርቀትና በርኅቀት ጽፎ እያለ ከሦስቱ ወንጌላውያን ጋር ድንቅ ስምምነት ያሳየበት አገላለጽ ይኸውም ቃል ሥጋ ሆነ የሚለው የጌታችን ሥጋዌ ተናግሮ በጊዜ ከሚሰፈሩ ታሪኮች ጋር አንድነት እንዲኖራቸው አድርጎ ያስቀመጠው ነው። በዚህም አንድ መንፈስ ተመርተው ሰዎች ወደ አንድ መንፈስ እንዲመለከቱ አድርገዋል። በትረካቸውም አንድነት ታይቷል። ነገር ግን ተወዳጆች ሆይ ስለ ቀዳማዊ ቃል መወለድ የተማሩ የተፈጠረ የሚለው ስድብ ሊታገሡ የሚችሉበት ኅሊና የላቸውም። ቃልም አካለዊ ቃል እንጂ ዝርው ቃል ነው አይሉም። በመጀመሪያ ቃል ነበረ የሚለው የወንጌላዊው መገቢያ ከዘለዓለም እስከ ዘላለም ሕያው መሆኑን የሚያስረዳ ፍጻሜ የሌለው የማይሰፈር የማይቆጠር መጀመሪያ ነው። ይህም ቀዳማዊ ቃል ከአብ ባለመለየት የተወለድ ነው። ከአንተ ጋር ቀድሞ በኃይልህ ቀን በቅዱሳን ብርሃን ከአጥቢያ ኮከብ አስቀድሞ ከሆዴ ወለድሁህ እንዲል።ቅዱስ ዮሐ አፈ (በእንተ ቀዳማዊ ቃል 10) እርሱ ዘላለማዊ ከሆነ አካል ዘእምአካል ባሕርይ ዘእምባሕርይ እርሱን መስሎ እርሱን አህሎ የተወለደው ልጁም ከጊዜ ቀመር ውጭ ዘላለማዊነቱን ያመለክታል። ስለዚህ ምክንያት በበመጀመሪያ ቃል እንዲል።ቅዱስ ዮሐ አፈ (በእንተ ቀዳማዊ ቃል 14
…የሚጠፋ የሰው ቃል አይምሰልህ። ይህ ቃል ፈጣሪ ነው። ፍጹም አምላክ ነውና ከአብ አይለይም። (ርቱዓ ሃይማኖት 67) ቃልም አለም ከመፈጠሩ አስቀድሞ ጽኑዕ መለኮት ከእርሱ ተወለደ ለሰዓትም ለቅጽበትም ቢሆን አብ አይበልጠውም። በምንም ቢሆን ከአባቱ አያንስም ወልድ በአባቱ መልክ ተወልዷልና። (ርቱዓ ሃይማኖት 135)
ወልድ የአካል ተጸውዖ የግል ከዊን ግብር ተገናዛቢ ቃል ነው። በተለየ አካሉ ቃል ይባላል። በመጀመሪያ ቃል ነበረ፤ ያም ቃል እግዚአብሔር ነው። ብሎ ዮሐንስ ፍቁረ እግዚእ በከዊናዊ ቃልነት ተገናዛቢ ስሙ ቃል ብሎ ጠርቶታል። ሰው የሆነው በዚህ ቃልነት ከዊን ነው።
ይህ በተገናዝቦ በነሢዕ የሚገናዘብበት ከዊን ግብሩ የሚጠራበት ስም ነው። ማለትም ከልብ አብ ሳያንስ ከሕይወት መንፈስ ቅዱስ ሳይበልጥ ሳይቀድም ቃል የተባለለት ቃልነት ስሙ ነው። ሲጠቀለል ቃል መባል የወልድ የከዊን ስሙ ነው። (ምሥጢረ ምስጢራት 207)
፪. ይህም በመጀመሪያ በእግዚአብሔር ዘንድ ነበረ። 
በመጀመሪያ ነበረ ያለህም ከስም ሁሉ አስቀድሞ የተወለደ ሲል ነው። ቀዳመዊ ነበር ማለቱን ከጥንት በፊት ነበር ማለቱ ነው። …ከእርሱ አይለይም ማለቱ ነው። ወልድ ከአብ በምንም በምን አያንስም ማለቱ ነው። (ርቱዓ ሃይማኖት 67)
በእግዚአብሔር ዘንድ ነበረ የሚለው ቃል ከዘለዓለም አብረው የነበሩ መሆናቸውን ያሳያል። ቅዱ ዮሐ አፈ (በእንተ ቀዳማዊ ቃል 14) አብ ከወልድ ተለይቶ የነበረበት ጊዜ አልነበረም። ጌታችን ሁል ጊዜም ከባሕርይ አባቱ ጋር የነበረ እግዚአብሔር ነው። አብ እንደ እግዚአብሔርነቱ የራ የሆነ ፍጹም ገጽ ፍጹም መልክ ፍጹም አካልን ይዞ እስከ ዘለዓለም ይኖራል። ምን አልባት በመካከላችሁ እያንዳንዶቻችሁ ክርስቶስ እግዚአብሔር ከነበ ከእግዚአብሔርም ጋር ከነበረ ለምን ቅዱስ ዮሐንስ በዓለሙ ነበረ አለ ብላችሁ ልታስቡ ትችላላችሁ። ምክንያቱም በእግዚአብሔር ዘንድ በዓለሙም ስለነበረ ነው። አባቱም ልጁም በሁሉም ሥፍራ የመሉ እንጂ በተወስነ ሥፍራ የተገደቡ አይደሉም። እርሱ ልጅ ከሆነ በቅድምና እንዴት ከአባቱ ጋር አንድ ይሆናል የሚል ወገን ቢኖር የምንለው ይህ ሰው ሰውኛ ምድራዊ አስተሳሰብ መሆኑን አጠንክረን እንናገራለን። አብርሃም መሥነ ተፈጥሮ ሕግ ከልጆቹና ከልጅ ልጆቹ እንደሚበልጥ እየነገርናችሁ አይደለም። 
አሁን ንግግራችን ስለ እግዚአብሔር ባሕርይ እንጂ በተፈጥሮ ሕግ ሊሚመራው ስለ ሰው ልጆች አይደለምና። ነገር ግን ደካሞች ይጠነክሩ ዘንድ በዚህ ጉዳይ ላይ እንኳን ዝምታን አንመርጥም። የፀሐይ ብርሃን ከክበቡ ተለይቶ የሚገኝበት ሌላ ሥፍራ ካለ ንገሩኝ። ከራሱ ከፀሐይ የተገኘ አይደለምን። ምንም አንኳን ብርሃኑ የተገኘው ከአካሉ ቢሆንም ክበቡ ከብራሃኑ በፊት ነበረ ማለት ይቻላልን። ብርሃን ሊሰጥ የማይችል የፀሐይ አካል ፀሐይ ነው ብሎ ሊናገር የሚደፍር ወገን ማን ነው። ይህ ብርሃን ለፀሐዩ አካል በሚስማማ ጠባይ አማካኝነት ይታያል። ሙቀቱም ከክበቡና ከሙቀቱ የተለየ አይደልም። ቅዱስ ጳውሎስ የክብሩ መንጸባረቅና የባሕርዩ ምሳሌ በማለት የተናገረው ይህንን ለማስቀመጥ የሞከርነውን አንድነታቸውን ነው። ይህ ኃይለ ቃል ከዘለላም ከአብ ጋር መሆኑና በአባቱና በልጁ መካከል የጊዜ ክፍፍል አለመኖሩን ያስረዳል። ቀዳሚና ተከታይ የለም። በፊትና በኋላ የሚሉ ቃላት የጊዜን ጽንሰ ሃሳብ የሚያስረዱ እንጂ የእግዚአብሔርን ህላዌ የሚገልጡ አይደሉም። የሰው ልጅ የእነዚህን ቃላት ያለ ጊዜ መለኪያ ሊረዳቸው አይችልም። እግዚአብሔር ግን ከጊዜና ከመለኪያ ውጭ ነው። በማንኛውም ሁኔታ ለክርስቶስ መጀመሪያ እናገኝለታለን ካላችሁ በተመሳሳይ ሁኔታ አመክናዮና አገላለጽ እንዲህ እያላችሁ ነው። አባት ከልጁ በፊት ነው። በዘመን ይቀድመዋል ማለታችሁ ነው። በአባትና በልጁ መካከል የነበረው መቀዳደም ትንሽም ይሁን ብዙ ለአብ ህልውና መጀመሪያ እየሰጣችሁት ነው። ስለዚህ በእናነተ አረዳድ አብም መጀመሪያ አለው። በዚህም ጌታችን ወልድን የማያከብር አብንም አያከብርም ያለው ስለዚህ ሃሳባችሁ ነው። ተቃዋሚዎቻችን ለሚያነሡት ጥያቄ መልስ እንዲሆን ነቢዩ ከእኔ በፊት አምላክ የለም ከእኔ በኋላ አምላክ የለም ይላል። ወልድ ከአባቱ ይልቅ በዘመን ወደኋላ ከሆነ ከእኔ በኋላ አምላክ የለም ማለት እንደምን ይቻላል። እንደገናም ስለክርስቶስ በሚገርበት አንቀጽ ወንጌላዊው ሁሉ በእርሱ ሆነ ከሆነውም አንዳችስ ያለ እርሱ አልሆነም የሚለው ቃል እንደምን ተፈጻሚነት ይኖረዋል የመጀመሪያውና የመጨረሻው አልፋና ኦሜጋ ሁሉን የምገዛ ነኝ ማለትስ በዘመን የተቀደመ ባሕርይ የሚገር ይመስላችኋልን። ልጁ ከእውነተኛ ባሕርይ የተገኘ እውነተኛ ባሕርይ ካልሆነ በስተቀር አስቀድመን ያነሣናቸውን ቃላት መናገር አይቻለውም። ከእኔ በኋላ አምላክ የለም ሲልም አሕዛብ ከሚያመልኳቸው ጣዖታት እነርሱም የእጅ ሥራ ከሆኑ የእግዚአብሔር ባሕርይ በእጅጉ የተለየ መሆኑን ለማስረዳት የተነገረ ነው። ይህንንም በማለቱ ወልድን ከእግዚአብሔርነት አያገለገለ ሳይሆን አማልክቶቻቸው ብዙ የሆኑ አሕዛብን እውነተኛውን አምላክ እንዲከተሉ በነቢያት እድሮ እየተናገረ ነው። እርሱ ከዘላለም ካልነበረ ለመንግሥቱም ፍጻሜ የለውም ድንቅ መካር ኃያል አምላክ የዘለዓለም አባት ተብሎ ሊጠራ አይቻለውም። ሐዋርያው እንደተናገረ ለዘመኑ ፍጻሜ ጥንት ለሕይወቱም ፍጻሜ የለውም። በእነዚህ ሁሉ ነገሮች መጀመሪያም መጨረሻም የሌለው ከእውነተኛ ባሕርይ የተገኘ እውነተኛ ባሕርይ ከእውነተኛ አምላክ የተገኘ እውነተኛ አምላክ መሆኑን ያስረዱናል። እንደገናም እርሱ ራሱ ሕይወት ሳይሆን ሕይወት መስጠት እንደምን ይቻለዋል። ሕይወትን የሚሰጥ የሕይወት መሀኛ ባሕርይ ከዘላለም እስከ ዘለላም መሆኑ በዚህ የተረዳ የተገለጠ ነው። እርሱ እራሱ የዘላለም ሕይወት ካልሆነለሌሎች ወገኖች ሕይወትን ያድላል ማለት ምክንያታዊ አለመሆን ነው። ስለዚህ ቅዱስ ዮሐንስ ወንጌላዊ በመጀመሪያቃል ነበረ ሲለን ዘላለማዊነቱን እያወጀ ነበር። ሐዋርያው ስለ ክርስቶስ ሲናገር ከሁሉ በላይ ሆኖ ለዘላለም የተባረከ አምላክ ነው። አለ። በዘመሳሳይ ሁኔታ ስለ አብም ሲናገር በፊሊጲስዩስ መልእክቱ በእግዚአብሔር መልክ ሲኖር ሳለ ከእግዚአብሔር ጋር መተካከልን መቀማት እንደሚገባ ነገር አልቆጠረውም በማለት የአብን የባሕርይ አምላክነትና የወልድን ሥጋ መልበስ ተናገረ። አስቀድሜ ያነሳሁላችሁ ትምህርት በልባችሁ ማረፊያ የሚሆን ሥፋራን እስኪያገኝ ድረስ መናገሬን አላቋርጥም። ቅዱ ዮሐ አፈ (በእንተ ቀዳማዊ ቃል 17) የብሉይ እና የሐዲስ ኪዳን መጻሕፍትን ብንመረምር በሁሉም መጻሕፍት ትልቁን ድርሻ ይዞ የሚገኘው ቀዳማዊ ቃል ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ ነው። ቅዱስ መጽሐፍ ስለ ምድራዊ ጉዳዮች ስለመንግሥታት ስለ ጋብቻ ስለፍቺ ስለአመጋገብ ስለጦርነት ስለይቅርታ ስለመሞት ስለሕይወት ስለዓለም ፍጻሜ ዘርዝረን የማንጨርሳቸው በርካታ ጉዳዮችን ይዟል። በሁሉም ጉዳዮች በቀጥታ በተዘዋዋሪ የጹሑፋቸው ማዕከል አድርገው ያቀረቡት አካላዊ ቃል ወልደ እግዚአብሔርን ነው። ወንጌላዊ አስቀድሞ በነቢያት መሠረትነት የተጀመረውን የነገረ መለኮት ትምህርት ቃልም እግዚአብሔር ነበረ በማለት በሐዋርያት መሠረት ላይ አጸናዉ። ነቢዩ ሙሴ በብሉይ ኪዳን ታሪክ ጽሑፍ በመጀመሪያ ዓይናችን የሚደርስባቸውን በልባችን የምናስተውላቸውንና ከመረዳታችን በላይ የሆኑትን ፍጥረታት ሁሉ በእግዚአብሔር እንደተፈጠሩ ይዘረዝራል። በመጀመሪያው እግዚአብሔር ሰማይና ምድርን ፈጠረ በማለት ጀመረ። የብርሃናትን የሰማያትን የባሕርን የየብስን ፍጥረታትን እንሳትንና የሰው ልጅ አፈጣጠር እንደየ ቅደም ተከተላቸው ይዘረዝራል። …ቃልም በእግዚአብሔር ዘንድ ነበረ የሚለው እግዚአብሔርነቱን ፣ፈጣሪነቱን፣ መጋቢነቱን ያስረዳል። (በእንተ ቀዳማዊ ቃል 20)
፫. ሁሉም በእርሱ ሆነ፤ ከሆነውም ሁሉ ያለ እርሱ ምንም የሆነ የለም። 
ሰማዩን የዘረጋ ጌታ በበረት ተኛ ከእናቱ ጡቶችም ወተትን ጠባ። /ቅዱ ያሬድ/ 
እንደ መልእክተኛ ሥርዓት አይደለም ለአዛዡ እንደሚላላክ መልእክተኛም አይደለም። ከአባቱ አንድ ሆኖ ፍጥረትን ሁሉ የፈጠረ ነው እንጂ። /ግእዝ በግእዝ /
ነገሥታትም ንጉሥ ጌታ ይባላሉ። ቅዱሳን መላእክት ቅዱሳን ሰዎችም ነገሡ፤ ይነግሣሉ። ጌታ አማልክት ይባላሉ። ገዙ ይገዛሉም ተብሏል። ሙሴን አንተን የፈርዖን አምላክ አድርጌሃለሁ። ሐዋርያትንም በ12ቱ መንበር ተቀመወጧችሁ በ12 ነገደ 20ኤል ትፈርዳላችሁ የሚል ሥልጣን ተሰጥቷቸዋል። ነገር ግን እንዚህ ሁሉ ተፈጥረው ተሹመው ተሰጥቷቸው የነገሡ ናቸው እንጂ ሥልጣን የባሕርያቸው አይደለም የፈጠረ ንጉሥ አንድ ብቻ ነው። እግዚአብሔር እርሱ አምላክ እንደ ሆነ ዕወቁ እርሱ ሠራን እኛም አይደለንም እኛስ ሕዝቡ የማሰማሪያውም በጎች ነን። ማለታቸው ስለዚህ ነው። እኛም አይደለንም ማለት ከእኛ አንዱስ እንኳ ፈጣሪ የሆነ ወይም ራሱን ያስገኘ የለም። እርሱ በፈጠረው መንጋ ላይ እንሾም እንጂ። እኛ ራሳችን በእርሱ የምንጠበቅ የእርሱ መንጋዎች ነን ሲል ነው። እርሱ ግን ዓለምን ፈጥሮ የሚገዛ የሕይወታችን ንጉሥ ነው ሁሉ ከእርሱ ለእርሱ በእርሱ የሆነ ነውና። ሁሉን የፈጠረ እግዚአብሔርን አምላክ አይደለም ሲሉት ሕይወትንስ ሕይወት አይደለም ሊሉት እንደምን ይቻላል። /ቅዱ አትናቴ/ 
ሁሉ በእርሱ ሆነ ያለ እርሱ ግን በሰማይ በምድር ምንም ምን የሆነ የለም። (ጸሎተ ሃይማኖት) ዮሐንስ በወንጌል እንደነገረን የተፈጠረው ፍጥረት ሁሉ በወልድ ቃልነት በወልድ ህልውና ተፈጥሯል። በወልድ ቃልነት የምንለው በነቢብ የተፈጠረውን ነው ላይኩን ብሎ ሲናገር የቃል ህልውና ተገልጧልና የተፈጠረውን አብ ፈጠረ በነቢብ የተፈጠረውን ወልድ ፈጠረ በገቢር የተፈጠረውን መንፈስ ቅዱስ ፈጠረ ብለዋልና ያለ እርሱ ህልውና ያለ እርሱ ቃልነት አብ በሥልጣኑ ከወልድ ከመንፈስ ቅዱስ የተለየ ሆኖ 
የፈጠረው ወልድም መንፈስ ቅዱስም የፈጠሩት እንደሌለ ያሳየናል። እኛም ሁሉም በእርሱ ቃልነት በእርሱ ህልውና ተፈጠረ ብለን እናምናለን። በአርምሞ የተፈጠረውም ፍጥረት በእግዚአብሔር ቃል አልተፈጠረም አይባልም፣ በአርምሞ ውስጥ ነቢብ ነው እንጅ የማይኖረው ቃል አይታጣም ልብ ከቃል ተለይቶ ሥራ ሊሠራ አይችልምና። የልብ ሕያውነቱ ከቃልና ከእስትንፋስ ጋር ህልው በመኖን ነው እንጅ ከቃልና ከእስትንፋስ ተላይቶ ሕያው የሆነ ልብ የለም። ነቢይ በእግዚአብሔር ቃል ሰማያት ጸኑ በማለቱ በአርምሞ የተፈጠረውን ሰማይ በወልድ ቃልነት መፈጠሩን ያውጃል። አሕዛብ ግን የሰማይ አምላክ የሰማይ ፈጣሪ ሌላ የምድር አምላክ የምድር ፈጣሪ ሌላ ነው ብለው ተነሥተዋል። እነዚህንም ለማሳፈር ዮሐንስ ወንጌላዊ ሁሉ በእርሱ ሆነ ከሆነውም ሁሉ ያለ እርሱ የሆነ የለም በእርሱም ሕይወትነት አለው። ብሎ ያስቀመጠው ንባብ … (ተንከተም 172)
-አካል ትስብእት ያልነበረኽ ትስብእትን የተዋሐድኽ ሆይ በእውነት አንተ የተፈጠርኽ አይደለኽም። ፍጥረት ካለመኖር ወደ መኖር አምጥተኽ የፈጠርኽ ነኽ እንጂ። ቅዱ ኤፍ (ነገረ ክርስቶስ ክፍል አንድ 85)የእግዚአብሔር ቃል እኛን ለመፍጠር የተፈጠረ አይደለም። እኛ በእርሱ ተፈጠርን እንጂ፤ በርሱ ኹሉ ተፈጠረ እንዲል፤ ለእኛ ለድኩማን መፍጠሪያ እንዲኾን ልዑልና ኀያሉ እንደ አገልግሎት መሣሪያ ተፈጠረ ብሎ ማውራት ከደካማ አስተሳሰብ የተገኘ ነው። ቅዱ አትና (ነገረ ክርስቶስ ክፍል አንድ 387) እርሱ በጊዜ የሚወሰን አይደለም፤ መጀመሪያም ሆነ መጨረሻ የለውም፤ የገዜ ፈጣሪም ነው። ስለ እግዚአብሔር ጥበብና መንፈስ ይህንኑ ማለት ይቻላል። መንፈሱ በሁሉም ሥፍራ አለ የምንለውም ከሥነ ፍጥረት አስቀድሞ ነው። ጥበቡም እንዲሁ። ሁሉ በእርሱ ሆነ፤ ከሆነውም አንዳች ስንኳ ያለ እርሱ አልሆነም። 
ልክ እንደዚሁ እግዚአብሔር ለኃይሉ ወሰን የለውም። ... እርሱ ከዘላለማዊነት፣ ከፍጥረታትና ከዕድሜዎች በፊት ብቻውን የነበረ ከመሆኑም በላይ የሁሉ ነገር መገኛ ነው። እርሱ በመልካምነቱና በጸጋው ሌሎች ፍጥረታት እንዲፈጠሩና እንዲኖሩ ፈቅዷል፤ ይፈቅዳልም። ይህን በመፋቀዱም ሁሉን ነገር ፈጥሯል። ሁሉ በእርሱ ሆነ ከሆነውም አንዳች ስንኳ ያለ እርሱ አልሆነም። ስለ እውነትም እርሱ በሕይወት ያሉ ፍጥረታት ሁሉ ምክንያት ስለ ሆነ የመጀመሪያ ነው፤ እርሱ በሕይወት ያሉ ፍጥረታትን ሕያው ያደረገ ፈጣሪ ነው። ከእርሱ አስቀድሞ የኖረ ማንም የለም። ምክንያቱም ሁሉ በእርሱ ሆነ፤ ከሆነውም አንዳች ስንኳ ያለ እርሱ አልሆነም። ተብሎ የተጻፈው ለእርሱ ስለሆነ ነው። አቡነ ሺኖዳ (እግዚአብሔርና ሰው 158) አብ ከልጁ ጋር ዓለማትን መፍጠሩ ተገልጦአል። አቡነ ሺኖዳ (መንፈስ ቅዱስና በእኛ ውስጥ ያለው ሥራ 11)
ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ ግን ፈጣሪ ነው። ሰማይና ምድርን ካለመኖር ወደመኖር ያመጣ ነው። አቡነ ታድሮስ ሥነ ፍጥረት የፍቅር ውጤት ነው። ቅዱስ ዮሐ አፈ (የዕብራውያን ትርጓሜ 47) ፍጥረታትን በልዩ ልዩ መልክ የፈጠረ… /ቅዱ ኤፍ/
፬. ሕይወት በእርሱ ነበረ፤ ሕይወትም የሰው ብርሃን ነበረ።
ይህንም ስለ ሰው ልጆች ሕይወት በተፈጥሮ ስለ ሰጣችው ጸጋ ይናገራል። ብርሃን ክርስቶስ እነሱን ከመመገቡ የተነሣ የሰው ዘሮች ሁሉ ያበራሉ። በሥጋዊ ብርሃን ሳይሆን በመንፈሳዊ ብርሃን ልቡናቸው ይበራል ማለቱ ነው። /ቅዱ ዮሐ አፈ/
፭. ብርሃን በጨለማ ያበራል፤ ጨለማም አላገኘውም።
ይህቺ በስሜት ሕዋሶቻችን የምንረዳው ብርሃን የእኛን ጨለማ ሊያስወግድልን አይችልም፤ ከዚህ የተለየ ነው። ነገር ግን በክርስቶስ የተሰበከች የወንጌል ብርሃን ስህተት በነገሠባት ዓለም የምታበራና ፈጽማ የምታስወግድ ናት። በራሱ ብርሃን የሆነው እርሱ ሞታችንን ሙቶ የሞትን ስልጣን የሻረልን ለሰይጣን ተገዝተው የነበሩትን ነፍሳት ነፃ ያወጣ ነው። ይህን በሁሉ ስፍራ የሚገኘውንና ብርቱ የሆነውን ብርሃን ሞትና ጨለማ ድል መንሳት ተሳናቸው፦ ስለዚህ ወንጌላዊው "ጨለማም አላገኘውም" ብሎ ጻፈልን። ይህም ብርሃን በእርሷ ያድርባት ዘንድ ፈቃዱ ባላት ነፍስ ላይ የሚያድር ነው።(67) ...ከዚህ ብርሃን እንዴት መጠቀም ይቻለናል? ቢባል መልሱ፦ ነፍሳችንን ከሁሉም ፈቃዶች ያራቅን እንደሆነ ነው። ዮሐ 3፥20፣ ኤፌ 5፥11፣ ሮሜ 13፥13(68) ቅዱስ ዮሐንስ አፈወርቅ / የዮሐንስ ወንጌል ትርጉም በቅዱስ ዮሐንስ አፈወርቅ /
ምን ዓይነት ጨለማ ቢሆን ነው የሰው ብርሃን በሆነው ፊት በተቃራኒ የሚቆመው እንዲሁ ብርሃን በጨለማ ይበራል በማለት ከጥንት ጀምሮ ይህ ብርሃን ሲያበራ እንደለበረ አስረዳን። ወንጌላዊው ብርሃን በቸለማ ይበራል ሲል እንዲሁ እንደመጣልህ ለመተርጐም አትነሣ። ምክንያቱም እርሱ በጨለማ ሊበራ ነው አላለምና። እርሱ ጨለማ ያለው መለኮት በሥጋ የተገለጠበትን ያን ዘመን ሲሆን በዚያ ዘመን ብርሃኑን አበራ። ስለዚህ ከወንጌላዊው ቃል መረዳት እንደምንችለው ጨለማ የተባለው በነቢዩ ኢሳይያስ የዛብሎን ምድርና የንፋታሌም ምድር የባሕር መንገድ በዮርዳኖስ ማዶ የአሕዛብ ገሊላ በጨለማ የተቀመጠው ሕዝብ ታላቅ ብርሃን አየ፣ በሞት አገርና ጥላ ለተቀመጡትም ብርሃን ወጣላቸው ተብሎ የተነገረለት ጨለማ ነው።
ነብዩ በጨለማ የተቀመጠ ሲል ከሕግና ከመልካም ሥነ ምግባር የወጡ ወገኖች መሆናቸውን ሲገልጥልን ነው። እንዲህ ስለሆነ ነቢዩ በጨለማ የተቀመጠ ሕዝብ ታላቅ ብርሃን አየ አለ። ብርሃን ያለው የልቡናን ዐይን የሚያበራውን ትምህርቱን ነው። ይህን ብርሃን አስቀድሞ የነበረና በጨለማ የተመሰለው የስህተት ትምህርት ያላሸነፈው ብርሃን ነው። በመቀጠልም ወንጌላዊው አካሉ ባደረገው ሰውነት በኩል የሚፈጽማቸውንና እርሱ ጨለማን ድል ሊነሣው የሚችል ብርሃን በይሁዳ ንጉሥ በሄሮድስ ዘመን በሥጋ መገለጡን በመስበክ ከጥንት የነበረውን የእግዚአብሔርን ፈቃድ አወጀልን። ቅዱ ኤፍ (ኅበረ ወንጌል 33)
በመምጣቱ የራቁትን የሚያቀርባቸው ብርሃን ነው። ቅዱ ያሬድ (የዮሐንስ ወንጌል ማብራሪያ 32 ፊቱ በጨለማ የተሸፈነ ዲያብሎስ ፈራ ደነገጠ። ትምህርተ ኅቡአት (የዮሐንስ ወንጌል ማብራሪያ 32 ጨለማ የተባለ በስሕተት የተሞላው ዓለም ነው። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 33 …በወልደ እግዚአብሔር በብርሃኑ እንመላለስ። በእርሱ የሚያምን ሁሉም ወደ ብርሃን ይሔዳል፤ ጨለማ አያገኘውምና። አባ ጊዮርጊስ ዘጋ (ውዳሴ መስቀል 70) 
፮. ከእግዚአብሔር ዘንድ የተላከ ስሙ ዮሐንስ የሚባል አንድ ሰው ነበር።
፯. እርሱም ሁሉ በእርሱ በኩል እንዲያምኑ ስለ ብርሃን ይመሰክር ዘንድ ለምስክርነት መጣ።
በዚህ ምንባብ የምናረጋግጠው የተለየ ሰው ለተለየ አገልግሎት መመረጡን ነው። አቡነ ሺኖዳ (በክህነት አገልግሎት 32) -ክርስቶስም በባሕርዩ ብርሃን ነው፤ እኛ ግን ብርሃንነታችንን ከእርሱ ያገኘነው ነው።
እርሱ ፈጽሞ ጨለማ የሌለበት ፍጹም ብርሃን ነው። እኛ ግን ከኃጢአታችን የተነሣ በጨለማ የምንሸፈንበት ጊዜ አለ። መጽሐፍ እንኳን ስለ መጥምቀ መለኮት ዮሐንስ በተናገረበት ክፍል ሁሉ በእርሱ በኩል እንዲያምኑ ስለ ብርሃን ይመሰክር ዘንድ ለምስክርነት መጣ።ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም። ብሏል። አቡነ ሺኖዳ (በክህነት አገልግሎት 154) አገልግሎት የተሳካ የሚሆነው እግዚአብሔር ዓላማና መንገድ ሲሆን ነው። አቡነ ሺኖዳ (መንፈሳዊ ውጊያዎች 39)
፰. ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም።
የዮሐንስ ብርሃንነት የጸጋ ነው። የጌታ ግን የባሕርይ ነው። በዮሐንስ ብርሃንነት ሕጸጽ መጉደል ማነስ አለበት በጌታ ብርሃንነት ግን ሕጸጽ ማነስ መጉደል የለበትም። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 33 …የቅዱስ ዮሐንስ ሥራ ሰዎች ለክርስቶስ መንግሥት ይዘጋጁ ዘንድ ጐዳናውን ማቅናት ነው። የሰዎችን ልብ በንስሐ ማስተካከል ነው። በትዕቢት በእብሪት የተያዘው የሰው ልጆች ልቡና ዝቅ ዝቅ ይል ዘንድ በሥፍራውም እምነት ክርስቶስ ይተካ ዘንድ ነው። (በእንተ ቀዳማዊ ቃል 44)
ዮሐንስ ወንጌላዊ የዮሐንስ መጥምቅንና የክርስቶስን ብርሃንነት ሲያነጻጽር የክርስስ የባሕርዩና ተወዳዳሪ የሌለው ብርሃንነት ሲሆን የዮሐንስ ግን በጸጋ ከክርስቶስ የተቀበለው በመሆኑ ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም። አለ። ነገር ግን መጥምቁ ዮሐንስን እንደገና በሌላ ቦታ ላይ እርሱ የሚነድና የሚያበራ መብራት ነበር ብሎ ብርሃን ብሎታል። ዮሐንስን ብርሃን አይደለም ያለው ከክርስቶስ የባሕርይ ብርሃንነት አንጻር ነው።  ምክንያቱም የኢየሱስ ክርስቶስ ብርሃንነት ከማንም ያልተቀበለው የባሕርዩ ሲሆን የዮሐንስ ግን በጸጋ ያገኘው ስለ ሆነ ነው። 
ይህም የሚያስረዳን ከክርስቶስ ጋር ሲያነጻጽረው ዮሐንስን ብርሃን አይደለም ሲለው በራሱ ስለ ዮሐንስ ብቻ ሲናገር ግን ብርሃን ነው ያለው መሆኑን ነው። ስለዚህ አንድ ዓይነት ቃል ለተለያዩ ነገሮች ሲነገር ሁኔታውንና ዐውዱን አገናዝቦ መረዳት ያለበት የሰው ሕሊና ነው። ምክንያም የቋንቋ የመግለጽ ችሎታ ውስን ስለሆነ በሕሊና መገንዘብና መለየት ካልሆነ በስተቀር ሌላ መንገድ የለምና። ይህን በተመለከት ቅዱስ ዮሐንስ አፈወርቅ እንዲህ ይላል ለእግዚአብሔር እና ለሰዎች ተመሳሳይ አገላለጾችን እንጠቀማለን፤ ሆኖም ግን ለእግዚአብሔር ስንናገር የሚኖረን አረዳድና ለሰዎች ስንናገር ሊኖረን የሚገባው አረዳድ የተለያየ ነው። ምንም እንኳ ቃሉና አገላለጹ አንድ ዓይነት ቢሆን ስለ እኛ የሚነገረውን ስለ እግዚአብሔር ከሚነገረው ጋር አንድ ዓይነት አድርገን ልንረዳው አይገባም። ስለ እግዚአብሔር ሲነገር ለእርሱ እንደሚገባ አድርገን መረዳት ይገባናል፤ አለበለዚያ ታላቅ ስህተት ላይ እንወድቃለን። (ፍኖተ ቅዱሳን 24)
እግዚአብሔር ብርሃን ነው። እኛም ብርሃናት ነን። ይህ እንዲህ ከሆነ በእግዚአብሔርና በእኛ ብርሃን መካከል ያለው ልዩነት ምንድን ነው እርሱ በዮሐ 1፤19 ላይ እንደገለጸው ለሰዎች ሁሉ የሚያበራው እውነተኛ ብርሃን ነው። ከዚህ ሌላ ከሴቶች ከተወለዱት መካከል እርሱን የሚያህል አልተነሣም ስለ ተባለለት ስለ መጥምቁ ዮሐንስ ደግሞ ስለ ብርሃን ሊመሰክር መጣ እንጂ እርሱ ብርሃን አልነበረም ተብሎ ተጽፎአል። በእርግጥ እውነተኛ ብርሃን እግዚአብሔር ነው። በእርሱ ውስጥ ብርሃን እናያለን። እውነተኛ ብርሃን እያበራንና እየደመቅን እንሄዳለን። ይህ ብርሃንነትም ከፀሐይ እና ከጨረቃ ብርሃንነት ጋር ተመሳሳይነት አለው። ፀሐይ አፈጣጠርዋ ራሱ ብርሃን ሲሆን ጨረቃ ደግሞ ፕላኔት ሆና የተፈጠረች አካል ናት።
እርሷ ብርሃኗን የምታገኘው ከፀሐይ ነው። ጨረቃ ወደ ፀሐይ በተጠጋች ቁጥር ከፀሐይ የሚፈነጠቅላት ብርሃን የበለጠ ያደምቃታል። ጨረቃ ከፀሐይ በጣም ርቃ ያለች ቢሆን ኖሮ እንደ ጨለመች ትቀር ነበር። አቡነ ሺኖዳ (የተራራው ስብከት 107) ኤልሳቤጥ ግን የብርሃን ኮከብን የምትሸከም ምሽት ናት። /ቅዱ ያዕቆ ዘሥ/
፱. ለሰው ሁሉ የሚያበራው እውነተኛ ብርሃንስ ወደ ዓለም የመጣው ነው።
...ስለምን ብዙዎች ዕውቀት በማጣት በጨለማ ውስጥ ይመላለሳሉ? ምክንያቱም የክርስቶስን ንግሥናን የሚያውቁ ሁሉም አይደሉምና። እንዴት ታዲያ "የሰው ሁሉ ብርሃን" አለው? ለሁሉም ብርሃን ሊሆን ይገባልና። አንዳንዶች የነፍሳቸውን ዓይኖች በፈቃደኝነት ቢጨፍኑ የአምላካዊ ብርሃን ሊቀበሉ አይችሉም። ቅዱስ ዮሐንስ አፈወርቅ /የዮሐንስ ወንጌል 82/ …በእግዚአብሔር ትእዛዝ የተፈጠረው ብርሃን ይታይ የነበረውን ጨለማ ከመታየት እንዳስወገደው ኹሉ ለሰው ኹሉ ዕውቀትን የሚገልጥ እውነተኛ ብርሃንም የስሕተትን ጨለማ ከእኛ ዘንድ አስወገደ፤ በጨለማ በስሕተት ጎዳና የነበሩትንም ወደ እውነት መራቸው። ቅዱ ዮሐ አፈ (ኦሪት ዘፍጥረት 47) ወንጌላዊው ለሰው ሁሉ የሚያበራው እውነተኛ ብርሃን ማን እንደ ሆነ ዓለም እንዳላወቀው በመናገር አስቀድሞ የጀመረውን ትምህርቱን ቀጥሏል። እርሱም የእግዚአብሔር አብ አንድያ ልጅ ነው። ይህንን ተከትሎ እስራኤል እንጠብቀዋለን የሚሉትን መሲህ ባለመቀበላቸው በእነርሱ ላይ የከፋ ኃጢአትን ሲያመጣ በአሕዛብ ላይ ደግሞ የድንቁርናን ያለማመን ጨለማ ለመምጣቱ ምክንያት ሆኗል። ዓለሙን በክሎታል።
ወንጌላዊ መሠረቱን በጥንቃቄ ቃልም እግዚአብሔር ነበር ብሎ ከመሠረተ በኋላ ልጁ ለእኛ ሲል ሥጋ ለብሶ መታየቱን ይዘረዝራል። የእግዚአብሔር አብን አንድያ ልጅ ዓለሙ አላወቀውም ቢል የሚያስደንቅ ነገር አይደለም። ይህ ሰውኛ ከሆነ መረዳት በላይ የተደረገ ምስጢር ነውና። የትንቢቱ ቃል የተነገረላቸው የተስፋውም ቃል የተገባላቸው ወገኖች በሥጋ ተገልጦ ሲመለከቱት ሊቀበሉት አልወደዱም። እርሱ ግን በመካከላቸው ተገኝቶ ሁሉም ድኅነትን ያገኙ ዘንድ እምነት ሽልማትንና መንግሥቱን ሊሰጣቸው ወድዶ ነበር። በዚህ ጉዳይ የወንጌላዊው አጻጻፍ ምን ያህል አሳማኝ እንደሆነ ተመልከቱ ዓለሙ ብርሃንያመጣለትን ባለመቀበሉ ይወቀሳል። በእነዚህ ጉዳዮች ላይ በቃል ሥጋ መሆን ምክንያት ለሰው ልጆች የተሰጠውን ጸጋ ለመግለጽ ጎዳናውን ያመቻቻል። ነገር ግን የእስራኤላውያን ሕዝቦች ለመገሰጽ የተጠቀመው በተለየ መንገድ ነው። አልተቀበሉትም የሚል አስደንጋጭ ቃል ። አስቀድሞ የተሰጠው ሕግ የሚናገረው ስለ እርሱ ሆኖ ሳለ፤ ነቢያትም በዚህ ቃል መሠረትነት ይወርዳል ይወለዳል ብለው ያስተማሩት ትንቢት የነቢያት ልጆች በመቀበል ፈንታ ሲያጣጥሉት መመልከት ያስደነግጣል። የዐረፍተ ነገሩ ከባድነት ለአሕዛብ ከተነገረው ጋር ተመሳሳይነት ይዘት ያለው ሆኖ እንመለከተዋለን። እንግዲህ የእግዚአብሔር ጭከና ተመልከት ጭከናው በወደቁት ላይ ነው፤ በቸርነቱ ግን ጸንተህ ብትኖር የእግዚአብሔር ቸርነት በአንተ ላይ ነው። አሕዛብ የዓለም የሆነውን ነገር ወድደው ከእግዚአብሔር ጋር ከምትሆን አንድነት በፈቃዳቸው ተለይተዋል። በዚህም ምክንያት የሚያበራላቸውን አምላክ አንዳያውቁት ከጸጋው ተለይተዋል። በሕጉ አማካኝነት ስለእርሱ ያላቸውን እውቀት ያሰደጉ ወገኖች ግን ወደ እግዚአብሔር መንግሥት ተጠርተዋል። ነገር ግን በነቢያት የሚያውቁት አምላክ በመካከላቸው እንዲመላለስ አልፈቀዱም። የእግዚአብሔርን ቃል በፈቃዳቸው ሊቀበሉት አልወደዱም። የመጣው ወደ ገዛ ሕዝቡና ወደዘመዶቹ ነበር። ዓለሙን ከአባቱ ጋር የፈጠረ እርሱ ነበር። ሁሉ በእርሱ ለእርሱ ስለእርሱም ተፈጥሯል። እስራኤል አስቀድመው የበኩር ልጄ ተብለው ተጠርተው ነበር። ይህንንም መጠራታቸውን ተከትሎ የሚገኘው ክብርና ገናናነት ወራሽ ሆነው መገኘት በተገባቸው ነበር። ቅዱሳን አባቶችም ለእነርሱ ናቸው። አስቀድሞ እስራኤላውያን ለራሱ መርጦና ለይቶ ለግብጽ አምባገነን ፈላጭ ቆራጭ ንጉሥ ለፈርዖን ሕዝቤን ልቀቅ በማለት ተናግሮታል። የሙሴ መጻሕፍት እውነተኛ አስተምህሮ እንደሚናገሩት እስራኤል ለእግዚአብሔር የተመረጠ ልዩ ወገን ነው። ይህን ሁኔታ ከሁሉም ከፍ ከፍ ያለው አምላክ ያደረገላቸው ነገር እንደሚከተለው ተገልጻል። ሽማግሌዎችን ጠይቅ ይነግሩህማል፤ ልዑል ለአሕዛብ ርስታቸውን በወረሱ ጊዜ የአዳምን ልጆች በለየ ጊዜ እንደ እስራኤል ልጆች ቁጥር የአሕዛብን ድንበር አቆመ። የእግዚአብሔር ዕድል ፈንታ ሕዝቡ ነው። የእርሱ ርስት ዕድል ፈንታም በመካከላቸው ተመላለሰ። ከእስራኤል ቤት ለጠፉት በጎች በቀር ለሌላ አልተላክሁም አለ። የገዛ ወገኖቹ ስላልተቀበሉት ጸጋውን ለአሕዛብ አስተላለፈ (ምኩራብ ፈተለች ቤተ ክርስትያን ለበሰች) ዓለም በእምነትና በንስሓ አበራ። ምንም እንኳን አስቀድሞ ስለእርሱ እውቀት የሌለው ቢሆንም ሊያወቀው በወደደው መጠን ራሱን ገለጠ። እስራኤል ግን ራሳቸውን ወደ ጨለማ መለሱ። ስለዚህም ምክንያት ጌታችን የማያዩ እንዲያዩ የሚያዩትም እንዲታወሩ እኔ ወደዚህ ዓለም ለፍርድ መጣሁ አለ። (ቅዱስ ቄርሎስ ዘእስክንድርያ 132)
ብርሃን ወደ ዓለም የመጣ ፤ በጻድቃን ላይ የሚያበራ፤ የቤተ ክርስቲያን ሙሽራ ነው። ቅዱስ ያሬድ (ትምህርተ ድኅነት 66) የጽልመትን ሥራን ሁሉ ከራሳችን እናርቅ ዘንድና የጽድቅንም 
ጥሩር እንለብስ ዘንድ ኢየሱስ ክርስቶስ ወደ ዓለም መጥቷልና እነሆ በብርሃኑ እንመላለስ። ቅዱስ ያሬድ (ትምህርተ ድኅነት 68) -ወንድሞቼ የማይታይ ታይቷልና፣ የጽድቅ ፀሐይ ክርስቶስ ተገልጧልና በዐላችንን በደስታ እናድርግ እናክብር። ቅዱስ ያሬድ (ትምህርተ ድኅነት 82) እግዚአብሔር እውነተኛ ብርሃን ስለ ሆነ በእርሱና በእነርሱ (በቅዱሳኑ) መካከል ያለው ልዩነት ግልጽ ነው። እነርሱ ብርሃናቸውን የሚወስዱት ከእርሱ ነው። አቡነ ሺኖዳ (ፍቅር 69) እርሱ ጌታችንና መድኃኒታችን ኢየሱስ ክርስቶስ እኔ የዓለም ብርሃን ነኝ ብሏል። በዮሐ 9፤5 ላይም ይህንን ደግሞታል። ለደቀ መዛሙርቱ እርሱ ብርሃን ስለመሆኑ በነገራቸው ጊዜም ገና ጥቂት ጊዜ ብርሃን ከእናንተ ጋር ነው ብሎአቸዋል። ይሁን እንጂ እርሱ ራሱ እናንተ የዓለም ብርሃን ናችሁ።…መልካም ሥራችሁን አይተው በሰማያት ያለውን አባታችሁን እንድያከብሩ ብርሃናችሁ እንዲሁ በሰው ፊት ይብራ ብሎናል። በዚህ ምንባብ መሠረትም ክርስቶስ ክብሩን ትቶ ለሕዝቡ ሰጥቷልን። በፍጹም፤ ነገር ግን ቀደም ብለን እንደ ተናገርነው ክርስቶስ ብርሀሰን ነው ማለት እና ክርስቲያኖች ብርሃን ናቸው ማለት ፈጽሞ የተለያየ ትርጉም ያላቸው መሆኑን ልብ ልንል ይገባል። እርሱ እውነተኛ አማናዊ ብርሃን ነው። እኛም በእርሱ ብርሃንነት እናያለን። ለሰው ሁሉ ብርሃንን የሚሰጥ እርሱ ነው። ዘማሪውም ባለቅኔውም እግዚአብሔር ብርሃኔና መድኃኒቴ ነው፤ የሚያስፈራኝ ማን ነው ብሏል። ቅዱስ ጳውሎስም ማንም ሊቀርበው በማይችል ብርሃን በመኖሪያው ሳለ አኖሮታል። ቅዱስ ጰጥሮስ ደግሞ የሚደነቅ ብርሃኑን ጠቅሷል። ከእግዚአብሔር ብርሃንነት አንጻር የእኛ ብርሃንነት በፀሐይ ብርሃን አንፃር እንደ ጨረቃ ብርሃን ነው። ፀሐይ በተፈጥሮዋ ብርሃን ናት፤ ጨረቃ ግን ከፀሐይ ያገኘችውን ብርሃን ታበራለች። ክርስቶስም በባሕርዩ ብርሃን ነው፤ እኛ ግን ብርሃንነታችንን ከእርሱ ያገኘነው ነው። እርሱ ፈጽሞ ጨለማ የሌለበት ፍጹም ብርሃን ነው። እኛ ግን ከኃጢአታችን የተነሣ በጨለማ የምንሸፈንበት ጊዜ አለ። መጽሐፍ እንኳን ስለ መጥምቀ መለኮት ዮሐንስ በተናገረበት ክፍል ሁሉ በእርሱ በኩል እንዲያምኑ ስለ ብርሃን ይመሰክር ዘንድ ለምስክርነት መጣ።ስለ ብርሃን ምስክር ሊሆን መጣ እንጂ ብርሃን አልነበረም። ብሏል። አቡነ ሺኖዳ (በክህነት አገልግሎት 154)
-ብላቴናዩቱ እመቤታችን ቀኑን በዕቅፏ ተሸክማ ወደ ምድር የምታወጣንና የንጋት እናት የኾነችውን ምሥራቅን ትመስላለች፤ በብላቴንነትና በእርግና ጊዜ የመደነቅ ስሜት ይበዛ ዘንድ፤ ንጋት እና ምሽት የሚተያዩት በፍቅር ነው፤ ታላቁን የጽድቅ ፀሐይ የምትሸከመው ንጋትናብርሃንን የሚያመሥረውን ኮከብ የሚወጣበት ምሽት። ቅዱስ ያዕቆብ ዘሥሩግ (ነገረ ማርያም በሐዲስ ኪዳን 114) 
-ጸጋ እግዚአብሔር ለፈለገ ሁሉ የሚሰጥ ነው። (መድሎተ ጽድቅ 2- 250) ብርሃን ብንል የሕይወት ብርሃን እርሱ ብቻ ነው። (የነገረ መለኮት መግቢያ 2) በጨለማ ውስጥ ያለ ሰው ብርሃንህን ላክልኝ ብሎ ቢጸልይ ነውና የሚያምረው። (ተንከተም 308) በዓለም ውስጥ ለሚኖሩ ለሰው ልጆች ሁሉ የሚያበራ እውነተኛ ብርሃን፤ ቅዱስ ኤፍ (ውዳሴ ማርያም ዘሰኑይ ትምህርተ ድኅነት 65)
መጽአ ወኅደረ ላዕሌሃ ዘየኀድር ውስተ ብርሃን ኀበ አልቦ ዘይቀርቦ… ቅዱስ ኤፍ (ውዳሴ ማርያም ዘሠሉስ) አንቲ እሙ ለብርሃን--(ውደ ማር ዘሠ) ኆኀተ ምሥራቅ--(ውዳ ማር ዘረቡ) ሕዝብ ዘይነብር ውስተ ጽልመት ወጽላሎት ሞተ ብርሃን ዐቢይ ሠረቀ ላዕሌሆሙ--(ውዳሴ ማር ዘረቡ) ሠረቀ ለነ እምኔኪ ፀሐየ ጽድቅ- (ውዳ ማር ዘዐር) ብርሃንኪ የዐቢ እምብርሃነ ፀሐይ አንቲ ውእቱ ምሥራቅ ዘወጽአ እምኔኪ ኰከብ ብሩህ ዘነፀርዎ ቅዱሳን (ውዳ ማር ዘዓ-ማርያም ድንግል) 
አንቲ ውእቱ ተቅዋመ ወርቅ--(ውዳ ማር ዘሰንበተ ክር) ከእውነተኛ ብርሃን የተገኘ እውነተኛ ብርሃን። ጸሎተ ሃይማኖት
፲. በዓለም ነበረ፤ ዓለሙም በእርሱ ሆነ፤ ዓለሙ ግን አላወቀውም። 
በዓለም ነበረ፦ እንዲህ ሲል ዘመኑ ከምድር ጋር አንድ ነው ማለቱ አይደለም።...እንዲህ እንዳልሆነ ለማስገንዘብ ግን ጨምሮ "ዓለሙም በእርሱ ሆነ" ብሎ ጻፈልን። ቅዱስ ዮሐንስ አፈወርቅ /የዮሐንስ ወንጌል 82/
ዓለሙ ግን አላወቀውም፦ በዚህ ስፍራ ዓለም ያለው ከምድራዊ ነገር ጋር የተጣበቀውን በምግባር የጎደፈውን አላዋቂነት የነገሠበትን ሕዝብ ነው። ዮሐ 5፥40፣ 8፥46 ቅዱስ ዮሐንስ አፈወርቅ /የዮሐንስ ወንጌል 83/ -ብዙ ሰዎች እግዚአብሔርን እናውቀዋለን ይላሉ። ስለ እውነት ከሆነ አያውቁትም ወይም በእውበተኛው እውቀት ውስጥ ሆነው አያውቁትም። እግዚአብሔርን በትክክል ማወቅ ማለት የሚለው ጉዳይ ከአሳብና ከአንደበት የበለጠ በመንፈስና በሕይወት ውስጥ ረዥምና ጥልቅ ጉዳይ ስለሆነ ነው። እግዚአብሔርን ለማምለክ አስቀድመን ልናውቀው ይገባናል። በጣም የሚያሳዝነው ግን ብዙ ሰዎች እግዚአብሔርን የሚያመልኩት በእውነት ሳያውቁት ነው። ስለሆነም እግዚአብሔርን ታውቀዋለህ የሚለው ጥያቄ ለአረመኔዎችና ለማያምኑ ሰዎች አይቀርብም። ይሁን እንጂ ሰማይና ምድርን በፈጠረ አንድ አምላክ እናምናለን ብለው በመጸለይና በመጾም ይህን ለሚደግሙት ግን ዳሩ ግን የማታውቁት በመካከላችሁ ቆሞአል። የሚለው የመጥምቁ ቃል ሊነገራቸው ይገባል። እግዚአብሔር ለእኛ እነሆም እኔ እስከ ዓለም ፍጻሜ ድረስ ከእናንተ ጋርነ ነኝ። ሁለት ወይም ሦስት በስሜ በሚሰበሰቡት በዚያ በመካከላቸው እሆናለሁና። በማለት ነግሮን ሳለ ብዙዎቻችን እርሱን አናውቀውም።
ይህ ደግሞ ቅዱስ አውግስጢን ገና ወጣት ሳለ የተናገራቸውን ቃላት ያስታውሰናል አንተ ከእኔ ጋራ ብትሆንም እኔ ግን ስለ ጎስቋላነቴ ከአንተ ጋራ አልነበርሁም። ከዚህም በተጨማሪ በዮሐንስ ወንጌል ውስጥ የተጻፉትን ቃላት እናስታውሳለን-በዓለም ነበረ ዓለሙም በእርሱ ሆነ ዓለሙም አላወቀውም። በእርግጥም እርሱ እውነኛ ብርሃን ነው፤ ይህን ብርሃን ደግሞ በጨለማ ውስጥ ያበራል፤ ጨለማም ሊያሸንፈው አይችልም። በሰማይ የምትኖር አባታችን ሆይ በማለት እጃቸውን አንስተው የሚጸልዩና በዚህ ዙሪያ እውቀት ያላቸው ሰዎች በሰማይ ስለሚኖር አባት ምን እንደሚያውቁ ቢጠየቁ እግዚአብሔር ፈጣሪ፣ በሰማይ በምድር የሞላ፣ ዘላለማዊ የማይወሰን፣ ኃያልና የማይገደብ ነው ብለው ይመልሳሉ። ይህ ሁሉ ትክክል ነው። ትክክል ነው ብንልም ግን ይህን የመሰሉት ሰዎች ምን አልባት ቃላት ያላቸውን ጥልቅ ጥቅም ሳይረዱ እንዲሁ ከአንዳንድ መጻሕፍት አንብበው ያለፉት ሊሆን ይችላል። በእንዚህ ሁሉ እግዚአብሔር የተገለጸው በመጻሕፍት፣ በነገረ መለኮት ጉባኤዎች ወይም በስነ መለኮት ትምህርት እንጂ በግል እውቀት አይደለም። በእርግጥ መጻሕፍት፣ ስብከቶችና መረጃዎች ብቻቸውን በቂ አይደሉም። እንዚህ ሁሉ ሕሊናን በአሳብ ብቻ ስለሚሞሉ ልብ ያለ ምንም ስሜት፣ ፍቅርና አስተያየት ባዶውን ይቀራል። እግዚአብሔርን ሳያውቅ ስለ እርሱ የሚያነብ ሰው ጉዳዩ ይህን ይመስላል። ከአባቶች አንዱ -ቅድስት ሥላሴ በአንተ ውስጥ ሳያድሩና አንተም በቅድስት ሥላሴ ውስጥ ሳታድር ስለ ቅድስት ሥላሴ ሁሉንም ነገር ጠንቅቀህ ብታውቅ ምን ትጠቀማለህ-በማለት ጠይቀዋል። በአሳብ ብቻ እንጂ በልብ ያልሆነ እውቀት ተራ የአዋቂዎች እውቀት ነው። እንዲህ ያለው እውቀት የአንድ ሊቅ እውቀት ነው እንጂ በአምልኮ ወይም በፍቅር ውስጥ ያለ ሰው እውቀት አይደለም። እንዲህ ያለው እውቀት ወደ ነገረ ሃይማኖት ውዝግብና ንትርክ ይቀየራል ወይም እጅግ በተማሩ ሰዎች ዘንድ ብቻ የሚያዝ ፍልስፍና ሆኖ ይቀራል። ሐዋርያው ቅዱስ ጳውሎስ -እውቀት ያስታብያል- ብሏል። ብዙዎች የሥነ መለኮት አዋቂዎች ስለሚታበዩ ወይም በእውቀታቸው ስለሚመኩ ይህ እውነት ነው። ምንም ያልተማሩ ሰዎች ከእነዚህ ሰዎች ይበልጥ ስለ እግዚአብሔር ስለ ተማሩ ከእነርሱ ይበልጥ ወደ እግዚአብሔር ልብ የተጠጉ ናቸው። አባታችን አዳም በየዋህነትና በንጽሕናው አውቆት ነበር፤ ይሁን እንጂ አዳም ከእውቀት ዛፍ በበላ ጊዜ ግን ምንም የማያውቅ ሆኗል። የአዳም አለማወቅ የተገለጠው ለእግዚአብሔር -በገነት ድምፅህን ሰማሁ፤ ዕራቁቴን ስለሆንሁ ፈራሁ፤ ተሸሸግሁም- ብሎ በተናገራቸው ቃላት ውስጥ ነበር። ራሱን መሸሸጉ እውነታ ያለማወቁን ማስረጃ የሚጠቁም ነው። እርሱ እግዚአብሔርን ሙሉ ለሙሉ በእውነት አውቆት ቢሆን ኖሮ ከዛፉ በስተኋላ መሸሸጉ ከእግዚአብሔር ሊሰወር እንደማይችል ማወቅ ነበረበት። አዳም የትም ቢገባም እግዚአብሔር ሊያየው እንደሚችል ማወቅ ይገባው ነበር። እርሱ የተደበቀበትን ቦታ ብቻ ሳይሆን በልቡና በአሳቡ ውስጥ ያለውን ሁሉ እንደሚያውቅ መገንዘብ ነበረበት። ከዚህ በተጨማሪ እግዚአብሔር ሰውን የሚወድና ይቅር ባይ አማላክ መሆኑን አዳም አላወቅም ነበር። ከዚህ በኋላ የሰዎች እግዚአብሔርን አለማወቅና ከእርሱ መንገድ ስተው መውጣታቸው እየቀጠለ መጣ። ይህ ስለሆነም መድኃኒታችን ኢየሱስ ክርስቶስ ከራሱ ጋራ እየተናገረ ወደ አባቱ ባቀረበው ረዥም ጸሎት ውስጥ-አባት ሆይ፣ ዓለም አላወቀህም፤ እኔ ግን አወቅሁህ- ብሏል። በእርግጥም ዓለሙ እግዚአብሔርን አላወቀም ነበር። የሚያመልኩት፣መሥዋዕትንና የሚቃጠል መሥዋዕት የሚሰውለት፣ ወደ እርሱ የሚጸልዩለት የሚጾሙት አይሁድ እንኳ ትክክለኛውን እምነት የሚቀበለውን አምላክ አላወቁትም ነበር። የእነርሱ እምነት ተራ እውቀት ነበር። በእነርሱ ዘንድ የነበረው እውቀት የእግዚአብሔርን ፍቅር እንዲይዙ የሚያድርጋቸው ምሁራዊ እውቀት ነበር። የእነርሱ እምነት ሐዋርያው ቅዱስ ያዕቆብ-አጋንንት ደግሞ ያውቃሉ ይንቀጠቀጡማል- ብሎ ከጠቀሰው እምነት ውስጥ የሚጠቃለል ነው። እምነታቸው በእውቀት ብቻ የተደገፈ እውቀታዊ እምነት ስለሆነ በውስጡ ፍቅር ስለሌለው ምንም ዋጋ የለውም። መድኃኒታችን ኢየሱስ ክርስቶስ ከራሱ ጋር እየተነጋገረ ባቀረበው ረዥም ጸሎቱ ውስጥ -እኔንም የወደድህባት ፍቅር በእነርሱ እንድትሆን እኔም በእነርሱ ስምህን አስታወቅኋቸው አስታውቃቸውማል- በማለት የተናገረው ለዚህ ነው። ኅብረትና ፍቅርን የሚገልጽ እውቀት። እንዲህ ዓይነቱ እውቀት ወደ እግዚአብሔር ፍቅር የሚመራ እውነተኛ እውቀት ነው። እግዚአብሔር በፊታችን ያስቀመጥነው ግልጽ ሐቅ ወደ እርሱ ፍቅር የሚመራ ማንኛውም ዓይነት ፍሬ ቢስ እውቀት መሆኑን መግለጡ ነው። ሃይማኖት ኅሊናን የሚገዛ ተራ መረጃና ዶክትሪን አይደለም። ይልቁንም የሃይማኖት መሠረት እግዚአብሔርን ማወቅና መረዳት ነው። እግዚአብሔር የሃይማኖት መሠረት፣ ዓላማና ምክንያት ስለሆነ ሃይማኖት ያለ እግዚአብሔር ምንም አይደለም። ሁሉንም ጽስቅና መልካም ሥራ ገንዘባችን አድርገን እግዚአብሔርን ካልያዝን ምንም ነን። እንዲህ ያለው ጽድቅና ሥራ ያለ እርሱ እውነት ሊሆን አይችልም፤ ሁሉም ተራ ልማዶች ወይም የሕግ ሥራዎች ይሆናሉና። ሁሉም መልካም ሥራዎች የሚገኙበት ብቸኛው መልካም ሥራ የእግዚአብሔር እውቀትና ፍቅር ነው። ሰው እግዚአብሔርን በእውነት ካወቀ ይወደዋል፤ ሰው እግዚአብሔርን ከወደደው ደግሞ ይበልጥ እያወቀው ይመጣል። በእርግጥ ሰው እግዚአብሔርን ካወቀ፣ ባሕርያቱን ካወቀ፣ፍቅሩን ካወቀ፣ ጥበቡንና መልካምነቱን ካወቀ፣ ርኅሩኅነቱን፣ ቸርነቱንና ይቅርታውን ካወቀ፣ ውበቱ ከሰው ልጆች ይልቅ የሚያምር መሆኑን ካወቀ ይደዋል። ይህ በዚህ እንዳለ ሰው እግዚአብሔርን ከወደደ እርሱ ማንነቱን ስለሚገልጽለት ይበልጥ እያወቀው ይመጣል። እንዲህ ያለው እውቀት የሚገለጸው ደግሞ በሰዎች ወይም በመጻሕፍት ሳይሆን በራሱ በእግዚአብሔር ነው። እግዚአብሔርንና ባሕርያቱን ማወቅ ማለት ምን ማለት ነው። ይህን ማለት በአንድ ሰው ሕይወት ውስጥ እርሱን ማወቅ ፣ እርሱን ማወቁ ሲታወቀው እርሱን መልመዱ፤ ስጦታውን በመመልከት ጥበቡን ማወቅ፣ ሰው ንስሓ ሲገባ በልቡ ውስጥ የሚፈሰውን በሰላም የሚሆነውን ይቅርታንና ሌሎቹንም የእግዚአብሔርን ድንቅ ባሕርያትን ማወቁ ማለት ነው። አሁን ሦስት የእግዚአብሔር እውቀት ዓይነቶች አውቀናል ማለት ነው። እነርሱም 1-ብቻውን በቂ ሊሆን የማይችለው ምሁራዊ እውቀት፣ 2-ሰው ከእግዚአብሔር ዘንድ የሚያገኘው የልምምድ እውቀትና፣ 3- የሚገለጠው እውቀት ናቸው። እንዲህ ባለው እውቀት ውስጥ እግዚአብሔር እርሱን ለሚወዱት በተለያዩ መንገዶች ራሱን ይገልጥላቸዋል። መድኃኒታችን ኢየሱስ ክርስቶስ -የሚወደኝንም አባቴ ይወደዋል እኔም እወደዋለሁ ራሴንም እገልጥለታሁ። በማለት ይህን ቃል ኪዳን ገብቶልናል። እነዚህ የመጨረሻ ቃላት ወደ እርሱ ስንቀርብ ጫማዎቻችንን ከእግሮቻችን ላይ በማውለቅ በጉልበቶቻችን ተንበርክከን እንድናውቅህ አድርገኽናልና በማለት እንድንናገር የሚያደርጉን እጅግ የተቀደሱ ቃላት ናቸው። እግዚአብሔርን የሚያሳውቀውን እውቀት በዚህ ምድር ላይ እንደሚጀምር ብናወቅም የሚያልቀው ወይም ፍጹምነቱን የሚያገኘው ግን በዚህ ምድር ላይ አለመሆኑን ልናውቅ ይገባናል፣ በዘላለማዊነት ውስጥም ይቀጥላልና። ሐዋርያው ቅዱስ ጳውሎስ -ዛሬ በመስታወት በድንግዝግዝ እንደምናይ ነን፤…ዘሬስ ከእውቀት ከፍዬ አውቃለሁ- በማለት ስለ ተናገረ እግዚአብሔርን ማወቅ ቀላል ወይም እንደ ዋዛ የሚታይ ነገር አይደለም። -ስለዚህ በመገለጥ ታላቅነት- ውስጥ ሐሴት ለሚያደርገውና ወደ ገነት ተነጠቀ …ሰውም ሊናገር የማይገባውን የማይናገረውን ቃል ሰማ- ተብሎ ለተነገረለት ለቅዱስ ጳውሎስ ይህ እንደምን ያለ እንግዳ ነገር ነው፣ ይህን ያህል ታላቅ የሆነው አስደናቂ ነገር ነው፣ እግዚአብሔርንስ ለማወቅስ ያለውን ነገር ሁሉ ለመስጠት መድከሙስ እንደምን ያለ አስገራሚ ነገር ነው፣ እርሱ ይህን አስመልክቶ ሲናገር እንዲህ ብሏለወ-ነገር ግን ለእኔ ረብ የነበረውን ሁሉ ስለ ክርስቶስ እንደ ጉዳት ቆጥረዋለ አዎን በእውነት ከሁሉ ይልቅ ስለሚበልጠው ስለ ክርስቶስ ኢየሱስ ስለ ጌታዬ እውቀት …እርሱንና የትንሣኤውን ኃይል እንዳውቅ በመከራውም እንድካፈል ወደ ሙታንም ትንሣኤ ልድርስ ቢሆንልኝ በሞቱ እንድመስለው እመኛለሁ-። ይህ ደግሞ ሐዋርያት እንኳ ፍጹም የሆነውን እውቀት እንደማያገኙ በግልጽ ያስረዳናል። ይህ ሐዋርያው ቅዱስ ጳውሎስ እንዲሁም በሚከተሉት የኢየሱስ ክርስቶስ ቃላት ውስጥ ግልጽ ነው።- ስምህን አስታውቅኋቸው ዘንድ አስታውቃቸውማል- አቤቱ ጌታዬ ሆይ፣ ይህ ይሁን እንጂ መላውን ዓለም እንዲያስተምሩ ለላክሃቸው ሐዋርያት ምን ልታውጅላቸው ትችላለህ። ከዚህ ሌላ የምትሰጣቸው ተጨማሪ እውቀት በአንተ ዘንድ አለ ማለት ነው። በእርግጥም በምድር ላይ የሚሆን ማንኛውም ዓይነት ሕይወት የማይበቃው እውቀት አለ። ለዚህ ነው መድኃኒታችን ኢየሱስ ክርስቶስ -እውነተኛ አምላክ ብቻ የሆንህ አንተን የላክኽውንም ኢየሱስ ክርስቶስን ያውቁ ዘንድ - በማለት የተናገረው። በዘላለማዊነት ውስጥ ያለ ተጨማሪ እውቀት። አሁን በያዝነው እንደ ጤዛ በሚረግፈው ሥጋችን ውስጥ እግዚአብሔር የሚያሳውቀንን ፍጽም እውቀት ገንዘብ ልናደርገው አንችልም። አሁን የምንመለከተው በድንግዝግዝ ነው ይህ ሥጋችን ከእኛ ላይ ሲወልቅ ግን በእግዚአብሔር አምሳያ የተፈጠረው ብሩኅ መንፈሳችን ሲገለጥ ግን ብዙ እናውቃለን። ዐይን ወደላያት፣ ጆሮ ወዳልሰማት፣ በሰውም ልብ ወዳልታሰበችው እና ለእኛ ወደ ተዘጋጀልን መንግሥት ስንገባ በዚያ ብዙ እናውቃለን። ለመሆኑ ይህን ክብር ስንጎናጸፍ ስለ እግዚአብሔር ሁሉን ነገር እንችል ይሆን አንችልም። እኛ ውስን ፍጡር ስንሆን እግዚአብሔር ግን የማይወሰን አምላክ ነውና። የተወሰነው ስላልተወስነው ሁሉንም ነገር ሊያውቅ አይችልም። የተወሰነው ኅሊና ወይም ልብ ስላልተወሰነው እግዚአብሔር እንዴት ሁሉን ነገር ሊያውቅ ይችላል ይህ በእኛ ዘንድ የፍቅር ፉጨት በሚል ርዕስ የተዘጋጀው ግጥም አንድ ስንኝ እንዳስታውስ ያደርገናል-ሕዋው አንተን ካልቻለህ ሊይዝህ፤ ታዲያ ልብ እንዴት ይቻልህ- ለዚህ ብቸኛውና አማራጭ የሌለው መንገድ እግዚአብሔር እርሱን ማወቅ የሚያስችለንን እውቀት ለመያዝ ይችሉ ዘንድ ልቦቻችንና ኅሊናዎቻችንን እንዲያሰፋልን መጠየቅ ነው። እንዲህ ባለው ድንቅ እውቀት እጅግ ስለምንደነቅ ከዚህ የበለጠ ምንም ልንይዝ አለመቻላችንን ይበቃናል ይበቃናል በማላት የምንገልጽ ይመስለኛል። ከፊት ለፊታች በሚገለጠው ነገር ስለምንፈዝ ወደ ማንነታችን እስክንመለስ ድረስ እስከ መቼ እንዲሆን አናውቅም- ሰዓታት ያልፋሉ ባወቅነው ነገር ከተደሰትንና ነተመስጦ ከቆየንበት እንዲሁም በጣዕሙና በጥፍጥናው ደስ ከተሰኘን እግዚአብሔር በድጋሚ ልቦቻችንንና ኅሊናዎቻችንን ያሰፋልናል፤ ልብ እና ኅሊና አፍቃሪዎች ናቸውና። የማይዳሰሰውንና ፈጽመው ሊረዱት የማይቻለውን እግዚአብሔርን ሊይዙት አይችሉም። ታዲያ ልናገኘው የምንችል ከሆነ እንዲህ ያለውን ፍጹም እውቀት ማግኘት የምንችለው መቼ ነው። ይህን ጥያቄ መልካሙ አምላካችን ለአባቱ በሰጠው መልስ ውስጥ እንዲህ በማለት መልሶታል፤ እውነተኛ አምላክ ብቻ የሆንህ አንተን ብቻ የላኽውንም ኢየሱስ ክርስቶስን ያውቁ ዘንድ-። ወደ ገነት ስንሄድ የሚገጥመን ይህ ከሆነና መንፈሳዊውን ሰማያዊውን አካላችን በክብር ከተነሣ በምድር ላይ ሳለን ስለሚኖረን እውቀት ምን ሊባል ይችላል። መድኃኒታችን ኢየሱስ ክርስቶስ ቅዱሳን ከነበሩበት ከአሥራ አንዱ ሐዋርያት መካከል ለአንዱ-አንተ ፊሊጶስ ይህን ያህል ዘመን ከእናንተ ጋር ስኖር አታውቀኝምን- በማለት ያቀረበው ጥያቄ ፊት ስንቆም አናፍርምን ይህ ሐዋርያ ሥጋ ስለ ለበሰው አምላክ ያለው እውቀት እስከዚህ ድረስ ከሆነ በመለኮታዊ ክብሩ ውስጥ ያለውን እግዚአብሔርን ለማወቅ ያለው እውቀት ምንኛ የራቀ ሊሆን ነው። በእርግጥ ግን እግዚአብሔር ለእኛ የሚያድለን እውቀት በእርሱ እንድናምንና እንድንወደው ለማድረግ በቂ ነው። በዚህ ምድር ሳለን ይህ ለእኛ በቂ እውቀት ነው። በዘላለማዊነት ውስጥ ስለ እርሱ የምናውቀው እስከ ምን ድረስ እንደሚሆን ለማወቅ ለመገመት እንኳ አንችልም። ይበልጥ ሊሆን የሚችለው ነገር ግን ሰብአዊ ፍጥረታችን የሚታደሰውን ክብር እስኪያገኝ ድረስ በእግዚአብሔር እውቀት ውስጥ ማደጉ ነው። በመንፈስ መነሣሣት ውስጥ ብዛት ያላቸው ነገሮች በእግዚአብሔር አማካይነት እየተገለጡልን ነው፤ ከዚህ የበዙ ደግሞ በሤጋዌው ተገልጠውልናል። ሐዋርያው ቅዱስ ዮሐንስ ይህን አስመልክቶ ሲናገር እንዲህ ብሏል-መቼም ቢሆን እግዚአብሔርን ያየው አንድ ስንኳ የለም፤ በአባቱ እቅፍ ያለ አንድ ልጁ እርሱ ተረከው። እመኑኝና ሙሉ የሕይወታችን ዘመን እንኳ ከእግዚአብሔር ባሕርያት መካከል አንዱን ለማወቅ በቂ አይደለም። ሌላው ቢቀር የእግዚአብሔር ባሕርያት በእኛ ዘንድ በሚገባ አይታወቁም፤ ወደ እነርሱ ውስጥ ገና በጥልቅ አልገባንም፤ ለቢዩ ዳዊት ይህንን አስመልክቶ ሲናገር-የሥርህን ሁሉ ፍጻሜ አየሁ፤ ግን እጅግ ሰፊ ነው- ብሏል። ታላቅ ነቢይ የሆነው ይህ ቅዱስ ዳዊት መንገዱን ይመራው ዘንድ በጸሎቱ ውስጥ እግዚአብሔርን እንዲህ እያለ ይለምነው ነበር- አቤቱ መንገድህን አመልክተኝ፤ ፍለጋህንም አስተምረኝ። በዚህ ምድር ላይ በሚኖረን ሕይወት ውስጥ የእግዚአብሔርን እውቀት ገንዘብ ለማድረግ እንችል ዘንድ እርሱን የሚገልጡትን ነገሮች ለማወቅ እንሞክራለን። ቅዱሳት መጻሕፍትን፣ ሕጉን፤ ዐይንን የሚያበሩ ትእዛዛትን ለማወቅ እንሞክራለን። ከዚህ በተጨማሪ ለማገልገል የሚላኩትንና የእሳት ነበልባል የሆኑት መላእክቱንም ለማወቅ እንሞክራለን። እና ሰማያዊቷ ኢየሩሳሌም ላይ በተመስጦ ለመቆየት እንሞክራለን። ይሁን እንጂ በእኛ ዘንድ እጅግ ብልኅ የሆነው ሰው ሊናገር የሚችለው-እኔ አላውቅም-ውይም በከፊል አውቃለሁ- ብሎ ነው። እስከ አሁን ድረስ በእግዚአብሔር ስለ ተፈጠረው ሕዋ ካላወቅን ይህን ሕዋ የፈጠረውን እግዚአብሔርን እንዴት ልናውቀው እንችላለን። እኛ እኮ እከ አሁን ድረስ ፕላኔቶችን፣ ከዋክብትንና የከዋክብትን ክምችት ሙሉ ለሙሉ አላወቅንም። እኛ በጠፈርተኞቹ ከጨረቃ ላይ የመጣ ድንጋይ በውስጡ ያለውን ንጥረ ነገር መርምረን ለማወቅ ራሳችንን ባተሌ የምናደርግ ከሆነ ጨረቃን የፈጠረውን አምላክ እንዴት ልናውቀው እንችላለን፤ ሌላው ቢቀር በምንኖርባት መሬት ላይ ስላሉ ነገሮችና በውኃዎቹ ጥልቀት ውስጥ ስላሉ ምሥጢራት የምናውቀው ነገር የለም። እናውቅ ዘንድ ግን እየቆፈርንም እየጠለቅንም ነው፤ የዚህ ሁሉ ውጤት ደግሞ ከፍለን ማወቃችን ነው። ስለ ራሳችን ብዙ የምናውቀው ነገር የለም ብዬ ስናገር ግን አንባብያን ይቅርታ እንዲያደርጉልኝ እየተየቅሁ ነው ለምሳሌ ስለ መንፈስ፤ ስለ ተፈጥሮና ስለ እነዚህ ሁለቱ እንዴት ከሥጋችን እንደሚለዩ ምን የምናውቀው ነገር አለ ይዘነው ስለምንነሣው ሰማያዊ አካል ምን እናውቃለን ሰውን እና የምንኖርበትን ሕዋ ምሥጢራት ካላወቅን እግዚአብሔርን አውቀዋለሁ ብለን ለመናገር እንደፍራለን ይሁን እንጂ በዚህች ምድር ላይ ሳለን በእውቀት እናድጋለን ብለን መናገር እንችላለን። ከእግዚአብሔር ጋር በሚኖረን ኅብረትና እርሱን በሕይወታችን ውስጥ ስንለምደው ለእርሱ ያለን አውቀት ያድጋል። ይህን አስተካክሎ የተናገረው ጻድቁ እዮብ ነው። -መስማትንስ በጆሮ በመስማት ሰምቼ ነበር አሁን ግን ዓይኔ አየች- ሰለ ሰማርያ ሰዎችም ተመሳሳይ ነገር ሊባል ይችላል። ያቺ ሳምራዊታ ሴት ክርስቶስን እንዲያዩ ስትጠራቸው -ያደረግሁትን የነገረኝን ሰው ኑና እዩ- ነበር ያለቻቸው። ሰዎች ጌታን አይተው ስላመኑ ሴቲቱን እንደህ ነበር ያሏት- አሁን የምናምን ስለቃልሽ አይደለም እኛ ራሳችን ሰምተነዋልና-እነዚህ ሰዎች ከእርሷ አንደበት ከሰሙት በዐይቻቸው የተመለከቱት ውጤታማ ሆኖባቸዋል። ሊነጻጸር ባይችልም ንግሥት ሳባ ንጉሥ ሰሎሞንን በተመለከተች ጊዜ የነበራት ስሜት አልተቀየረላትም። ራስን መሳትና ከምግብ መታቀብ። እግዚአብሔርን ካወቅኸው በፍቅሩ ሰክረህ ራስህን ልትስት ትችላለህ። አንድ ሰው በሰው ኅሊና ውስጥ ያልታሰበውን ነገር ዲያውቅ ወይም ሰው ሊናገረው የማይቻለውን ቋንቋ ሲናገር አንዳንድ ሰዎች እንደሚናገሩት ራሱን ሊስት ይችላል። እንደዚሀ ዓይነቱ እውቀት ማንም ሊገልጸው በማይችለው መንገድ በሰው ልብ ውስጥ የላቀ ስሜትን ይፈጥራለ። እንዲህ ዓይነቱ እውቀት -ሞኝነት- ተብሎ በተጠራው በማንኛውም እውቀት ወይም ጥበብ ላይ እንዲያፌዝ የሚያደርገው ነው። እዚህ ደረጃ ላይ ስትደርስ ኅሊናህ ከፍ ይላል ነፍስህም ትሞላለች። እግዚአብሔርን በእርግጥ ካወቅኸው በዓለም ውስጥ ያለውን ነገር ሁሉ ትንቃለህ፣ የሥጋ ምኞትና፣ የዐይን አምሮትንና በገንዘብ መመካትን ትንቃለህ፣ በሌላ መልኩ በዓለም ያሉትን ነገሮች ከወደድህ የአባት ፍቅር በአንተ ውስጥ አይኖርም። ልታውቀውም አትችልም። ሐዋርያው ቅዱስ ጳውሎስ ከሁሉም ነገር ይልቅ ስለሚበልጠው ስለ ክርስቶስ እውቀት ሲል ነገር ሁሉ ጉዳት እንዲሆን ቆጥሯል። እግግዚአብሔርን ያወቀ ሰው በእርሱ ደስታ ስለሚሰማው ከነቢዩ ዳዊት ጋር-በሰማይ ያለኝ ምንድር ነው በምድርስ ውስጥ ከአንተ ዘንድ ምን እሻለሁ-ለእኔ ግን ወደ እግዚአብሔር መቅረብ ይሻለኛል-እያለ ይዘምራል። እንዲህ ያለው መንፈሳዊ ደረጃ ላይ ከደረስህ እግዚአብሔርን ልታዉቀወ ትችላለህ፤ ይህን ስልም በከፊል ታውቀዋለህ ማለቴ ነው። በእርግጥ ግን የእግዚአብሔር እውቀት የተመሠረተው በቅምሻና በእይታ ላይ ነው-እግዚአብሔር ቸር እንደ ሆነ ቅመሱ እዩም- አቡነ ሺኖዳ (እግዚአብሔርና ሰው 173) -ይህንም ስለ ሰነፎች ሰዎች ይናገራል። ፍላጎታቸው ምድራዊ የሆነ ሰነፎች ሰዎች ጌታን አላወቁትም። የጽድቅ ሰዎች ግን ሰው በሆነ ጊዜ አውቀውታል። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 35 ማወቅ የሚለው ቃል የሚሰጠን ትርጉምና ምን ዓይነት ዕውቀት የሚለው ላይ ተጠንቅቀን ስንመለከተው -ነጽሮተ እግዚአብሔር-ሆኖ እናገኘዋለን። (የነገረ መለኮት መግቢያ 72) ባሕርይ-የማይመረመር የማይታወቅ የማይቀርቡትና የማያገኙት፣ ረቂቅና ርሑቅ ነው። …እግዚአብሔርን በግብሩ የሚታወቅ ነውና፣ ልናውቀው ፣ የሚገኝ ነውና ልናገኘው፣ ቅሩብና ርኩብነቱን ልንረዳው እንችላለን። ግብር ከባሕርይ ተለይቶ አይገኝም፣ አይገናኝምም። ቅዱስ ጎርጎርዮስ ዘኑሲስ(የነገረ መለኮት መግቢያ 79) እግዚአብሔርን ማወቅ በእርሱ ፈቃድ ላይ ብቻ የተመሠረተ ነው። የማወቂያ መንገዶቹም እርሱ ወድዶና በሰው አቅም መጥኖ የገለጻቸው ናቸው። (የነገረ መለኮት መግቢያ 80) ሰዎች ስለ እግዚአብሔር በጥቂቱም ቢሆን ማወቅ የሚችሉት የዐዋቂና ታዋቂ፣ የአጥኚና ተጠኚ፣ የመርማሪና ተመራማሪ ግንኙነትን ከሐሳብ ጭምር አስወግደው ወደ መንፈሳዊ ኅበረት ሲያድጉ ነው። እግዚአብሔርን የኹሉ ባለቤትና የነገሮች ኹሉ ፍጻሜ አድርጎ ማሰብ የቻለ ሰው ብቻ ጥቂት ማወቅ ይችላል። (የነገረ መለኮት መግቢያ 80) ቅዱስ ኤፍሬም ሰው ነገረ እግዚአብሔርን ለማወቅ የሚያደርጋቸውን ጥረቶች በሦስት ዓይነት መንገድ ያስቀምጣቸዋል። 1- ሰው ራሱን አጥኚ አድርጉ 2-ራሳችንን መንፈሳዊ ተሳትፎ ላይ የማናገኝበት 3- በፍቅርና ፍጹም በሆነ ተመስጦ እንዲሁም በመንፈሳዊ ተሳትፎ የሚደረግ ጥረት ነው። (የነገረ መለኮት መግቢያ 83) -አምላካዊ ባሕርይ በራሱ ማንነት ከየትኛውም ሁሉንአቀፍ ዕውቀት በላይ የረቀቀና በእኛ መላ ምት ሊደረስበት የማይቻል ነው። ቅዱ ጎርጎርዮስ ዘኑ (የነገረ መለኮት መግቢያ 84) -ምድራውያን ፍጡራን የምንኾን እኛ የሥጋ ሕይወት ከምትኾን ከደመ ነፍስ ጋር ተዋሕዳ ያለች የነባቢት ነፍሳችንን ባሕርይ እንኳ አናውቅም። አንድምታ (የነገረ መለኮት መግቢያ 85) -ረቂቅ ምጡቅና በባሕርዩ ርሑቅ ስለኾነው አምላክና ቃላት ጽንሰ ሐሳቦች ለማጎዳኘት አንሞክር። ማድረግ የምንችለው ቅዱሳት መጻሕፍት የገለጡልንን መጠቀም ብቻ ነው። ዲዮናስዮስ ዘአርዮስ ፋጎስ "ራስን በመካድ አስጀምሮ አስተርእዮ እግዚአብሔርን ለመረዳት ሰዎችን ያዘጋጃል።" (የነገረ መለኮት መግቢያ 86) ጸጋን የሚያድል የእግዚአብሔርን ፈቃዱ የሥጋ ሕይወት በምትሆን በነፍስ ዓዋቆች እንድንሆን ዘንድ ነው፤ ዐውቀን ብናምንበት የእግዚአብሔር ልጆች፣ ለበጎ ሥራ ማደሪያ፣ መሣፈሪያ፣ በጎውን የምነወድ፣ ክፉውን የምንጠላ እንዲህ ለሕጉ የምንቀና እንሆናለን። 318 (ተኀሥሦ 160) በሥነ ፍጥረት ተመራምረው ያመኑ ብዙዎች ናቸው። ከዚያው ከቀደሙት ሰዎች አብርሃም በኋላ ሰዎች ሙሴ ጸሊም።…በሥነ ፍጥረት የሚመረምር ሰው ድንቁርና አያገኘውም።…ስንኳን ሊያገኘው አይደርስበትም። …በአእምሮ ጠባዕይዕ የሚመረምር ሰው ድንቁርና አያገኘውም። (ተኀሥሦ 161) በሃይማኖት ሳታውቀው በሥነ ፍጥረት ማወቅ አይቻልህም። /ማር ይስሐቅ/ በስብከት ይሁን በጉባኤ የተገኘ እምነት ሃይማኖት ሰሚእ ሲባል በመገለጥ የሚገኝ ደግሞ ሃይማኖተ ርእይ ይባላል። አእምሮ ጠባይዐዊ በተፈጥሮ የሚሰጥ እውቀት፣ አእምሮ መንፈሳዊ በጸሎት የሚገን እውቀት (ተኀሥሦ 161)-አመክንዮ ወደ ልዕልና ወደ ከፍተኛ እንዲደርስና የበለጠው ዕውቀት ጋር እንዲደርስ፣ ሃይማኖት (መገለጥ) ከላይ መጥቶ አመክንዮን ወደ ልዕልና ማውጣት አለበት። (ማስያስ 4) ዓለም የተባለው ሰው ነው። (ትምህርተ ጽድቅ 86) ወደ ምድር ሲወርድ ሠረገላውን በሰማይ አልተወውም ነበር፤ በማርያም ማኅፀን ውስጥ ሲኖር ሰማያት ያለ እርሱ አልነበሩም። -ቅዱ ኤፍ (ነገረ ማርያ በሊቃው ክፍል አንድ 177) እውቀት ከእኔ ይልቅ ተደነቀች ወደ እርሳ መድረስ አልችልም- መዝሙረ ዳዊት፤ ልቦናዬ በነፋስ ትከሻ ተጭኖ -ቅዳሴ ማርያም ፤ዝም እንበል- ቅዱስ ኤፍ (ውዳሴ ማርያም)፤ አውቀውትስ ቢሆን ኖሮ የክብርን ጌታ ባልሰቀሉት ሕዝቤ እውቀትን ከማጣት የተነሣ ጠፍቷል። ዕውቀት ሰው በአፍአዊ ሕዋሳቱ አይቶ ብቻ የሚረዳው የሚይዘው አይደለም። ሥጋና ደም አልገለጠልህም - ያለ እግዚአብሔር የሆነ ምድራዊ ዕውቀት ሙሉ እና የተቃና ዕውቀት አይሰጥም። ሰው ሰው ሆኖ በመፈጠሩ ብቻ የሚያገኘው ዕውቀት አለ። (ማስያስ 8)
፲፩. ወደ ወገኖቹ መጣ፤ ወገኖቹ ግን አልተቀበሉትም።
-መጣ ሲባል በግድ የመጣ አይደለም አምላካዊ ርኅራኄው በበጎ ፈቃዱ ሰውን በመውደዱ መጣ እንጂ። የእርሱ የተባሉት አይሁድ ናቸው። በሥጋ ስለ ተዛመዳቸው ወገኖቹ ስለሆኑ ነው። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 37 በትንቢት ተነግሮ ነበር -ት ኢሳ 53፤3 (ነገረ ክርስቶስ 23) …እስራኤላውያን መሲሑን መስቀል አሸክመው ሲግጡት ከአሕዛብ ሀገር የመጣው ስምዖን ግን መስቀሉን ለመሸከም ክብር በቃ። ቅዱስ ኤፍሬም እንዲህ ይላል-በረከቶችን ሁሉ ይዞ የመጣውን ክርስቶስን በቅናታቸው አንቀበልም ብለው በረከታቸውን ወደ አሕዛብ ወርውረዋልና መስቀሉን የመሸከም ዕድል ለአሕዛብ አሳልፈው መስጠት ይገባቸዋል- (ሕማማት 245) ከአንድ ሥፍራ ወደ ሌላ ሥፍራ የመጣ ሆኖ አይደለም፤ ይህ ለእርሱ ባሕርይ የሚስማማ አይደለምና። ምንም እንኳን አስቀድሞም በዓለሙ የነበረ የሞላ ቢሆንም አይታወቅም ነበር። ነገር ግን የእኛን ሥጋ ለብሶ ከተገለጠ በኋላ በታወቀ በተረዳ ነገር ታወቀ። ይህንንም ሁኔታ ማለትም የእግዚአብሔርን በዓለሙ መገለጥ ወንጌላዊው በመምጣት መሰለው። (በእንተ ቀዳማዊ ቃል 61)
ውድ ወንድሜ ሆይ፣ ጌታ ኢየሱስ ክርስቶስ ብቻውን የሆነባቸውን ጊዜያት በሙሉ እንዳልጽፍልህ ጊዜ ያጥርብኛል። ወደ ወገኖቹ መጣ፤ ወገኖቹ ግን አልተቀበሉትም። እርሱ የዓለም ብርሃን ነው። ነገር ግን ሰዎች ወደዚህ ብርሃን ሊቀርቡ አልፈለጉም። ብርሃንም ወደ ዓለም ስለመጣ ሰዎችም ሥራቸው ክፉ ነበርና ከብርሃን ይልቅ ጨለማን ስለወደዱ ፍርዱ ይህ ነው። ይህ ሁሉ የሆነው ባለፈው ጊዜ ቢሆንም አሁንም እየሆነ ያለው ይኸው ነው። ያው የድሮው ታሪክ እየተደገመ ነው። ጌታ ብቻውን ቆማአል። ዓለሙ ግን በራሱ ደስታ ምቾትና ከንቱ በሆነው ነገር ተጠምዷል። ስለ ኢየሱስ ክርስቶስ የሚያስብ አንድስ እንኳ የለም። እንደ ማርታ እህት እንደ ማርያም ማንም እግሮቹን በእንባው ሊያብስ አልፈቀደም። ጌታችን አሁንም አብዛኛው ሰው ትቶት እንደሄደና ብቻውን እንደሆነ ያውቃል። እንዲያውም በሚያስደንቅ ቃሉ እንዲህ ብሎአል-ነገር ግን የሰው ልጅ በመጣ ጊዜ በምድር እምነት ያገኝ ይሆንን-። አንተስ ብትሆን ጌታን ብቻውን አልተውኸውምን ከእርሱ የሚለይህ ጉዳይስ አላጋጠመህምን ራስህን ጠይቅ። አቡነ ሺኖዳ (የነፍስ አርነት 88) -መንፈሳዊው ሕይወት በእግዚአብሔርና በሰዎች መካከል የሚገኝ ያጋራ ፍቅር ነው። እግዚአብሔር ይወዳችኋል። ይህ ክርክር የማያስፈልገው እውነት ነው። እግዚአብሔር ዓለሙን ይወዳል። -እግዚአብሔር አንድያ ልጁን እስኪሰጥ ድረስ ዓለሙን እንዲሁ ወዶአልና- ይሁን እንጂ በዚህ ፍቅርና በዚህ ስጦታ ዓለሙ ሁሉ ተጠቅሞ ሊድን አልቻለም። ይሁዳ ወይም ሐና እና ቀያፋ ወይም ሄሮድስ አልዳኑም። ወይም ደግሞ እግዚአብሔርን አንቀበልህም ያሉትና ይህን በማታቸው የጠፉትም አልዳኑም። በመጽሐፍ ቅዱስ ወደ ወገኖቹ መጣ፤ ወገኖቹ ግን አልተቀበሉትም- ተብሎ የተነገረላቸውም አልዳኑም። አቡነ ሺኖዳ ሮሜ 10፤21(ፍቅር 297) -ነጻ ፍቃድ አለህ ለመቀበል ላለመቀበል- አቡነ ሺኖዳ (ድኅነት በቅጽበት 194) መምጣት በሁለት ይከፈላል-የአምሳልና የአካል። (መልእክተ ዮሐንስ 236) -ወገኖቹ የተባሉት አይሁድ ናቸው እነርሱም በ 7 ይከፈላሉ (መልእክተ ዮሐንስ 280)
፲፪. ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።
-ያመኑበት ሁሉ አገልጋዮች ቢሆኑ ጌቶችም ቢሆኑ ዮናናውያን የግሪክ ሰዎች አሓዛብም ቢሆኑ በልጅነት የእግዚአብሔር ልጆች ይሆናሉ እንጂ ሥጋውያን ልጆች አይሆኑም ሲል ነው። ግእዝ በግእዝ (የዮሐንስ ወንጌል ማብራሪያ 37) በእውነት ይህ ለእግዚአብሔርነት ባሕረይው የሚገባ ፍርድ ነው። የበኩር ልጄ ተብለው የተጠሩ እስራኤላውያን ተጥለዋል። እስራኤል ከአምላካቸው ጋር የነበራቸው ቅርብ ግንኙነት አልፈለጉትምና። ልጁም በገዛ ወገኖቹ ሲገለጥ ሊቀበሉት ፈቃደኛ አልሆኑም። የክብራቸው መገኛ የሆነውን አምላክ አቃለሉት። አሕዛብ ግን በእምነት ተቀበሉት። እስራኤል ከእግዚአብሔር የሆነውን ቅድስና አጡ። አሕዛብ ግን በጸጋው ከበሩ። እስራኤል የከፋ ምክራቸው ውጤት የሆነ መራራ ፍሬን ተቀበሉ። አሕዛብ ግን በእምነት የተገኘ ቅድስና ባለቤት ሆኑ። እስራኤል ከወይራ ዛፍ ተቆረጡ እንዲህ የሚል ቃልንም ሰሙ። ኃጢአተኛ ወገንና በደል የተሞላበት ሕዝብ የክፉዎች ዘር ርኩሰትን የምታደርጉ ልጆች ሆይ ወዮላችሁ፤ እግዚአብሔርን ትታችኋልና የእስራኤልንም ቅዱስ አቃልላችኋልና። ከክርስቶስ ደቀ መዛሙርት አንዱ ስለ አሕዛብ እንዲህ አለ። እናንተ ግን ከጨለማ ወደሚደነቅ ብርሃኑ የጠራችሁን የእርሱን በጎነት እንድትናገሩ የተመረጠ ትውልድ የንጉሥ ካህናት ቅዱስ ሕዝብ ለርስቱ የተለየ ወገን ናችሁ፤ እናንተ አስቀድሞ ወገን አልነበራችሁም አሁን ግን የእግዚአብሔር ወገን ናችሁ።  አሕዛብ በአምነት ልጁን ተቀበለዋልና የእግዚአብሔር ልጅነት ጸጋን ታድለዋል። 
ልጁ የእርሱ የባሕርዩ ከሆነው ነገር ተካፋይ እንዲሆኑ ፈቅዷል። ይህም ሞትን ማሸነፍ ነው። ለሰው ሞትን የሚያመልጥበት ሌላ ምንም ዓይነት መንገድ የለውም። የሰማያዊው ንጉሥ መልክ ካልታተመብን በስተቀር ይህ ሁኔታ መሬታዊ እንደሆነ መሬታውያን የሆኑት ደግሞ እንዲህ ናቸው። የዚያንም የመሬታዊውን መልክ እንደለበስን የሰማያዊውን መልክ ደግሞ እንለብሳለን። የክርስቶስም ተካፋዮች ሆነናል። መጽሐፍ ቅዱስ እንደሚል በእግዚአብሔር መልክና ምሳሌ ታትመናል። አሁን ጥንተ ተፈጥሮአችን ይመለስ ዘንድ ከመለኮታዊው መልክ ተካፋዮች ሆነናል። ከኃጢአት ረግረግ ወጥተን በጽድቅ አንገታችንን ቀና አድርገናል። ከክርስቶስ የተነሣ ባሕርያችን ወደሚለወጥ ወደ መንፈሳዊና የተከበረ ልደት ተሸጋግረናል። ከእግዚአብሔር የሚኖረን ልጅነት እንደ ልጁ በባሕርይ ሳይሆን በጸጋ የተደረገ ነው። እርሱ ከእውነተኛ አባቱ ባሕርይ የተገኘ ልጅ ነውና። እኛ ግን እርሱ ለእኛ ባለን ጥልቅ ፍቅር ምክንያት ያገኘነው ልጅነት ነው። በጸጋውም አማልክት ናችሁ ሁላችሁም የልዑል ልጆች ናችሁ ተባልን። ነገር ግን እረሱ ልጅ እግዚአብሔር ጌታም የሆነ ስለሆነ ልጅነቱ አስቀድመን እንደገለጥነው የባሕርይ ነው። ከእኛ ልጅነት አንጻር ሲታይም የእርሱ የእግዚአብሔር ልጅነት በእውነት የሆነ እንጂ በጸጋ ምክንያት የተሰጠው አይደለም። እርሱ የሚሰጥ እንጂ የሚቀበል አይደለም። (ቅዱስ ቄርሎስ ዘእስክንድርያ 134) 
ይህ የኢየሱስ ክርስቶስ የባሕርይ ገንዘብ ብቻ ነው፤…ከፍቅሩ የተነሣ ግን እኛም አንድንጠራበት በጸጋ ሰጠን። 1ዮሐ 3፤1 (መድሎተ ጽድቅ 2-468) ይህ የጸጋ ልጅነት ከሁሉም በላይ ነው። -ይኽም የልጅነት ሥልጣን ለተሰጣቸው በአእምሮ ጠባይዕ ላይ አእምሮ መንፈሳዊ እንዲታደላቸው ያጠይቃል። (ፍካሬ ሞት ወሕይወት 37)
ሰው የእግዚአብሔርን ልጅነት ካገኘ በኋላ ለልጅነቱ እንደሚገባ የማይመላለስ ከኾነ የሚያገኘውም ቅጣትም ዕጥፍ ድርብ ከኾነ፤…ቅዱስ ዮሐንስ አፈወርቅ (የማቴ ወንጌ 170) በርግጥ ባለፈው የአበው ዘመንም ቢሆን ከእግዚአብሔር ጋር የአባትና የልጅ አንድነት የነበረ ቢሆንም አንድነቱ ግን የረድኤት እንጂ የልደት አልነበረም። በመግቦት፣ በጥበቃው፣ ውኆችን በማፍሰስ፣ ዝናማትን በማዝነብ፣ ብርሃናትን በማመላለስ፣ ወቅትን በማፈራረቅ፣ በዝናብ አብቅሎ በጸሐይ አብስሎ በመመገብ፣ ከአባት ወገብ ዘር ከእናት ደም ከፍሎ በማኅፀን አዋሕዶ አካል ዘየአካል ሰጥቶ በማኅፀን ጠብቆ እንዲወለድ አድርጎ በማሳደግ ፣ መሥዋዕታቸውን እሳት ከሰማይ ወርዶ እያቃጠለ በመቀበል፣ ጠላቶቻቸውን ያሸንፉ ዘንድ ጉልበት በመስጠት በመንፈሰ ረድኤት አይለያቸውም ነበር። እነርሱም ከእናቴ ማኅፀን ጀምሮ አንተ አምላኬ ነህ-አንተ ከእኔ ጋር ነህና ክፉውን አልፈራም-አቤቱ ጉልበቴ ሆይ እወድሃለሁ-እያሉ ይቀኙለት ነበር። ይሁን እንጂ አባትና ልጅነቱ የመግቦት የረድኤት እንጂ የመንፈሳዊ ልደት ስላልነበረ ርስት ለመውረስ የሚያበቃቸው አልነበረም። ያልተወለደ፣ ልጅነት የሌለው የአባትን ንብረት አይወርስምና። በመጋዝ ተሰንጥቀው፣ በድንጋይ ተወግረው፣ የአንብስቱን አፍ ዘግተው፣ ዋሻ ለዋሻ ተንከራትተው -አሁን ግን -ኄር ዘበህላዌሁ ዘልማዱ ኂሩት- በባሕርዩ መሐሪ ልማድ ቸርነት እርሱ- በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።-እንዲል ለባርነት እንኳን ራሳችን የሸጥነው በደሙ አንጽቶ -አባ አባ አባታችን- የምንልበትን ሥልጣን ሰጠን። በስሙ ላመኑ ልጅ የመሆን ሥልጣን ሰጣቸው። ልጅነትን ሥልጣን አድርገንም ሰማይ ምድሩን፣ ወንዝ አራዊቱን፣ እንሰሳቱን፣ አጋንንቱን ሳይቀር እንገዛለን። ተራራ ያፈለሱትና ባሕር የከፈሉት አበው፣ በመንኮራኩር የተፈጩት ሰማዕታት፣ የበራሐውን ጦር ድል የነሡት ባሕታውያን በኃይለ ጥምቀት (በልጅነት) ነው። ባሕረ እሳትን የምንሻገረው የልጅነት ማኅተም ስላለን። የእርሱ የሆነውን ሥጋዉንና ደሙን፣ ጥበብን፣ መራቀቅን፣ ዕውቀትን፣ ርቀትን፣ ቅዱሳኑን፣ ቤተ ክርስቲያንን፣ ኃይልን፣ መዊን፣ ክህነትን፣ ገነትን፣ መንግሥተ ሰማያትን ማግኘት የምንችለው በልጅነት ኃይል ነው። እርሱን ራሱን እግዚአብሔር "መክፍልተ ርስትየ፣ እግዚአብሔር ድርሻዬ፣ ጽዋዕ ተርታየ ነው" ብለን አባትነቱን ማግኘት የምንችለው በልጅነት ነው። ሕያውነት፣ ከሃሊነት የሚገኘው በልጅነት ነው። እኔ ሕያው ነኝና እናንተም ሕያዋን ትሆናላችሁ-ብሎ ተስፋ ሰጥቶናልና ። ኃይልን በሚሰጠኝ በክርስቶስ ሁሉን እችላለሁ - ማለት የሚቻለው ሁሉን ከሚችል ከእርሱ በመንፈሳዊ ልደት የከበረ እንደሆነ ነው። ከኀሌ ኲሉ የሚሆነው የከኀሌ ኲሉ ልጅ ነውና። በፊት ጌታችን ብለን እንኳን ለመጥራት ድፍረት አልነበረንም። ምክንያቱም ጌታዬ ብሎ መጥራት የሚችል የዚያ ጌታ ባርያ፣ አገልጋይ የሆነ እንደ ሆነ ነው። የሌላ ባርያ ሌላውን ጌታዬ ማለት አይችልም። የሚገዛው ጌታው ይቈጣልና። በዲያብሎስ ባርነት ያለ ሰውም እግዚአብሔርን -አባቴ ነው- ማለት አይችልም። ለሁለት ጌቶች መገዛት አይቻልምና። ዲያብሎስ ያልወለደውን ልጄ፣ ያልገዛውን ባሪያዬ፣ ያልተሾመበትን ግዛቴ ማለት ልማዱ ነውና ፤ ከእግዚአብሔር ልጅ መሆናችንን ብቻ ሳይሆን አገልጋይነታችንንም ጭምር ነው የሚነጥቀው፤ አግብርተ እግዚአብሔር መሆናችን ጠፍቶ ነበርና። ነቢዩ ኤርምያስ -ያልወለደችውን እንደምትሰበስብ ቆቅ- እንዳለ ሳይወልድ አባት ነኝ፣ ሳይፈጥር ጌታ ነኝ እያለ መገዛታችን ለእግዚአብሔር ልጅነታችን ለእግዚአብሔር መገዛትን አስትቶ አባትም እርሱ ለእግዚአብሔር መገዛት አስትቶ ለእርሱ እንድንገዛ የእርሱ ባሪያዎች እንድንሆን አድርጎን ነበርና። ይህንንም ወደ እርሱ አቀረበን ያለውን የቅዱስ ኤፍሬምን ውዳሴ ማርያም ሲተረጉሙ ዐቢይ ቆቅ ንኡስ ቆቃሕ የሚባሉ አሉ ይላሉ የጉባኤ መተርጉማን። ትልቅ ቆቅ ትንሽ ቆቅ ማለት ነው። ንኡስ ቆቅ ማለት ገላግልት ይወልዳል። ከሙቀቱ ብዛት የተነሣ ዐይንህን እናንቁርህ እያሉ ሲያስቸግሩት ይለያቸዋል። ዐቢይ ቆቅ ወጥቶ ይጮሃል። አባታቸው መስሏቸው ወደ እርሱ ቀርበው ታቅፋቸው ያረፍዳል። ቀትር ሲሆን ቀና ብለው አይተው አባታቻው አለመሆኑን ይረዳሉ። እነርሱም ዐውቀው ትተዉት ይሔዳሉ። ይህም ምሳሌነቱ ለሰው ልጅ ነው። ንኡስ ቆቃሕ የተባለ ጌታ ነው። ገላግልት መውለዱ አዳምና ሔዋንን መፍጠሩ ነው። በሙቀት ብዛት የተነሣ ዐይንህን እናንቁርህ ሲሉት መለየቱ ከተድላ ደስታ ብዛት የተነሣ ጌትነቱን አምላክነቱን በመፈለጋቸው አምስት ሺሕ አመስት መቶ ዘመን ልጅነት መነጠቋን ያሳያል። ዐቢይ ቆቅ የተባለው ዲያብሎስ ነው። በማለዳ መጥቶ እንደሚጮህ አባታቸው መስሏቸው ወደ እርሱ ቀርበው እርሱም ያልወለዳቸውን መሰብሰቡ ጣዖት ሲያስመልክ፣ አባት ነኝ ፈጥሬአችኋለሁ አምላክ ነኝ ጌታ ነኝ ተገዙልኝ እያለ በዛፉ በገደሉ በወንዝ እያደረ ጣዖት ሲያስመልክ ሲያሠራ ኖሯል። ቀትር ሲሆን ቀና ብለው አይተው አባታቸው እንዳይደለ ዐውቀው እንደ ተለዩት አልቅሰው ቢያገኛቸው ልጅነቱን ሰጥቶ አክብሮ አድኖናል። ስለዚህ ሰውን ከእግዚአብሔር ጋር የሚያኖረው ልጅነት ነው። ሰው ከምድራዊ አባት ሲወለድ የአባቱን መልክ፣ ባሕርይ፣ አካል ይዞ ይወለዳል። ሰው ከሰማይ አባቱ በጥምቀት ሲወለድ አርአያ እግዚአብሔርን ገንዘብ ያደርጋል። ይህን የአባትና ልጅ መስመር የሚያቋርጡትም፦ ልጅነትን ማቃለል፣ ጥምቀትን መናቅ፣ ሀብተ ወልድና ስመ ክርስትናን መተው፣ እንደ ሀብት አለመቊጠር ነው። ካህኑ በቅዳሴ ጊዜ-የእግዚአብሔር ጸጋ ከእናንተ ጋራ ይሁን-እያለ ደጋግሞ ሕዝቡን የሚመርቃቸው አንዱ ሀብተ ወልድና ስመ ክርስትናችሁ ከእናንተ አይወሰድባችሁ ማለት ነው። አቤቱ ወደ ፈተና አታግባን የተባለው ልጅነትን አጥቶ እግዚአብሔርን ክዶ አባትነቱ -አሁን ግን -ኄር ዘበህላዌሁ ዘልማዱ ኂሩት- በባሕርዩ መሐሪ ልማድ ቸርነት እርሱ- በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።-እንዲል ለባርነት እንኳን ራሳችን የሸጥነው በደሙ አንጽቶ -አባ አባ አባታችን- የምንልበትን ሥልጣን ሰጠን። በስሙ ላመኑ ልጅ የመሆን ሥልጣን ሰጣቸው። ልጅነትን ሥልጣን አድርገንም ሰማይ ምድሩን፣ ወንዝ አራዊቱን፣ እንሰሳቱን፣ አጋንንቱን ሳይቀር እንገዛለን። ተራራ ያፈለሱትና ባሕር የከፈሉት አበው፣ በመንኮራኩር የተፈጩት ሰማዕታት፣ የበራሐውን ጦር ድል የነሡት ባሕታውያን በኃይለ ጥምቀት (በልጅነት) ነው። ባሕረ እሳትን የምንሻገረው የልጅነት ማኅተም ስላለን። የእርሱ የሆነውን ሥጋዉንና ደሙን፣ ጥበብን፣ መራቀቅን፣ ዕውቀትን፣ ርቀትን፣ ቅዱሳኑን፣ ቤተ ክርስቲያንን፣ ኃይልን፣ መዊን፣ ክህነትን፣ ገነትን፣ መንግሥተ ሰማያትን ማግኘት የምንችለው በልጅነት ኃይል ነው። እርሱን ራሱን እግዚአብሔር "መክፍልተ ርስትየ፣ እግዚአብሔር ድርሻዬ፣ ጽዋዕ ተርታየ ነው" ብለን አባትነቱን ማግኘት የምንችለው በልጅነት ነው። ሕያውነት፣ ከሃሊነት የሚገኘው በልጅነት ነው። እኔ ሕያው ነኝና እናንተም ሕያዋን ትሆናላችሁ-ብሎ ተስፋ ሰጥቶናልና ። ኃይልን በሚሰጠኝ በክርስቶስ ሁሉን እችላለሁ - ማለት የሚቻለው ሁሉን ከሚችል ከእርሱ በመንፈሳዊ ልደት የከበረ እንደሆነ ነው። ከኀሌ ኲሉ የሚሆነው የከኀሌ ኲሉ ልጅ ነውና። በፊት ጌታችን ብለን እንኳን ለመጥራት ድፍረት አልነበረንም። ምክንያቱም ጌታዬ ብሎ መጥራት የሚችል የዚያ ጌታ ባርያ፣ አገልጋይ የሆነ እንደ ሆነ ነው። የሌላ ባርያ ሌላውን ጌታዬ ማለት አይችልም። የሚገዛው ጌታው ይቈጣልና። በዲያብሎስ ባርነት ያለ ሰውም እግዚአብሔርን -አባቴ ነው- ማለት አይችልም። ለሁለት ጌቶች መገዛት አይቻልምና። ዲያብሎስ ያልወለደውን ልጄ፣ ያልገዛውን ባሪያዬ፣ ያልተሾመበትን ግዛቴ ማለት ልማዱ ነውና ፤ ከእግዚአብሔር ልጅ መሆናችንን ብቻ ሳይሆን አገልጋይነታችንንም ጭምር ነው የሚነጥቀው፤ አግብርተ እግዚአብሔር መሆናችን ጠፍቶ ነበርና። ነቢዩ ኤርምያስ -ያልወለደችውን እንደምትሰበስብ ቆቅ- እንዳለ ሳይወልድ አባት ነኝ፣ ሳይፈጥር ጌታ ነኝ እያለ መገዛታችን ለእግዚአብሔር ልጅነታችን ለእግዚአብሔር መገዛትን አስትቶ አባትም እርሱ ለእግዚአብሔር መገዛት አስትቶ ለእርሱ እንድንገዛ የእርሱ ባሪያዎች እንድንሆን አድርጎን ነበርና። ይህንንም ወደ እርሱ አቀረበን ያለውን የቅዱስ ኤፍሬምን ውዳሴ ማርያም ሲተረጉሙ ዐቢይ ቆቅ ንኡስ ቆቃሕ የሚባሉ አሉ ይላሉ የጉባኤ መተርጉማን። ትልቅ ቆቅ ትንሽ ቆቅ ማለት ነው። ንኡስ ቆቅ ማለት ገላግልት ይወልዳል። ከሙቀቱ ብዛት የተነሣ ዐይንህን እናንቁርህ እያሉ ሲያስቸግሩት ይለያቸዋል። ዐቢይ ቆቅ ወጥቶ ይጮሃል። አባታቸው መስሏቸው ወደ እርሱ ቀርበው ታቅፋቸው ያረፍዳል። ቀትር ሲሆን ቀና ብለው አይተው አባታቻው አለመሆኑን ይረዳሉ። እነርሱም ዐውቀው ትተዉት ይሔዳሉ። ይህም ምሳሌነቱ ለሰው ልጅ ነው። ንኡስ ቆቃሕ የተባለ ጌታ ነው። ገላግልት መውለዱ አዳምና ሔዋንን መፍጠሩ ነው። በሙቀት ብዛት የተነሣ ዐይንህን እናንቁርህ ሲሉት መለየቱ ከተድላ ደስታ ብዛት የተነሣ ጌትነቱን አምላክነቱን በመፈለጋቸው አምስት ሺሕ አመስት መቶ ዘመን ልጅነት መነጠቋን ያሳያል። ዐቢይ ቆቅ የተባለው ዲያብሎስ ነው። በማለዳ መጥቶ እንደሚጮህ አባታቸው መስሏቸው ወደ እርሱ ቀርበው እርሱም ያልወለዳቸውን መሰብሰቡ ጣዖት ሲያስመልክ፣ አባት ነኝ ፈጥሬአችኋለሁ አምላክ ነኝ ጌታ ነኝ ተገዙልኝ እያለ በዛፉ በገደሉ በወንዝ እያደረ ጣዖት ሲያስመልክ ሲያሠራ ኖሯል። ቀትር ሲሆን ቀና ብለው አይተው አባታቸው እንዳይደለ ዐውቀው እንደ ተለዩት አልቅሰው ቢያገኛቸው ልጅነቱን ሰጥቶ አክብሮ አድኖናል። ስለዚህ ሰውን ከእግዚአብሔር ጋር የሚያኖረው ልጅነት ነው። ሰው ከምድራዊ አባት ሲወለድ የአባቱን መልክ፣ ባሕርይ፣ አካል ይዞ ይወለዳል። ሰው ከሰማይ አባቱ በጥምቀት ሲወለድ አርአያ እግዚአብሔርን ገንዘብ ያደርጋል። ይህን የአባትና ልጅ መስመር የሚያቋርጡትም፦ ልጅነትን ማቃለል፣ ጥምቀትን መናቅ፣ ሀብተ ወልድና ስመ ክርስትናን መተው፣ እንደ ሀብት አለመቊጠር ነው። ካህኑ በቅዳሴ ጊዜ-የእግዚአብሔር ጸጋ ከእናንተ ጋራ ይሁን-እያለ ደጋግሞ ሕዝቡን የሚመርቃቸው አንዱ ሀብተ ወልድና ስመ ክርስትናችሁ ከእናንተ አይወሰድባችሁ ማለት ነው። አቤቱ ወደ ፈተና አታግባን የተባለው ልጅነትን አጥቶ እግዚአብሔርን ክዶ አባትነቱን የሚያጡበት ቀን ናት። ስለዚህ አንተን ከምክድበት ቀን ሰውረን ማለታችን ነው። ከሊቃውንት አንዱ ቅዱስ ቴዎዶስዮስ -የምወዳችሁ ወንድሞቼ ስለ አእምሯችን ሕፀፅ ጸልዩልን ጌታ በፍጹም ቸርነቱ እስከ መጨረሻ እስትንፋስ ፍጻሜ በቀናች ሃይማኖት ያጸናን ዘንድ-ብሏል። (ጸያሔ ፍኖት 47) ን የሚያጡበት ቀን ናት። ስለዚህ አንተን ከምክድበት ቀን ሰውረን ማለታችን ነው። ከሊቃውንት አንዱ ቅዱስ ቴዎዶስዮስ -የምወዳችሁ ወንድሞቼ ስለ አእምሯችን ሕፀፅ ጸልዩልን ጌታ በፍጹም ቸርነቱ እስከ መጨረሻ እስትንፋስ ፍጻሜ በቀናች ሃይማኖት ያጸናን ዘንድ-ብሏል። (ጸያሔ ፍኖት 47) ያለ ወንድ ፈቃድ ከብቻ ባሕርይዋ ወልድን የወለደች እመቤታችን ቅድስት ድንግል ማርያም በባሕርይ አባቱ በአብ በባሕርይ ሕይወቱ በመንፈስ ቅዱስ ፈቃድ በሥጋ ወላዳለች እና ረቂቅ የነበረ መለኮቱ ገዘፈ፤ ለተዐዝዞ፣ ለአገብሮ አይመች የነበረ ባሕርዩ ለመስቀል ሞት ሳይቀር የሚታዘዝ ሆነ፤ በዚህም ምክንያት እኛም በእግዚአብሔር ምክር ያለ ወንድና ያለ ሴት ፈቃድ በረቂቅ ልደት ለመወለድ በቃን። -ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው-እነርሱ ከእግዚአብሔር ተወለዱ እንጂ ከሥጋዊና ከደማዊ ግብር ወይም ከወንድና ከሴት ፈቃድ አልተወለዱም- እግዚአብሔር አብ ረቂቅ ልጁን ለእኛ ሰጥቶ ለእኛ ለቂቅ ልደትን ከእርሱ እንድንወለድ አደረገን። ሊቁ- እሱን አስመስሎ ሊወልድህ አንተን መስሎ ተወለደ- ብሎ ገልጸታል። (ተንከተም 101) ጽኑዕ ፍቅር እንዲህ ነው። መከራን ያሳትፋል። እግዚአብሔርም ሰውን የሚወድበት መውደድ የመይለካ ስለሆነ ከባሕርያችን ነሥቶ ከመከራችን ገባ። እኛም ሰማያውያን ልንሆን ውሉደ እግዚአብሔር የመባል ሥልጣንን ሰጠን። (ተንከተም 191) -ጌታን መቀበል ማለት ከጥምቀት ውጭ ከሐዋርያዊ ሕይወት ውጭ አይደለም። (መድሎተ ጽድቅ3-321)-ሲል ልጅነት ወደሚገኝበት ወደ ጥምቀት የሚያደርሰው መሠረት በኢየሱስ ክርስቶስ ማመን መሆኑን የሚገለጽ ነው እንጂ የእግዚአብሔር ልጅነት በማመን ብቻ ይገኛል ማለቱ አይደለም። (መድሎተ ጽድቅ1-130) አሁን በኢየሱስ ክርስቶስ የሚያምኑ፣ በምሥጢራት የሚሰጠውን ጸጋ እግዚአብሔር አምነው የተቀበሉ ክርስቲያኖች -በኃጢአት ከተበከለው ከአዳምና ከሔዋን ከሥጋቸውና ከባሕርያቸው ተከፍለው የተወለዱ- አይደሉም። እንደ ማንኛውም ሰው ሥጋዊ ልደትን ቢወለዱም ክርስቲያኖች ግን ---ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው።እነርሱ ከእግዚአብሔር ተወለዱ እንጂ ከሥጋዊና ከደማዊ ግብር ወይም ከወንድና ከሴት ፈቃድ አልተወለዱም።- ተብሎ እንደ ተነገረው ከእግዚአብሔር በጥምቀት የተወለዱ ናቸው። (መድሎተ ጽድቅ1-185)- እርሱ መወለድን ሳይንቅ ከወንድና ሴት ፈቃድ ውጭ በሆነ በፍጹም ድንግልና እኛም ለምንወለደው ከወንድና ሴት ፈቃድ ላልሆነው ለመንፈሳዊው ልደት በር ከፋችና ዐረቦን ነበር። (መድሎተ ጽድቅ1-274) ወራሽነት የልጅ ሥልጣን ነውና ቅዱሳን የእግዚአብሔር ልጆች ተብለዋል። (ቃላተ ወንጌል 249) የእግዚአብሔር አባትነት ከምድራዊ አባትነት ይለያል። ምድራዊ አባት በዘር በሩካቤ ይወልዳል፤ በማር በፍትፍት ያሳድጋል፤ ኋላም በሞት ሲያልፍ ርስቱን ያወርሳል። ሰማያዊ አባታችን ግን በጥምቀተ ክርስትና ይወልደናል፤ በሥጋውና በደሙ ያሳድገናል፤ ኋላም የማታልፍ ርስተ መንግሥተ ሰማያትን ያወርሰናል። 1ዮሐ 3፤1፣ ማቴ 6፤9፣ ገላ 4፤6፣ ዮሐ 3፤4፣ ማር 16፤16 (መልእክተ ዮሐንስ 267) ሰዎቸ የተባልን ሁላችንም በሥጋ የተለያየ ምድራዊ አባቶች አሉን። በአግራሞት እንድንሞላ የሚያደርገን እውነታ ቢኖር ግን ሁላችንም የእግዚአብሔር ልጆች መሆናችን ነው። ከየትም እንምጣ ከየት እርሱ የሁላችን አባት ሆኖ በልጅነት ክብር ተቀብሎናል። 2ቆ 6፤18፣ ዮሐ 20፤17፣ መዝ 103፤13፣ ኢሳ 48፤16፣ (የመንግሥተ ሰማያት ምሳሌዎች 135) -እነሆ ዛሬ ከኃጢአት ነጻ ወጣህ፤ የእግዚአብሔር አገላጋይ ሆንህ፤ ዘላለማዊ ሕይወትን ተቀበልህ፤ በእግዚአብሔር ልጆች ነፃነት አሸብርቀህ ጨለማን አውልቀህ ብርሃንን ለበስህ። ---ለተቀበሉት ሁሉ ግን በስሙ ለሚያምኑ የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣንን ሰጣቸው-ይላልና። እንኪያስ አንተ በክርስቶስ ኢየሱስ የእግዚአብሔር ልጁና ወራሹ ነህ። (መጽሐፈ በርለዓም ወየወሴፍ 148) ቃሉ የሚለው -የእግዚአብሔር ልጆች ሆኑ- አላለም፤ -የእግዚአብሔር ልጆች ይሆኑ ዘንድ - አለ እንጂ። ይህ ማለት ደግሞ መብቱ ብቻ ነው የተሰጣቸው… በእርግጥ ግን እንዴት ነው የእግዚአብሔር ልጆች የሆኑት የሆኑት ያለ ጥርጥር ከላይ በሚሆነው በዳግም ልደት ይኸውም ከውኋና ከመንፈስ ቅዱስ ነው። ይህን የጠቀሰው መድኋኒታችን ኢየሱስ ክርስቶስ ሲሆን ጊዜውም ከኒቆዲሞስ ጋር ስለ ጥምቀት በተነጋገረ ጊዜ ነበር-እውነት እውነት እልሃለሁ ሰው ከውኃና ከመንፈስ ካልተወለደ በቀር ወደ እግዚአብሔር መንግሥት ሊገባ አይችልም። ስለዚህ ያለ ጥምቀት ዳግም ልደት የለም ማለት ነው። ዳግም ልደት የሚገኘው ክርስቶስን ስንቀበል በእርሱ ስናምን ነው የሚሉ ሰዎች በእርግጥም ጥምቀትን እየካዱ ስለሆነ ከኦርቶዶክስ ቀኖና የተለዩ ናቸው። ይህን ተመሳሳይ አንቀጽ በተመለከተ የሚነሣ ሌላ ነጥብ አለ -ለተቀበሉት ሁሉ ግን-የሚለው ቃል ምን ማለት ነው እርሱን የተቀበሉት እነማን ናቸው። በእርግጥም እርሱን የተቀበሉት የእርሱንም ትምህርት የተቀበሉት ናቸው። የእርሱ ትምህርት -እንዲሁ እመን- ብቻ አይደለም ያመነ የተጠመቀም ይድናል -እንጂ። ያመንህ ብቻ ሆነህ በቀበል ብቻ በቂ ስለሆነ መጠመቅ አያስፈልግም የምትል ከሆነ የኢየሱስ ክርስቶስን ትምህርት አልተቀበልህም ማለት ነው። ስለዚህ የእግዚአብሔር ልጅ ለመሆን የተገባህ አይደለህም። ኢየሱስ ክርስቶስን የተቀበለ ሰው መጽሐፍ ቅዱስን፣ የእርሱን ቤተ ክርስቲያን፣ የእግዚአብሔር ምሥጢራት አገልጋዮችንና እርሱ የተወለትን ለድኅነት ምክንያት የሆኑ ቅዱሳት ምሥጢራትን የተቀበለ ሰው ነው። መቀበል እኮ ተራና ቀላል ስሜት አይደለም። የጠርሴሱ ሰው ሳውል ድኅነትን በቅጽበት ያገኘው ክርስቶስን እንደ ተቀበለ ወዲያውኑ አይደለም ክርስቶስ ወደ ቤተ ክርስቲያን ሲልከው ቤተ ክርስቲያን ደግሞ እንዲጠመቅና ከኃጢአቶቹ እንዲታጠብ አዝዛዋለች። ይህም ማለት እርሱ ክርስቶስን ከተቀበለ በኋላ ኋጢአቶቹን በጥምቀት እስከሚያጥባቸው ድረስ ከእርሱ ጋራ ቆይተው ነበር ማለት ነው። ከዚህ በተጨማሪ የበዓለ አምሳ ዕለት ያመኑት አይሁድ ልባቸው በተነካበት ቅጽበት ውስጥ ነው እንዴ የዳኑት አይደለም። ቤተ ክርስቲያን በቅዱስ ጴጥሮስ አንደበት ላይ በማደር እንዲህ አለቻቸው እንጂ-ንስሓ ግቡ ኃጢአታችሁም ይሰረይ ዘንድ እያንዳንዳችሁ በኢየሱስ ክርስቶስ ስም ተጠመቁ…። ስለ ቆርኔሌዎስና ስለ ኢትዮጵያዊ ጃንደረባ ድኅነት ልንናገር የምንችለውስ ምንድር ነው እነርሱ የዳኑት ክርስቶስን ያለ ጥምቀት ፣ ያለ ምሥጢራት ወይም ያለ ክህነት በቅጽበት እንዳዳናቸው አድርገው ስለተቀበሉት ነው እንዴ ኢየሱስ ክርስቶስን መቀበል፤ በእርሱ ማመንና እርሱን ማወቅ ለድኅነት የመጀመሪያ ደረጃዎች ናቸው፤ ድኅነት ግን ሙሉው የሕይወት ታሪክ ነው። ድኅነት የእምነት፣ የንስሓና የጥምቀት ታሪክ ነው። ድኅነት የመታዘዝ፣ የቅድስና፣ የመንፈስ ቅዱስ ኅብረት፣ የእግዚአብሔር ምሥጢራት ውጤታማነት፣ ከሰው ፈቃድ ጋር የሚሠራው ጸጋ፣ የፍቅር ጽናት፣ ትእዛዛቱን መጠበቅና የዲያብሎስን ውጊያዎች መቋቋም ነው። ኢየሱስ ክርስቶስን የተቀበሉ ሰዎች እንደ ጠርሴሱ ሳውል -ጌታ ሆይ ምን አደርግ ዘንድ ትወዳለህ- በማለት ጠይቀውታል። የበዓለ አምሳ ዕለት ጌታን የተቀበሉት አይሁድም ተመሳሳይ ነገር አድርገዋል። እነርሱ ሐዋርያትን -ወንድሞች ሆይ ምን እናድርግ- ብለው ጠይቀዋቸዋል። አቡነ ሺኖዳ (ድኅነት በቅጽበት 145) -በጌታ ኢየሱስ ክርስቶስ ያመኑ ሰዎች እርሱን እግዚአብሔር አድርገው ሊቀበሉት ግድ ነው፤ እርሱ የሕይወት መሪ ነውና። አቡነ ሺኖዳ (እግዚአብሔርና ሰው 239)
እኛም እግዚአብሔር አብን አባታችን ብለን ለመጥራት የታደልንበት ዐቢዩ ምሥጢር አብ የወልድ አባት ነው እኛ ደግሞ ወንድሞች ነን ። … የልጅነት ሥልጣን ያገኘነው፣ አባታችን ብለን መጥራት የቻልነው ሰው በሀነው በኢየሱስ ክርስቶስ በኩል ስለ ተዛመድን ነው። (ሁለቱ ኪዳናት 105) ሃይማኖት ተበብለው አምነው የሚያውቁት እንጂ አውቀው የሚቀበሉት ወይንም የሚያምኑት አይደለም። ኤፌ 4፤13፣ ዮሐ 6.69፣ ኤፌ 4፤13፣ ኢሳ 7፤9፣ (ተኀሥሦ 158)	
፲፫. እነርሱ ከእግዚአብሔር ተወለዱ እንጂ ከሥጋዊና ከደማዊ ግብር ወይም ከወንድና ከሴት ፈቃድ አልተወለዱም።
ሰው በሦስት ነገር ከእግዚአብሔር ይወለዳል። በጥምቀት፣ እግዚአብሔር ምሥጢራትን ሲገልጽለት፣ በትንሣኤ ከክርስቶስ ጋር ሲተባበር። አይሻዳድ (የዮሐንስ ወንጌል ማብራሪያ 38 ሰዎች የእግዚአብሔር ልጆች የሆኑት በሥጋዊ ልደት አይደለም። በመንፈሳዊ በአምላከዊ ልደት ነው እንጂ። በጥምቀት የእሱ ተከታዮች ይሆኑ ዘንድ ልጅነት ሊሰጣቸው ስለወደደ ነው እንጂ። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 38 
እነርሱ ሲል በክርስቶስ በእምነት ከሚነሣ መታዘዝ የእግዚአብሔር ልጆች ይሆኑ ዘንድ እግዚአብሔር የመረጣቸው ናቸው። የተፈጥሮአቸውን ዝቅተኝነት ሳይንቅ በጸጋው ሰገነት ላይ እንዲሆኑ አድርጓቸዋል። ይህም ከእግዚአብሔር በውኃና በመንፈስ እንደገና በመወለድ ከቅድስት ሥላሴም ልጅነትን ማግኘት ነው። በሰጣቸው አስደናቂ ጸጋው ምክንያት በአባታቸው መንግሥት ያበራሉ። በነጭ ልብስ አጊጠው እንደሚታዩ ሙሽራዎች ናቸው። ምክንያቱም በእግዚአብሔር መንፈስ የሚመሩ እነርሱ የእግዚአብሔር ልጆች ናቸውና አብ አባት ብለው የሚጮኹበት የልጅነትን መንፈስ ተቀብለዋልና። የተቀደሰው ወንጌላዊ በቃላት ምርጫው ምን ያህል ጥንቁቅ እንደሆነ ተመልከቱ በምርጫው ጠንቃቃ መሆን አለበት ምክንያቱም በእግዚአብሔር የሚያምኑ ወገኖች የእግዚአብሔር ልጆች ተብለው ተጠርተዋል በማለት ነገሩን ጀምሯልና። ማንም ሰው የእግዚአብሔር ልጆች ተብለው በመጠራታቸው ከአብ ባሕርይ የተገኘና ከክርስቶስ የባሕርይ ልጅነት ጋር የተካከሉ አድርጎ እንዳያስብ ከአንተ ጋራ ቀድሞ በኃይልህ ቀን ከአጥቢያ ኮከብ አስቀድሞ ከሆድ ወለድሁህ የሚለው ስለ ወልድ የባሕርይ ልጅነት የተነገረ ነው። በጸጋ የተወለዱ ልጆችን አይጨምርም ወንጌላዊ በስሙ ለሚያምኑት የእግዚአብሔር ልጆች ይሆኑ ዘንድ ሥልጣን ሰጣቸው ብሎ ተናግሯል። ይህንን ሥልጣን የሚሰጠው በልጁ በጌታችን በመድኒታችን ኢየሱስ ክርስቶስ አማካኝነት ነው። እንዲህ ከሆነ የሰው ልጆች ልጅነት በጸጋ እንደሆነ እንገነዘባለን። ስለዚህ ከክርስቶስ የተወለዱ ሁሉ መሆናቸውን ወንጌላዊው ተናገረ። ይህንን የተናገረው ለቅዱሳን የተሰጣቸውን የተትረፈረፈ የጸጋ መጠን ለማስረዳት ነው። ከእስራኤላውያን አንጻር ሲታይ በክርስቶስ ስለሚያምኑና የእግዚአብሔር ልጅነት ስለተሰጣቸው ወገኖች ምን ማለት ይቻለናል። እስራኤል የእገዚአብሔርን ጸድቅ ሳያውቁ የራሳቸውን ጻድቅ ሊያቆሙ ሲፈልጉ ለእግዚአብሔር ጽድቅ አልተገዙም። የሚያምኑ ሁሉ ይጸድቁ ዘንድ ክርስቶስ የሕግ ፍጻሜ ነው። ይህን የሕግ ፍጻሜ ተቀብለው አሕዛብ የእግዚአብሔር ልጅነትን አገኙ ስለ እስራኤል ልጆችን ወለድሁ አሳደግሁ እነርሱ ግን አመጹብኝ ተብሎ ተጽፏል። ስለዚህ ጉዳይ የሚከተለውን ማሰብ ይኖርብናል። እስራኤል ከክርስቶስ ይልቅ ሕጉን መረጡ። የሕጉን ባለቤት ግን አላወቁትም። ሕጉ ሊመጣ ያለው የበጎ ነገር እውነተኛ አማሳል ሳይሆን የነገር ጥላ አለው። መጽሐፍ ቅዱስ እንደሚል የልጁ መንፈስ ያላቸው ወገኖች አባ አባት ብለው የሚጠሩበትን የልጅነት መንፈስ ሲቀበሉ የእስራኤል ልጆች ግን ገና በባርነት መንፈስ ስር ናቸው። ክርስቲያኖች የተቀበልነው የልጅነት መንፈስ ነው። የጸጋ ልጆች ይሆኑ ዘንድ እስራኤል ክርስቶስ ከመምጣቱ አስቀድሞ የልጅነታቸው ምልክት የሚሆን ግዝረትን ተቀብለው ነበር። የክርስቲያኖች መንፈሳዊ መገረዝ አስቀድሞ በነገሮች አማካኝነት መገለጡን እንመለከታለን። ስለዚህ ክርስቲያኖች በሐዲስ ኪዳን ለድኅነታችን የምንፈጽመው ነገር ጥላው አስቀድሞ በእስራኤላውያን ላይ ተስሎ እንደነበረ እንመለከታለን። ወንድሞቻችን ይህን ታውቁ ዘንድ እወዳለሁ አባቶቻችን ሁሉ ከደመና በታች ነበሩ ሁሉም በባሕር መካከል ተሻገሩ ሁሉም ሙሴን ይተባበሩ ዘንድ በደመናና በባሕር ተጠመቁ ሁሉም ያን መንፈሳዊ መብል በሉ ሁሉም ያንን መንፈሳዊ መጠጥ ጠጡ ይከተላቸው ከነበረው ከመንፈሳዊ ድናጋይ ጠጥተዋልና ይከተላቸው የነበረው መንፈሳዊ ድናጋይ ግን ክርስቶስ እንደነበረ ግን አልተገነዘቡም። እስራኤል አስቀድሞ ከጣዖት አምልኮ ወደ ሕጉ ተመለሱ። የተጻፈውም ሕግ በመላእክት አማካኝነት ተሰጠ። የእግዚአብሔር ልጆች ይሆኑ ዘንድ ክርስቶስ የሕግ ፍጻሜ ነውና በክርስቶስ ባለች እምነት የተጠመቁ ያመኑ የተጠመቁት በቅድስት ሥላሴ ስም ነው። ሥጋን በለበሰ በእግዚአብሔር ወልድ ምክንያት እውነተኛ ልጁ በሆነ በክርስቶስ ባለችን እምነት ምክንያት የእግዚአብሔር ን የጸጋ ልጅነት አገኘን። በእግዚአብሔር የባሕርይ ልጅ በክርስቶስ ላይ ከመጠን ያለፈ ንግግርን የሚናገሩ ወገኖች በዚህ ያልተገራ ንግግራቸው የቆሙ ሳይሆን በመንፈስ ቅዱስ ላይም ያልተገባ ነገርን ይናገራሉ። ከባሕርይ አምላክነቱ ሊለዩት ይዳዳቸዋል። ያልተገራ ምላሳቸውን ዝም እናሰኝ ዘንድ አሁን የእውነተኛውን አምነት ቃል በጽናት እንናገር። እኛና የሚያነቡ ሰዎቻችን መንፈሳዊ ትርፍን ያገኙ ዘንድ። መንፈስ ቅዱስ እግዚአብሔር አይደለም ካሉ አስተምህሮአችን ለተቃዋሚዎቻችን የሚያሳያቸው የተለየ የእግዚአብሔርን ባሕርይ አይደለም ። ወይንም በባሕርዩ ያሉትን ቆጥረን የማንጨርሳቸውን ነገሮችን በመዘርዘር አይደለም ነገር ግን ከተፈጠረ ፍጡር ባሕርይ በተቃራኒ የሆነ አንድ ነጥብ በማንሳት እንጂ። ከእርሱ በመወለዳችን ከእግዚአብሔር መወለዳችን እንደሆነ ተጽፏል። እርሱ የባሕርይ አምላክ ካልሆነ እንደምን ከእግዚአብሔር መወለድ ይቻለናል። መቀበል ያለብን ወንጌላዊው እንዳለው የሚሆን ነው። መንፈስ ቅዱስ እግዚአብሔር ነው። በእርግጥም በክርስቶስ ኢየሱስ በጌታችን ባለችን እምነት በዓለም ካለው ጥፋት አምልጠን ለመለኮት ባሕርይ ተካፋይ በተስፋ ቃል እንድንሆን አደረገን። ስለዚህ ምክንያት ከእግዚአብሔር ተወልደናል ተባለልን። ስለዚህም አማልክት ዘበጸጋ ተብለን ተጠራን። በጸጋው በክብሩ ወደጠራን ወደእርሱ ስላንጋጠጥን ብቻ ሳይሆን እግዚአብሔር በኛ ላይ ስለአደረ ሰውነታችንንም ማደሪያው ስላደረገው ነው። እንደነቢዩ ቃል በእነርሱ እሠራለሁ በእነርሱም እገለጣለሁ እንዳለ መንፈስ ቅዱስ በእኛ ላይ ካላደረስ እንደምን የእግዚአብሔር ቤተ መቅደስ መሆን ይቻለናል። ቅዱስ ጳውሎስ እንደተናገረ በእኛ የሚኖር መንፈስ አለና መንፈስም በባሕርዩ እግዚአብሔር ካልሆነ በእኛ ላይ ማደር እንደምን ይቻለዋል። እርሱ በጊዜ ከሚሰፈሩ ፍጥረታት ተርታ የሚሰለፍ ከሆነ የእግዚአብሔር ቤተ መቅደስ እንደሆናችሁ የእግዚአብሔርም መንፈስ እንደሚኖርባችሁ አታውቁምን። ተብሎ መጻፍስ እንደምን ይቻላል። ጌታችንስ የሚወደኝ ቢኖር ቃሌን ይጠብቃል አባቴም ይወደዋል ወደ እርሱም እንመጣለን መኖሪያችንንም በዚያ እናገርጋለን። ማለት እንደምን ይቻለዋል። በርግጥም በእኛ የሚያድረው መንፈስ ነው ብሎ የእግዚአብሔር መንፈስ በእርሱም አብም ወልድም እንዳለን እናምናለን። እንደገናም ወንጌላዊው ከመንፈስ ስለሰጠን በእርሱ እንድንኖር እርሱም በእኛ እንደሚኖር እናውቃለን። ተቃዋሚዎቻችን መንፈስ ቅዱስ የተፈጠረ ሆኖ የእግዚአብሔር መንፈስ ነው እያሉን ከሆነ ሌሎችም ፍጥረታትም የእግዚአብሔር መንፈስ ተብለው እንዳይጠሩ የሚከለክላቸው ነገር የለም። የተፈጠረ መንፈስ የእግዚአብሔር መንፈስ ተብሎ ከተጠራ ማንኛውም ፍጡር የእግዚአብሔር መንፈስ ተብሎ የሚጠራበት ዕድል እንዳለው መመልከት ይቻላል። (ቅዱስ ቄርሎስ ዘእስክንድርያ 137) 
-ነፍስህ የእግዚአብሔር ናት፤ የአፍህ እስትንፋስ። አቡነ ሺኖዳ (የነፍስ አርነት 43) የቃል ሥጋ መሆን ምክንያት ምንድን ነው፣ ለሰው ልጆች ጥቅሙ ምንድን ነው፣ ምን ያስተምረናል፣ ተዋሕዶ በምሳሌ፣ የተዋሕዶ ተቃዋሚዎች እነማን ናቸው፣ ፣ምክንያታቸው፣ ተዋሕዶ ለድኅነታችን መሠረት ነው ሲባል እንዴት ነው፣ የኢትዮጵያ ቤከ/ን ከሌሎቹ በተለየ ተዋሕዶ የሚለውን ለምን ጨመረች፣ 
…ከዚህ ሁሉ ነገር በላይ የሚያስገርመው በርቀትና በርኅቀት ጽፎ እያለ ከሦስቱ ወንጌላውያን ጋር ድንቅ ስምምነት ያሳየበት አገላለጽ ይኸውም ቃል ሥጋ ሆነ የሚለው የጌታችን ሥጋዌ ተናግሮ በጊዜ ከሚሰፈሩ ታሪኮች ጋር አንድነት እንዲኖራቸው አድርጎ ያስቀመጠው ነው። በዚህም አንድ መንፈስ ተመርተው ሰዎች ወደ አንድ መንፈስ እንዲመለከቱ አድርገዋል። /ቅዱስ ዮሐ አፈ/ 
ቃል የሚለው የእግዚአብሔር ልጅ ነው። ሥጋ ሆነ ማለት ሥጋን ነሣ ወሰደ ማለት ነው። ሥጋን ነሣ ወሰደ ማለትም የሰውን መልክ ያዘ ማለት ነው። ግእዝ በግእዝ (የዮሐንስ ወንጌል ማብራሪያ 38 ውኃ ነፋስ ሆነ ብንል የባሕርይ ለውጥ ነው ዉኃ ነፋስ ሆኗልና። አንድ ጥበበኛ ሰው ሰነፍ ሆነ ቢባል ግን ባሕርዩ በውስጡ አለች። ባሕርዩ አልተለወጠችምና። ቃል ሥጋ ሆነ ማለትም ሰው ሆነ ማለት እንጂ ሥጋ ወደ መሆን ተለወጠ ማለት አይደለም። ነቢዩ ዳዊት ሥጋ ሁሉ ጸሎትን ወደምትሰማ ወደ አንተ ይመጣል ሲል ሰው ሁሉ ማለቱ ነውና። /ግእዝ በግእዝ/ እኛን ያድነን ዘንድ ቃል ከሥጋ ጋር ተዋሕዷልና ከእኛ ይልቅ የከበረ ሲሆን ዝቅ በማለቱ ከልዕልናው ከታላቅነቱ አልተለየም። ከተዋሕዶም በኋላ መጀመሪያ የነበረው ቃል ነው። አንድ ንጉሥ ድሃውን አቅርቦ ከድሃው ጋር ቢነጋገር ከድሃው ጋር መነጋገሩ ከክብሩ አያዋረወደውም ከታላቀነቱ አያሳንሰውም። እንዲሁ የቃል ተዋሕዶ በማይነገር በማይመረመር በሚያስደንቅ ሥራ ሆነ ይኽም ሰው ሲሆን አምላክነቱን አልተወም ማለት ነው። /ግእዝ በግ/ ቃል ሥጋ ሆነ የሚለው የቅዱስ ዮሐንስ አነጋገር ቃል ከእመቤታችን ከቅድስት ድንግል ማርያም ሥጋን ነሣ ተዋሕደ ተብሎ ይተረጐማል። ቅዱ አት (የዮሐንስ ወንጌል ማብራሪያ 40 መጽሐፍ እንደ ተናገረ ቃል ሥጋ ሆነ። ሥጋ ሆነ ሲባልም ሥጋ ወደ መሆን ተለወጠ ማለት አይደለም። ቅድስት ድንግል ከምትሆን ከእመቤታችን ሥጋን ነሥቶ ተዋሕደ እንጂ። /ቅዱ ቄር/ መናፍቃን ቃልም ሥጋ ሆነ ያለውን ይዘው ቃል ተለውጦ ሥጋ ሆነ እንጂ የድንግል ማርያምን ሥጋ አልተዋሐደም እንደይሉ በእኛ አደረ አለባቸው። አንድምታ (የዮሐንስ ወንጌል ማብራሪያ 40 በእኛ አደረ በማለቱ የቃል ብሕርይ ሥጋነ ደም ወደ መሆን እንዳልተለወጠ ያስረዳል። ግእዝ በግ (የዮሐንስ ወንጌል ማብራሪያ 47 
ለአባቱ አንድ የሆነ ልጅ ደጃፍ የጎረሰውን ማጀት የመለሰውን ይወርሳል። ኢየሱስ ክርስቶስም ለአብ ያለው ሁሉ የእኔ ነው ብሏል። ግእዝ በግ (የዮሐንስ ወንጌል ማብራሪያ 47 ክብሩን አየን ማለት በመወለዱ በመጠመቁ በመነሣቱ በዕርገቱ ስለ ተደረጉት ተአምራት መናገሩ ነው። /ግእዝ በግእ/ ዮሐንስ ወንጌላዊ ጌታችንን በማይታይ በመለኮታዊ ባሕርዩ አየነው አላለም። አምላካዊ ሥራው በሽተኞችን በመፈወሱ አጋንንትን ማውጣቱ መታንን ማንሣቱ ይታያል እንጂ። /ቅዱ ዮሐ አፈ/ ከአብ የተወለደውን ክብሩን አየን ማለት አምላካዊ ሥራውን ነው እንጂ ባሕርዩን አይደለም። ተዋሕዶው ግን ከአካሉ ከባሕርዩ ጋር ነው። /አይሻዳድ/
በዚህ ጥቅስ ወንጌላዊው በግልጽ ንግግሩን ከመለኮታዊ ባሕርይ ወደ ሥጋዌ መመለሱን እንረዳለን። የእግዚአብሔር አብ የባሕርይ ልጅ የሰው ልጅ መሆኑን ይገልጻልና። ቃል ሥጋ ሆነ ማለት ከዚህ ሌላ ትርጉም የሚሰጠው አይደለምና። ቃል የሰው ልጅ ሆነ እንዲህ ብሎ መናገር እንግዳ ነገር አይደለም። አስቀድመው ቅዱሳት መጻሕፍት ፍጥረታት በሙሉ በሥጋ መጠራታቸውን ተናግረዋልና። ነብዩ ኢዩኤል መንፈሴን በሥጋ ለባሽ ሁሉ አፈስሳለሁ ብሏል። ያለጥርጥር ነቢዩ ይህንን ሲል የእግዚአብሔር መንፈስ ለሥጋ ብቻ ይሰጣል እያለን አይደለም። ለነፍስም ጭምር እንጂ። ከዚህ በተቃራኒ በተወሰነ ነገር አጠቃላይ የሆነውን ነገር መረዳት ይገባል። ሰውን በሥጋ መስሎ ጠርቷል። ይህ ለምን እንደሆ ምንአልባት እንደሚገባኝ አስባለሁ። ሰው በምክነያት የሚያምን ፍጡር ነው። እንደገናም ደማዊት ነፍስ ስላለችው እንሰሳዊ ባሕርይ ይታይበታል። የማትጠፋ ሕያው የሆነች ነፍስም ተሰጥቶታል። ምድራዊ ሥጋንም ገንዘቡ ያደረገ ፍጡር ነው። እግዚአብሔር ፍጥረታትን ሲፈጥር ሰውን የእጁ ፍጥረት ሲሆን ካለመኖር ወደ መኖርም ሲመጣ የማይሞት የማይጠፋ ሆነ።
ይህ ያለመጥፋት ባሕርይ የእግዚአብሔር ባሕርይ ነው። የሕይወት እስትንፋስም ሰጥቶ ዘላለማዊና የማይጠፋ እንዲሆን አተመው። መጽሐፍ ቅዱስ የሕይወት እስትንፋስ እፍ አለበት ሰውም ሕያው ነፍስ ያለው ሆነ ይለናል። በመበደሉ ምክንያት ሲቀጣ የሚከተለውን ሰማ። አፈር ነህና ወደ አፈር ትመለሳለህ ከጸጋው ተራቆተ። የሕይወት እስትንፋስም እርሱም እኔ ሕይወት ነኝ ያለው መንፈስ ከምድር አፈር ከተፈጠረ ሥጋ ራቀ። ሕያው የሆነው ፍጡር በሥጋው ሞተ ነፍስ ግን የማትሞት ናት። ስለዚህ አፈር ነህና ወደ አፈር ትመለሳለህ የተባለው ለሥጋ እንደሆነ እንመለከታለን። ስለዚህ በጣም የተጎዳው ክፍል በአስቸካይ መታደስ ነበረበት ይህም በኃጢአት ሞት ምክንያት የተያዘው የማይሞተው ነፍሳችን ነው። ይህ በኃጢአት የተመረዘ አካል በአስቸኳይ ከኃጢአት መለየት ነበረበት። ስለዚህ አፈር ነበርክና ወደ አፈር ትመለሳለህ የሚለው ቃል በወደቀው ሥጋ ውስጥ ያለውን ነፍስ ይመለክታል። ስለዚህ ቃል አስቀድሞ ገንዘቡ ያልነበረውን ሥጋ ሲዋሐድ የእርሱን የማይሞት ባሕርይ ለሥጋ ገንዘብ እንዲሆን እንዳደረገው እንመለከታለን። እሳት በባሕርዩ በእንጨት ላይ ተላልፎ የእሳትነት ባሕርዩን እንደሚገልጥ ቃል የሰውን ሥጋ ገንዘብ በማድረግ የወልድ ባሕርይ በኃጢአት ሞቶ ለነበረው የሰው ልጅ ሕያው ይሆን ዘንድ ተላለፈ። …በሽተኛው ከሐኪሙ ጋር ሥጋም ከማይሞተው ባሕርይ ጋር ይነሣና ለዘለዓለም ይነግሥ ዘንድ በባሕርዩ ሞት የማይስማማው ቃል ከሥጋ ጋር ወደ መቃብር ወረደ። ሞት የሚስማማው ሥጋ ሕይወትን ከሚሰጥ ቃል ጋር በመቃብር አደረ። ወንጌላዊው ቃል ሥጋ ሆነ አለ እንጂ ሥጋ ሊሆን ሊለወጥ መጣ አላለም። በእርግጥም ባሕርዩ ሳይለወጥ ሰው ሆነ። ስለዚህ ቃል በባሕርዩ እግዚአብሔር ስለሆነ ሥጋ ሲለብስም ከእግዚአብሔርነቱ ተለውጦ አይደለም። እውነታው እንዲህ ከሆነ እንደነቢዩ ቃል እግዚአብሔር እንዲህ ይላል የግብጽ ድካምና የኢትዮጵያ ንግድ ቁመት ረጅሞችም የሳባ ሰዎች ወደ አንተ ያልፋሉ ለአንተም ይሰግዳሉ በእውነት እግዚአብሔር በአንተ አለ፤ ከእርሱም ሌላ አምላክ የለም ብለው ይለምኑሃል የእስራኤል አምላክ መድኃኒት ሆይ በእውነት አንተ ራስህን የምትሠውር አምላክ ነህ። ማለት ይቻለናል። እግዚአብሔር በእርሱ አለ የሚለውን ተመልከቱ ቃልን ከሥጋ ባለመነጠል ነው። ከእርሱም ሌላ አምላክ የለም ማለት ቀዳማዊነትን መሰከሩ። ሥጋ ከቃል ጋር ተገናዝቦ በማይመረመር የመለኮት ምሥጢር ገንዘቡ ያልሆነ መለኮትነትን ገንዘቡ አድርጎ እንመለከተዋለን። ይህንንም ሥጋ የወሰደው ከድንግል ነው። ክርስቶስም ከሁለታቸው አንድ አካል አንድ ባሕርይ የነሳ አምላክ ነው። (ቅዱስ ቄርሎስ ዘእስክንድርያ 139)
ወንጌላዊው አስቀድሞ የተናገረውን ምስጢር ጠቃሚ በሆነ መንገድ በመግለጽ የሃይማኖታችንን ዶግማ እጅግ አስፈላጊ ወደ ሆነ ምዕራፍ ሊያሸጋግረን እንመለከታለን። ቃልም ሥጋ ሆነ ካለ በኋላ አላዋቂና በጥቅስ ተገንዘው በጥቅስ የተቀበሩ በቃሉ ላይ ብቻ የተንጠለጠሉ ሰዎች እንዳይሰናከሉበት ቃል ሥጋ ሲሆን ባሕርዩን ትቶ እንዳይመስላቸው ወደ ሥጋም ፈጽሞ የተለወጠ አድርገው እንዳያስቡ ምክንያቱም መለወጥ ፈጽሞ የእግዚአብሔር ባሕርይ አይደለምና ወንጌላዊው አንድ ወሳኝ የሆነ ቃልን ሲጠቀም እንመለከተዋለን በእኛ ላይ አደረ የሚል። ቃል ባሕርዩን ለወጠ ብላችሁ እንዳታስቡ ይህ ፈጽሞ የማይቻል ነውና። ከቅድስት ድንግል የነሣውን ሥጋ መቅደስ አድርጎ ቃል ሥጋ ሆነ። ይህም የሆነው በፍጹም የተዋሕዶ ምስጢር ነው። ባለመቀላቀል ባለመጠፋፋት ባለመለያየት የቃል ግብር ለሥጋ ግበር ቃል ሆነ። ቃል ባሕርዩ ፈጣሪነት መጋቢነት ዘላለማዊነትና የመሳሰለው ነው። የሥጋ ባሕርይ ውሱንነት በጊዜ የተገደበ ሟች ነው።
የሚሞት ሥጋ የማይሞት መለኮት ቢዋሐደው ዘላለማዊ ሆነ ሥጋ ሞቶ ፈርሶ አልቀረም የመለኮት ገንዘብ ሆኗልና። ስለዚህ ምክንያት ከዘለዓለም እስከዘለዓለም ሕያው ነኝ ማለት ተቻለው። ቅዱስ ጳውሎስ እንዳለው በእርሱ የመለኮት ሙላት ሁሉ በሰውነቱ ተገልጦ ይኖራል። ቃል በእኛ ላይ አደረ የሚለውን መመርመር በጣም ማወቅ ጠቃሚና አስፈላጊ የሆነ ነገር ነው። ምክንያቱም ጥልቅ የሆነ ምስጢር የሚገልጥ ነውና። ሁላችን በክርስቶስ ስላለን። አጠቃላይ የሰው ልጆች ተፈጥሮ በእርሱ ውስጥ ተጠቅልሎ እንመለከተዋለን። ስለዚህ ምክንያት ሁለተኛው አዳም ተብሎ ተጠርቷል። የመጀመሪያው አዳም ተፈጥሮአችንን አራቁቶት እንዲበልዝ አድርጎት ነበር። የኋለኛው አዳም ክርስቶስ ተፈጥሮአችንን አበለጸገ ደስታንና ክብርን አመጣልን። ለዚህ ነው ቃል ያደረው ከድንግል ማርያም በነሣው ሥጋ ሆኖ እያለ በእኛ ላይ አደረ የመባሉ ምስጢር። ስለዚህ በክርስቶስ በኃይል የእግዚአብሔር ልጅ ሆኖ ስለተገለጠ አጠቃላይ የሰው ልጆች ተፈጥሮ ከፍ ከፍ ይል ዘንድ የእግዚአብሔር ፈቃድ ሆነ። ስለዚህም ምክንያት መዝሙረኛው እኔ ግን አማልክት ናችሁ ሁላችሁም የልዑል ልጆች ናችሁ አለ። በባርነት ቀምበር ተይዘን የነበረ ወገኖቹ በክርስቶስ ምክንያት ነጻነታችንን አገኘን። ስለ ሞት በፍርሃት በባርነት ይታሰሩ የነበሩትን ሁሉ ነጻ እንዲያወጣ፤ በሥጋና በደም እንዲሁ ተካፈለ፤ የአብርሃምን ዘር ይዟል እንጂ የያዘው የመላእክትን አይደለም። ራሱን ዝቅ አድርጎ በባሪያ መልክ የገለጸው ለእርሱ እጠቀም ብሎ ለክብሩ የሚጨምርለት አንዳች ነገር ስለነበረ አይደለም። ራሰን የተወደደ መሥዋዕት አድርጎ ሊሰጠኝ ስለፈቀደ እንጂ። በእርሱም ድኅነት እኛ ሁላችን ባለጸጎች እንሆን ዘንድ ነው። ቃል በእኛ ላይ አደረ ሁላችንም በእርሱ ዉስጥ እንኖር ዘንድ ሐዋርያው እንዳለ በአንድ ሥጋ ከራሱን ከአባቱ ጋር እንዲሁም ከባሕርይ ሕይወቱ ከመንፈስ ቅዱስ ጋር ያስታርቀን ዘንድ ነው። (ቅዱስ ቄርሎስ ዘእስክንድርያ 141)
ወንጌላዊው ቃል ሥጋ ሆነ ካለ በኋላ ይህም እግዚአብሔር የሰው ልጅ ሆነ ከተፈጠሩ ፍጥረታት ጋር ወንድማማች ሆነ የሚለውን ገልጾ ለክብሩና ለባሕርዩ ወደ ሚያስማማው ነገር አመጣን። ልዩ የሆነው ባሕርዩን ገለጠልን። በመጀመሪያ የአባቱን ክብር አንድ ልጅ እንደመሆኑ በአባቱ ዘንድ ያላውን የክብር መጠን ሊያሳየን ሞከረ። መለኮታዊ ባሕርይ ለለውጥ ያልተጋለጠ በመሆኑ ሁልጊዜም በአንድ ዓይነት ባሕርይ የሚኖር በመሆኑ ምንም እንኳ ወንጌላዊው ቃልም ሥጋ ሆነ ቢልም አስቀድሞ ከነበረው ባሕረይና ሕላዌ ተለወጠ ማለቱ አይደለም። አስቀድመን ክብሩን ተመልክተናል። ሌሎችን ያለፈ ክብር ለእግዚአብሔር ልጅነቱ ክብር የሚስማማ ክብር ነው። ጸጋንና እውነትን የተመላ ነውና። ፊታችንን ወደ ቅዱሳን ጉባኤ መልሰን በእያንዳንዳቸው የተገለጠውን የእግዚአብሔር ድንቅ ሥራ ብንመረምር ከመዝሙረኛው በአንድነት ሆነን እግዚአብሔር በቅዱሳኑ ላይ ድነቅ ነው ማለት ይቻለናል። (ቅዱስ ቄርሎስ ዘእስክንድርያ 143) ሕፀፅ ያለበት ነው ብሎ ባሕርያችንን አልተወውም። የፈጣሪ አካል ባሕርይ በኾነ ጊዜ ፍጹም አምላክነትን አገኘ። ቅዱስ ቄርሎስ ሥጋችን ክቡር እንደሆነ ለማስረዳት ጌታ ሥጋችንን ተዋሐደ (ፍካሬ ሕይወት ወሞት 142)
የአይሁድ እምነት እግዚአብሔር በሕዝቡ መካከል መኖሩን በተለያዩ ተአምራዊ ምልክቶች እየተገለጠ የሚታወቅ መኾኑን ይነግረናል እንጂ ተአምራዊ ምልክት እውነተኛውን እግዚአብሔር ወደ ማወቅ የሚያደርስ መንገድ አይደለም። አእምሯዊ አስተውሎት አንዱም ዐሳብ ከሌላው ጋር እያዛመደ የሚያቀርበውን የማይጨበጥ ረቂቅ አምላካዊ ኃይልን መከተል ሰው እውነተኛ አማላኩን እስከሚያገኝ ድረስ ኅሊናው የማያርፍ መኾኑን ይነግረናል እንጂ የእውነት ምንነትን የምናውቅበት መንገድ አይደለም። 
ተአምራዊ ምልክትና አእምሯዊ ዕውቀት እግዚአብሔር በልጁ ከገለጠው ዓለማን የማዳን ምሥጢር ጋር ሲስማሙና ሲዋሐዱ ብቻ ነው በክርስትና ውስጥ ዋጋና ትርጉም የሚኖራቸው። በእግዚአብሔር መገለጥ ላይ የተመሠረተ ነገረ መለኮት በእሥራኤል ሕዝብ ታሪክ ውስጥ የምናገኘውና በአእምሮ ሕግ የምናውቀው መለኮታዊ እውነት ነው። ቅዱስ ጳውሎስ ይኽን እውነት ያለጥርጥር ታላቅ እግዚአብሔርን የመምሰል ምሥጢር በማለት ይጠራዋል። (በትረ ሃይማኖት 118) ይህን ቃል በተግባርና በሕይወት ዕውን ማድረግ የሚያስችለን ቅዱስ ቁርባን ነው። (በትረ ሃይማኖት 120) አካላዊ ቃል ሥጋን መዋሐዱ እሙን ነው። ቅዱስ ባስልዮስ (ትምህርተ ጽድቀ 313) ማዕጠንት ዘወርቅ የቃል ሥጋን መዋሐድ የሚያስረዳ ነው። (አኰቴተ ቁርባን 266)
ፀጋ ፤ የባሕርይ ክብሩን ለሰው በፀጋ የሚሰጥ ነው፤ ኢየሱስ ክርስቶስ ነው፤ የማዳን ሥራው በጠቅላላ። (ተንከተም 56) ቃል ሥጋ ሆነ ማለት ድንግል ማርያም ወላዲተ አምላክ ናት ማለት ነው። (ተንከተም 203)
ዮሐንስ ሌሎችን ጸጥ አሰኘ፣ ከሌሎችም አስረዝሞ እንዲህ ሲል ተናገረ የአብ ቃል ከሰማያት ወረደ። ቅዱስ ያሬድ (ትምርተ ድኅነት1 62) በአባቱ ፈቃድ ሰው ሆነ። በማኅፀነ ማርያም አደረ፤ ንጸሕ ሚሆን ማኅተመ ድንግልናዋን ሳይለውጥ እግዚአብሔር ተወለደ። ቅዳሴ ዲዮስቆሮስ (ትምህርተ ድኅነት1 63) የጽድቅ የእውነት ፀሐይ ወጥቶላቸዋልና ጻድቃን በብዙ ሰላም(ሰላምን ተመልተው) ደስ ይላቸዋል። ቅዱስ ያሬድ (ትምርተ ድኅነት1 63) አምላክ ሲሆን ማኅፀን ተሸከመው። /ቅዱስ ያሬድ/ የድንግል ማርያም ድርሻ የተገለጠበት ቃል ነው። (ትምርተ ድኅነት1 114) -የነቢያት ትንቢት ፍጻሜ ያገኘበት ነው። (ትምርተ ድኅነት1 218) 
-ክርስቶስ ያልነሣው ማንኛውም ነገር ድኅነት ባላገኘም ነበርና፤ መለኮቱን ወደ ሰው ልጆች ባሕርይ አፈሰሰው። /ቅዱስ አትናቴዎስ/
ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ ከእመቤታችን ከቅድስት ድንግል ማርያም ሥጋንና ነፍስን ሳይነሣ እንዲሁ እንደ መስኖ የተጠቀመባት ከኾነማ ጥንቱንስ በማኅፀን ማደሩ ምን ጥቅም አለው እንደ መስኖ ውኃ ገብቶ የወጣ ከኾነማ ባሕርያችንን አልነሣም ማለት ነዋ የለበሰው ሥጋ የእኛ የሰው ልጆች ሳይኾን የሌላ ነው ማለት ነዋ እንዲህ ከኾነ ታዲያ እንዴት የእሴይ ሥር ሊባል ቻለ። እንዴት በትር ተባለ። እንዴት የሰው ልጅ ሊባል ቻለ። ቅድስት ድንግል ማርያም እንዴት እናቱ ኾነች። እንዴት የዳዊት ዘር ሊባል ቻለ። (5ቱ የንስሓመንገዶች 13)
ክርስቶስ ጸጋን ተሞልቶ ማለት የመለኮታዊ ባሕርይ ክብሩን ከእኛ ለነሣው ሥጋ ጸጋ አድርጎ ሠጠ ከሥጋችን ጋር ተዋሐደ ማለት ነው። ወንጌል ቅዱስ መዝ 44፤1፣ 32፤5፣ መሓ 2፤8፣ ራእ 19፤13 (የብርሃን እናት 219) ከመንፈስ ቅዱስ የተነሣ ከድንግል ማርያም በሥጋ ሰው ሆነ። በእንሰሳዊ ሥጋም አይደለም የእንሰሳ ሥጋ ቢሆን ያለ ለባዊትና ነባቢት መንፈስ ሥጋ፣ ደም፣ ዐፅም፣ ደም፣ ለባዊትና ነባቢት የሆነች ብርሃን ከዘይት ጋር እንደሚዋሐድ ከደም ጋር የተዋሐደች መንፈስ ነው። እንደዚሁም የአምላክ ልጅ ለባዊት ነባቢት የሆነች መንፈስ ያለውን ሥጋ ከድንግል ማርያም ነሣ ከደም ጋር የተዋሐደች ከዚያች መንፈስ ጋርም አንድ ሆነ ደምም በሥጋ ተዋሐደ የአምላክ ልጅም ያለመለወጥና ያለመለየትም በሥጋና በመንፈስ አንድ ሆነ። ለባዊት ነፍስ የመላች (የረቀቀች) መንፈስ ናትና ከአምላክ ቃል ጋር አንድ በሆነች ጊዜ ከሰማይ በላይና ከምድር በታች ከእርሱ ጋራ መላች ሥጋው በምድር ላይ ሳለ የሰውነቱ መንፈስ ግን ከአምላክ ቃል ጋር አንድ ሆነ…።
ሳዊሮስ ዘእስሙናይን (መጽሐፈ ሳዊሮስ ዘእስሙ 127) ወንጌላዊ አምላክ ያለመለወጥ ሥጋ እንደሆነ አስረዳን፤ ፈጣሪ ፍጡርን ፣ ፍጡርም ፈጣሪን፣ ሰማያዊ ምድራዊን፣ ምድራዊም ሰማያዊን፣ የቀደመው አዲስ፣ ሐዲሱ ቀዳሚ፣ የእግዚአብሔር ልጅ የማርያም ልጅ፣ የማርያም ልጅ የእግዚአብሔር ልጅ እንደሆነ አስረዳን። /ሳዊሮ ዘእስ/
ከዘመናት በፊት የነበረ፣ ከዘመናትም በኋላም የተገለጠ። እርሱ በጊዜ የሚለካ መነሻ አይሻም። ነገር ግን ህልውናችንን በግዴለሽነት ምክንያት ላጣነው ለእኛ ሲባል እንደ እኛ ሊወለድ ፈቀደ፤ እውነትን የተወውን ሰው ወደ ቀድሞው ቦታው ይመልሰው ዘንድ ። ይህም የእግዚአብሔር አንድያ ልጁ ነው፤ እርሱ ሁሉን በእርሱ የተቀለለ ነገር ግን የራሱን ቤተ መቅደስ በመካከላችን የተከለ ነው። ቅዱስ ጎር ዘኑ (መንፈሳዊ ሕይወት ምንድን ነው 84 ) 
ቃል የሥጋን ባሕርይ ሥጋም የቃልን ባሕርይ ገንዘብ በማድረጉ ሁለቱም በመለኮታዊ ልዕልና ይኖራሉ። ቅዱ ኤፍ (ኅብረ ወንጌል 34) ወንጌላዊው አጠገባችን ሆነ አላለም በእኛ አደረ አለ እንጂ ይህም ሥጋችንን ለብሶ በእኛ መካከል መገኘቱ ስለ እኛ መዳን ምክንያት እንደ ሆነ ያስረዳ ዘንድ ነው።(ኅብረ ወንጌል 70)
የእጁ ሥራ የሆነው የሰው ልጅ በኃጢአት ታሥሮ በማየቱ ባዘነለት ጊዜ በርኅራኄው መጣ፤ ከኃጢአት በስተቀር እንደ እኛ ሆኖ በመካከላችን ተገለጠ። እኛ በመንግሥተ ሰማያት እናድር ዘንድ፣ ከቀደመ ውድቀታችንም ታድሰን እንነሣ ዘንድ እንደገናም ልጅነትን ተቀብለን ከኃጢአት ነጻ እንሆን ዘንድ ከአባቱ ክብር ሳይለይ ለእኛ ሲል ለ9 ወር ከ 5 ቀናት በድንግል ማኅጸን አደረ። (መጽሐፈ በርለዓም ወየወሴፍ 18)
ሰማይና ምድር የማይችሉትን አምላክ እንደምን የድንግል ማሕጸን ቻለው - ቅዱስ ያሬድ ድጓ (ነገረ ክርስቶስ ክፍል አንድ 60) የድንግል ማሕፀን በሰማይ ካለው የብርሃን ሠረገላ ሰፋ፤ የድንግል ማሕፀን ከአየራት በለጠ፤ በሱራፌልና በኪሩቤል ዘንድም ተመሰገነ፤ የድንግል ማሕፀን የሰማይ ደጃፍ ኾነ፤ ሳይከፈትም የፀሐይ መውጫ መግቢያ ኾነ፤ የድንግል ማሕፀን ለአማናዊ የጽድቅ ገንዘብ ሣጥን ኾነ፤ የድንግል ማሕፀን አዶናይ በመባል ለሚጠራ እግዚአብሔር ማደሪያ ኾነ። አባ ጊዮርጊስ ድጓ (ነገረ ክርስቶስ ክፍል አንድ 60) የድንግልና ርግብ እመቤቴ ማርያም ሆይ በማግነን አመሰግንሻለኁ ከፍ ከፍ በማድረግም አመሰግንሻለኁ ከዓለም አስቀድሞ ለነበረ አካላዊ ቃል እናቱን ኾነሻልና ሰማይ የማይችለውን የምድር ስፋትም የማይበቃውን ጠባብ ማሕፀንሽ ተሸከመው ኀይሉንም ቻለ። /አባ ጊዮርጊስ /
በማይመረመር ምስጢር እንደ እኛ በማሕፀን መፀነስን ወደደ፤ ርሱ ሰው መኾኑ በማሕፀን ሳለ ባሕርየ መለኮቱ በሰማይ በምድር ከምድርም በታች ምሉእ ነው፤ በማይመረመር፣ በማይነገር ጌትነቱም ከአብ ዕሪና ይኖር ነበር፤ የሕይወት እስትንፋስ ያላቸው ኹሉ በላይ በታች ያሉ ፍጡራንም ኹሉ በመኻል እጁ ናቸው፤ አሸናፊ ፈጣሪ ርሱ እንደ ከሃሊነቱ ኹሉም ያዝዛቸዋል፤ ወልድ በድንግል ማኅፀን ሳለ በሰማይም በምድርም ከአባቱ ጋር በአንድ ባሕርይ መለኮት ህልው ነውና፣ ከኃጢአት በቀር በድንግል ማሕፀን ሥጋ ኾኖ ከተፈጠረ ከፍጹም ትስብእት ጋርም በማይመረመር ባንድ ባሕርይ መለኮት መች መች አንድ ነውና። /ቅዱስ ቄር ዘእስክ / እርሱ ኪሩቤልን ያንቀሳቅሳል፤ ርሱ የሥጋ አካል ጅማቶችን ይዋሐዳል፤ ርሱ በኹሉም ዘንድ ይገኛል፣ ትእዛዛት ይፋጠናሉ፣ ሰልፈኞችም ይሸበራሉ፣ ኃይላት በደስታ ይጮኻሉ፣ ጉባኤዎች ይሸበራሉ፣ ሥልጣናት ይሸፋፈናሉ፣ መዘምራን ሆ 
ብለው ይጮኻሉ ይቀድሳሉ፣ በላይም የተሰወረ ማንነቱን ይፈልጋሉ፤ ርሱ ግን በምድር ላይ በተፈጠረውና የሥጋ ሰማይ በኾነው ማሕፀን ውስጥ ነው፣ ርሱ የምድሪቱን ልጓሞች እና ሥልጣናቸውን በእጁቹ መዳፍ ውስጥ ይዟል፤ ያለምንም ሥጋዊ ሩካቤ ርሱ በድንግልና ማሕፀን ውስጥ ፅንስ ኾነ የመላው የምድር ስፋት በአባቱ የአጅ መዳፍ ውስጥ ነው፤ አንድ ዕፍኝ ሥጋ ርሱን በታናሽነቱ ፀንሶ ይሸከመዋል። /ቅዱስ ያዕቆብ ዘሥ/
ሥጋ ክቡር ነው። በኦርቶዶክሳዊ የነገረ ድኅነት አስተምህሮ የጠፋውን ለመፈለግ የባዘነውን ለመመለስ የወደቀውን ለማንሣት የራቀውን ለማቅረብ የተዋረደውን ለማክበርና የሞተውን ሕያው ለማድረግ በቸርነቱ ሊጎበኘን የወደደው አዳኛችን ኢየሱስ ክርስቶስ በበዳዩ ሰው ባሕርይ መገለጥ የግድ አስፈልጎታል። (ነቅዐ ሕይወት 49) አካላዊ ቃል በተዋሕዶ ያልነሣውን ያልተዋሐደውን ባሕርይ አላዳነውም ቤዛም አልሆነለትም። ቅዱ ጎር ዘኑ እነሆ የመዳኔን ምሥጢራዊ ተአምር ሊነጻጸር የሚችል አንዳችም ነገር የለም። ጥቂት የደመ መለኮት ጠብታዎች መላውን ዓለም ዳግመኛ በሐዲስ ተፈጥሮ ፈጥረዋልና። ቅዱ ጎር ዘኑ (ነቅዐ ሕይወት 59) የመለኮታዊ ክብር ተካፋይ መሆን (ነቅዐ ሕይወት 61) ሐዲስ ተፈጥሮ (ነቅዐ ሕይወት 63)
ቃል ሥጋ ሆነ የሚለው ቃለ ወንጌል ለሚያምን ሁሉ ግልጽና ቀጥተኛ ቃል ነው። ሆነ የሚለው ቃል መምሰልን ሊያመለክት አይችልም። ቀጥሎም ያለው ጸጋንና እውነነትን ተመልቶ በእኛ አደረ የሚለው ቃልም የቃል ሥጋን መሐዋድ እውነተኛ መሆኑን በአጽንኦት የሚገልጽ ነው። (ኦርቶዶክሳዊ ሥነ ሰብእ 93) ቅድመ ተዋሕዶ (ነገረ ሃይማኖት ዘኦርቶ 125)ድኅረ ተዋሕዶ (ሁለቱ ኪዳናት 25)
፲፬. ያም ቃል ሥጋ፤ ሆነ በእኛም አደረ፤ ለአባቱ አንድ እንደ ሆነ ልጅ ክብር ያለ ክብሩን አየን፤ ጸጋንና እውነትን የተመላ ነው።
፲፭. ምስክሩ ዮሐንስ ስለ እርሱ ድምፁን ከፍ አድርጎ ተናገረ፤ እንዲህም አለ፥ "እኔ ስለ እርሱ ከእኔ በፊት የነበረ ከእኔ በኋላ ይመጣል ያልኋችሁ ሰው ይህ ነው፥ እርሱ ከእኔ አስቀድሞ ነበረና።"
ከእኔ በኋላ ይመጣል ማለት በእኔ ትምህርት በእኔ ስብከት ይገለጣል። እኔ ካስተማርኩ በኋላ ያስተምራል ማለት ነው። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 47 ከእኔ በኋላ ይመጣል ማለቱ ዮሐንስ ጌታችንን ስድስት ወር ይበልጠዋልና ከእኔ በኋላ የተወለደ ነው ሲል ነው። ቅዱ ኤፍ ሶር (የዮሐንስ ወንጌል ማብራሪያ 47 ዮሐንስ መጥምቅ ከእኔ በኋላ የሚመጣው የእግዚአብሔር ልጅ ነው አላለም። ከእቤ ይልቅ የሚከብር ይህ ነው አለ እንጂ። ጥበበኛ ባለመድኃኒት ለበሽተኛው መጀመሪያ ጥቂት ወይም ቀላል መድኃኒት ይሰጠዋል እንጂ በከባድና አስጨናቂ በሆነ መድኃኒት አያስጨንቀውም። ዮሐንስም ምድራዊውን ነገር እንጂ ሰማያዊውን ነገር የማያስተውሉ አይሁድን ከእኔ በኋላ የሚመጣው ሁሉን የሚያድን የእግዚአብሔር ልጅ ነው ብሎ መጀመሪያ አላስደነገጣቸውም። እርሱ ራሱ ዮሐንስ በአይሁድ ዘንድ ክቡር ነበርና በራሱ አመሳስሎ ከእኔ በኋላ የሚመጣው ከእኔ ይልቅ የከበረ ሆኖአል አላቸው እንጂ። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 48 ከእመኔ በፊት ነበረ ማለቱ ስለ አምላክነቱ መናገሩ ነው። /ቅዱ ኤፍ/
እርሱ ከእኔ በፊት ነበርና ማለቱ ኢየሱስ ክርስቶስ በሰውነቱ በክብር ይቀድመኛል ሲል ነው።
ከእኔ ይልቅ የከበረ ሆኖአል የሚለውን ቃል ማስከተሉ በክብር እንደ ሚቀድምና እንደሚበልጠው ለመግለጥ ነው። ቅዱ ዮሐ አፈ (የዮሐንስ ወንጌል ማብራሪያ 48 ይህ ቃል በመኖሩ ስለመቅደሙ አይተረጐምም በክብር በልዕልና ይቀድማል ማለት ነው እንጂ። /ግእዝ በግእዝ/ 
`,

  /** ----------------------------------------------------------- */

  "መዝሙር በቀዳሚ ገብረ እግዚአብሔር": `በቀዳሚ ገብረ እግዚአብሔር ሰማየ ወምድር ወኵሎ ፈጸመ አዕረፈ በሰንበት። ወይቤሎ ለኖኅ አመ አይኀ ግበር ታቦተ በዙትድኅን አነ አቀውም ኪዳንየ ዘምስሌከ ለዓለም ከመ ዳግመ ለምድር ኢያማስና በአይኀ ከመ አሀባ ለምድር ሣዕረ ሐመልማል ክረምተ ወሐጋይ ዘርአ ወማዕረረ ዝኬ ውእቱ ጸጋው ለእግዚአብሔር በአማን ኢይኄሱ ቃሎ ዘነበበ። 
በመጀመሪያ እግዚአብሔር ሰማይና ምድርን ፈጠረ ሁሉን ፈጽሞ በሰባተኛው ቀን ዐረፈ፤ ኖኅን እንዲህ አለው፤ 
በንፍር ውኃ ጊዜ የምትድንበትን ታቦትን ሥራ፤ ዳግመኛም ምድርን በንፍር ውኃ እንዳላጠፋት፤ በክረምትም ለምድር ሣርንና ልምላሜን፤ በበጋም ዘርና መኸርን እሰጣት ዘንድ እኔ ከአንተ ጋር ቃል ኪዳኔን አቆማለሁ አጸናለሁ፤ ይህ የእግዚአብሔር ጸጋ ነው፤ በእውነት እግዚአብሔር የተናገረውን ቃሉን አያጥፍም።
`,
  "ምስባክ መዝ 9፥11": `11፤ ዘምሩ ለእግዚአብሔር ዘየኀድር ውስተ ጽዮን ወንግርዎሙ ለአሕዛብ ምግባሮ። እስመ ተዘከር ዘይትኀሠሥ ደሞሙ። 11፤ በጽዮን ለሚኖር ለእግዚአብሔር ዘምሩ፥ ለአሕዛብም ሥራውን ንገሩ፤ ደማቸውን የሚመራመር እርሱ አስቦአልና፥ በጽዮን ለሚኖር -የጽዮን ተራራ በደኅና የተገነባችው ቅድስት ቤተ ክርስቲያን ናት፤ ግንቦቿ የአማኞች ነፍሳት ናቸው። ኦንሲመስ ይልቁንም ማሕሌታይ ከሚሆን ከዚህ ከአባትሽ ከዳዊት ጋር ወደ እኔ ትመጪ ዘንድ እተጋለሁ፤ በተቃጠለ ፍቅር ስለ አንቺ ይጮኸልና እንዲህ እያለ፦ "ዘምሩ ለእግዚአብሔር ዘየኀድር ውስተ ጽዮን፤ወንግርዎሙ ለአሕዛብ ምግባሮ።" መዝ 5፥4፣ 47፥12 ወንግርዎሙ ለአሕዛብ ምግባሮ። ሥራውን ትድግናውን ሁሉ ለአሕዛብ ንገሯቸው አስተምሯቸው፤ አንድም ጠላት ገድሎ ባሕር ከፍሎ መና አውርዶ ደመና ጋርዶ አለት ሰንጥቆ ውኃ አፍልቆ አባቶቻችንን ከግብፅ ባርነት ነጻ ማውጣቱን ተናገሩ፤ ቸርነቱን ምሕረቱን አውሩ፤ ስሙን ጥሩ፤ ለጌትነቱ ዘምሩ፤ በቅዱስ ስሙ ተጓደዱ። እስመ ተዘከር ዘይትኀሠሥ ደሞሙ። እንደ ፈሰሰ እንደ ፈረሰ ይቅር የማይል ሥጋቸውን ደማቸውን አስቧልና አስቦ ጠላታቸውንን አጥፍቷልና፤ አንድም ደማቸውን የሚመራመር እግዚአብሔር አስቧልና አንድም ደማቸውን የሚፈላለግ ጠላታቸውን አጥፍቷልና፤ አንድም ጠላቱን በፍዳ የሚመረምር እንደ ደመ አቤል እንደ ደመ ዘካርያስ ደማቸውን አስቧልና። 
`,
  "ወንጌል ማቴ 23፥23-ፍሜ": `23. "እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ከአዝሙድና ከእንስላል፥ ከከሙንም ዐሥራትን ስለምታወጡ፥ በኦሪት ያለውን ታላቁን ትእዛዝ፥ ፍርድንና ምጽዋትን፥ ታማኝነትን ስለምትተው ወዮላችሁ! ይህን ልታደርጉ፥ ያንንም ላትተዉ ይገባ ነበር።
*አዝሙድ፤ የወጥ ቅመም ፣ ጥቁር ወይም ነጭ ቀለም ያለው፤ ኢሳ 28፥25 /የመቅ መቃ 166/
*ከሙን፤ ጥሩ ሽታ ያለው፣ ፍሬው ትንንሽ የሆነ የሚፋጅ የቅመም ዓይነት፤ ኢሳ 28፥25። /የመቅ መቃ 199/
*ዐሥራት፤ አንድ ዐሥረኛ ማለት ነው። ከቀድሞ ዘመን ጀምሮ ከማንኛውም ገቢ ዐሥረኛው እኛ ለሃይማኖት መሪዎች ወይም ለመንግሥት ይሰጥ ነበር። ነገር ግን እንዴት እንደተጀመረ አይታወቅም። ከሙሴ ዘመን በፊትና እንዲሁም ከባቢሎን እስከ ሮም ድረስ ይሠራበት ነበር። አብርሃም ለመልከ ጼዴቅ ዐሥራትን ሰጠው፤ ዘፍ 14፥20። ያዕቆብም ለእግዚአብሔር ዐሥራት በመክፈል ተሳለ፤ ዘፍ 28፥22። ሌዋውያን ካህናት እንዲጠቀሙበት ዘኁ 18፥21፣ ምድር ከምታፈራውና ከከብትም ወገን ዐሥራት እንዲሰጥ ታዘዘ፤ ዘሌ 27፥30። የሚከፍሉበት ጊዜ ተወሰነ፤ ዘዳ 12፥5፣ 14፥22። ዐሥራትንም ሲከፍሉ እግዚአብሔር ሕዝቡን ይባርካል፤ ዘዳ 26፥13፣ ሚል 3፥10። ፈሪሳውያን ከቅመማ ቅመም ሳይቀር ዐሥራት ይከፍሉ ነበር። 
ሐዋርያት ስለ ዐሥራት አልጻፉም፤ ሆኖም እንደ እግዚአብሔር በረከት መጠን በልግስና በውዴታ ዐሥራት መስጠት ይገባል፤ 1ቆ 16፥1፣ 2ቆሮ 9፥6። /የመቅ መቃ 214/
-ይህን ልታደርጉ ያንንም ላትተዉ ይገባ ነበር። ይህንን ቃል ዲያብሎስ ውጊያ ሲያበዛባችሁ አስታውስት። ዲያብሎስ ሲዋጋ ዕቅዱን ይለዋውጣል። አምና በዐቢይ ጾም መግቢያ ላይ ጾም ጥቅም እንደሌለው አድርጎ የተዋጋውን ወጣት በዘንድሮ ዐቢይ ጾም መግቢያ ላይም በዚያው ይጀምረውና በከንቱ ኩራት ይደመድምበታል። ጾምን በተመለከተ በጥርጣሬ ሊሞላው ይጀምራል። ከእንሰሳት ተዋጽዖ መታቀብ ማለት ምን ማለት ነው? ይልቁንም ከኃጢአትና በውስጥህ ካሉት አውሬዎች ጋር መዋጋት ይሻላል። ያለ ንጽሕናና ቅድስና ብትጾምስ ምን ዋጋ አለው? እንዲህ ያለው ጾምህ ተቀባይነት ያለው ይመስልሃልን? ይለዋል። ያ ወጣትም "ይህን ልታደርጉ፥ ያንንም ላትተዉ ይገባ ነበር" የሚለውን የመጽሐፍ ቃል ያስባል። 1ቆሮ 9፥27፣ ማቴ 4፥4፣ ዘዳ 8፥3 /የዲያብሎስ ውጊያዎች 54/
-ይህን ልታደርጉ፥ ያንንም ላትተዉ ይገባ ነበር። ይህን ቃል በአንተ አገልግሎት አስበው። መተው የሌለበክን የተውከውን አስብ! ክፉ ሆነክ መልካም ነገሮችን አትፈልግ። 1ነገ 20፣ ዘፍ 27 /መንፈሳዊ ሰው 19/
-"እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ከአዝሙድና ከእንስላል፥ ከከሙንም ዐሥራትን ስለምታወጡ፥ በኦሪት ያለውን ታላቁን ትእዛዝ፥ ፍርድንና ምጽዋትን፥ ታማኝነትን ስለምትተው ወዮላችሁ! ይህ ቃል ዮሐ 18፥28ን ያስታውሰናል። አይሁድ ንጹሕ የሆነውን ጌታ ይዘው ወደ ገዡ ግቢ ከወሰዱት በኋላ እንዳንረክሱ ወደ ጊቢው ውስጥ አልገቡም። 
ማር ዮሐንስ "የሁሉን ጌታ ሊገድሉት አስበው እንዳንረክስ ማለታቸው ይገርማል" ጌታችን "እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ከአዝሙድና ከእንስላል፥ ከከሙንም ዐሥራትን ስለምታወጡ፥ በኦሪት ያለውን ታላቁን ትእዛዝ፥ ፍርድንና ምጽዋትን፥ ታማኝነትን ስለምትተው ወዮላችሁ! ብሎ እውነት ተናገረ" 
አገልግሎት የመጨረሻው ደረጃ ወይም መውደቅ የሌለበት አይደለምና መጠንቀቅ ያስፈልጋል። ዴማስ ጠፍቷል ቈላ 4፥4፣ ፣ የሰርዴሱ አለቃ ራእ 3፥1፣ ካህኑ ዒሊና ልጆቹ 1ሳሙ 2፥31፣3፥14፣ ንጉሥ ሳኦል 1ሳ 10፥11፣ ጻፍችና ፈሪሳውያን 
-ካህናት ማቴ 21፥34፣ 27፥12፣28፥13፣26፥14፣ ሉቃ 23፥23፣ የጠፋው ልጅ ታላቅ ወንድም ሉቃ 15፥25፣29፣ አዳምና ሔዋን፣ በለዓም ዘኁ 24፥17፣ 23፥4፣24፥13፣22፥18፣ራእ 2፥14፣ 2ጴ 2፥15፣ ይሁ 11፣ አሮን ዘፀ 15፣ አርዮስ፣ ንስጥሮስ፣ መቅዶንዮስ ፣ አውጣኪ /መንፈሳዊ አገልግሎት 136/
24. እናንተ ዕውራን መሪዎች፥ ትንኝን የምታጠሩ፥ ግመልንም የምትውጡ፤ 
*ትንኝ፤ የምትበርር፣ የሰውን ደም የምትመጥ በጣም ትንሽ ፍጥረት። /የመቅ መቃ 138/
*ግመል፤ በጀርባው ላይ አንድ ወይም ሁለት ሻኛ ያለው የጭነት እንሰሳ፤ ዘፍ 24፥10፣ 2ነገ 8፥9። ጠጒሩ ልብስ ይሆናል፤ ማቴ 3፥4። ግመል ያመስኳል፤ ግን ሰኰናው ስንጥቅ አይደለም። ስለዚህ በእስራኤል ዘንድ ለመብል አልተፈቀደም፤ ዘሌ 11፥4። ግመል ለትልቅ ነገር ምሳሌ ሆኖ ተጠቅሷል፤ ማቴ 19፥24። /የመቅ መቃ 258/
-ባልንጀሮቻቸውን በጥቃቅንና እዚህ ግባ በማይባል ስሕተቶች ክፉኛ የሚነቅፉ የነበሩ ሲሆን እነርሱ ራሳቸው ግን ልበ ቢስ ሆነው ለሞት የሚያደርሱ በደሎች የሚፈጽሙ ነበርና" ማቴ 7፥1፣ 23፥4፣ ቅዱ ዮሐ አፈ /የማቴዎስ ወንጌል 441/
-ዳግመኛም በባልንጀራህ በመፍረድ ፍቅር ማጣት እንዳይሆንብህ ይህ የደረሰበት እንዲህ ስላደረገ ነው አትበል። ይህን ትመረምር ዘንድ አልተፈቀደልህምና። መጽሐፍ እንዲህ ይላል -ስለ ሰው ማንነት መመራመር ትፈልጋለህ? አዎን ካልክ መጻሕፍትን ተመልከት፤ መምህራንን ጠይቅ። ምነው መጻሕፍትና መምህራን የሰው አመል መርምር ይላሉ? ቢሉ እንዳትመረምር ይነግሩሃል። አረጋዊ መንፈ /ጸያሔ ፍኖት 128/ መናፍቃን በኦርቶዶክስ ቤተክርስቲያን የሚያደርጉትም ትንሹን የምእመናን የምግባር ጉድለት በማንሣት ትልቁን ኑፋቄያቸውን ሊያስገቡ ይሻሉ። ወንበዴ ብታይ ዘማዊንም ብትመለከት እንደ ፈታያዊ ዘየማነ እኔን ቀድሞ ገነት ቢገባስ ምን ዐውቃለሁ ብለህ እለፍ" /አረጋዊ መንፈሳዊ/
እግዚአብሔር ከደካሞች ጋር
-ምንጊዜም ቢሆንም እግዚአብሔር አምላክ ምሕረት የሚያደርገው ለደካማው ነው። 1ቆ 1፥27
-እግዚአብሔርን የሚመርጡት ብርቱዎችም ቢሆኑ በእርሱ ፊት እንደ ደካሞች ሆነው ነው። 2ነገ1፥10፣18፥40፣19፥14
-እግዚአብሔር አምላክ የተዋረደና የተጸጸተ ልብ ስለሚፈልግ ጀግኖች የተባሉት ሰዎችም እንዲፈሩና ደካሞች እንዲሆኑ ይወዳል። ኢሳ 2፥12
-መድኃኒታችን ኢየሱስ ክርስቶስ ደካማ የሆነውን ሰው በመቃወም የቆመበት ጊዜ ፈጽሞ አልነበረም። ዮሐ 8፥11፣ሉቃ 7፣ ማቴ 11፥28፣ ዮሐ 16፥12፣ 1ቆሮ 3፥1
እግዚአብሔር ከደካሞች ጋር፦ያዕቆብ ዘፍ 32፥11፣ ዮሴፍ ዘፍ 39፥19፣ ሙሴ ዘፀ 3፥1፣ 3ቱ ደቂቅ፣ ከዳንኤል ፣ ዳዊት ፣ ኢዮብ
-እግዚአብሔር እንዲምራችሁ ለደካሞች ምሕረት አድርጉ። ሉቃ 7፣18፥9፣ ዮሐ 9፥35 የሚመካ በእግዚአብሔር ይመካ። 2ኛ ነገ 19፥16፣ ኢዮ 26፥2፣ መዝ 19፥7፣ 1ተ 2፥18
25. እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ በውስጡ ቅሚያንና ስስትን ተሞልቶ ሳለ የጽዋውንና የወጭቱን ውጭ ስለምታጥቡ ወዮላችሁ!
*ጽዋ፤ ከብዙ ነገር በልዩ ልዩ ዐይነትና መልክ ሊሠራ የሚችል መጠጫ ዕቃ። በምሳሌነት እግዚአብሔር ለሰው ያቀደውን በረከት ወይም መከራ ያመለክታል፤ መዝ 11፥6፣ 16፥15፣ 23፥5፣ ማቴ 20፥22፣ 26፥39፣ ዮሐ 18፥11፣ ራእ 15፥7። /የመቅ መቃ 280/
*ወጭት፤ ከሸክላ ፣ ከነሐስ፣ ከሌላም የሚሠራ ትልቅና ሰፊ የወጥ ማቅረቢያ፤ ማቴ 23፥25፣ 26፥23። /የመቅ መቃ 211/
-ስለ ንስጥሮስ ፦ አንተ ግን ፍሬ የሌለው ተክል፣ ቅጠል በሌለው ዛፍ፣ ፈሳሽ በሌለው ወንዝ፣ ውኃ በሌለው ጉድጓድ፣ ዘውድ በሌለው ንጉሥ፣ የጦር መሣሪያ በሌለው ወታደር፣ ዝናም በሌላው ደመና፣ ፍሬ በሌለው እሸት፣ ለምግብ የሚሆን ሀብት በሌላው አባት፣ ጡቶች በሌላት እናት፣ ጣርያ በሌላው ሕንጻ ፣ መዝጊያ በሌለው ደጃፍ፣ አክሊል ባልደፋ ሙሽራ፣ ጌጥ በሌላት ሙሽሪት፣ ልብሰ ተክህኖ በሌላው ካህን፣ ቁርባን በሌላው መሠዊያ፣ 
የመርከብ ሥርዓት በማያውቅ ዋናተኛ፣ ገንዘብ በሌለው ገባይተኛ፣ የብረት ጥሩር በሌለው ባለ ሠረገላ፣ ጦሮች በሌሉት ፈረሰኛ ትመሰላለህ። /አባ ጊዮርጊስ/
-ነፍስ ሞታ ሰውነት በሽቱ ቢታወድ የነፍስ ንጽሕና ይገኛልን? አንዱ በዘማዊነት፣ በሌብነት፣ በነፍስ ገዳይነት በማይረባ ስብእና እና ወራዳነት እንዲሁም በሴታሴትነት ሁኔታ ሊገኝ ይችላል። በተለይ በኋለኛው በሴታሴትነት የሚገኙ ሰዎች ለሰውነታቸው ንጽሕና ምን ጊዜም ጠንቃቃ ናቸውና። እናም ገላቸውን በሽቶዎች ያውዱታል፣ መቃብራቸውንም ያጸዱታል። ግን ሰውነታቸው ነው መቃብር። ነፍስ በሰውነታቸው ውስጥ ሙት ናትና። ስለዚህ ይህ ንጽሕና የእነርሱ ሊሆን ይችላል። ይሁን እንጂ የውስጥ የሆነው ንጽሕና አይደለም። ቅዱ ዮሐ አፈ /የቅዱስ ጳውሎስ መልእክት ወደ 2-ጢሞ 112/
-መምህራን ነን እያሉ መጻሕፍትን የማያስተውሉ በመጻሕፍትም የማይኖሩ ጣዖት ሆኖ ሳለ አምላክ ብለው ከሚያከብሩት ከአዛጦን ሰዎች ጣዖት ከዳጎን አይሻሉም።" /አባ ጊዮርጊስ/
-ከሰይጣን ይልቅ ልማድን ፍራ ልማድን የሚያለማ እሳትን እንደሚያለማ ነውና። ማር ይስሐቅ /ጾምና ምጽዋት 242/-በንጹሕ ልብ ለልዑል ምስጋና እናቅርብ። /ቅዱ ያሬድ/
-የቀራጩ ጸሎት አስታውስ ኢሳ 1፥12፣ ኤር 12፥2፣ ዕብ 12፥14
መንፈሳዊ ሥራዎችህን እግዚአብሔር እንዲቀበልልህ፦ በስውር አድርግ፣ ከንቱ ውዳሴን አትፈልግ፣ ከሰዎች እይታ ተከለል፣ ምስጋና ሲመጣ ኃጢአትህን አስታውስ፣ ግልጽ የሆኑ ድርጊቶችህን ሰውር /መንፈሳዊ ውጊያዎች 88/፣ የመናፍቃን የስብከት አቅጣጫ ውጭን ነው።
26. አንተ ዕውር ፈሪሳዊ፥ ውጭው ንጹሕ ይሆን ዘንድ አስቀድመህ የጽዋውንና የወጭቱን ውስጡን እጠበው።
27. በውጫቸው አምረው የሚታዩ፥ በውስጣቸው ግን የሙታን አጥንትንና ርኲሰትን የተመሉ፥ የተለሰኑ መቃብሮችን የምትመስሉ እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ወዮላችሁ!
28. እንዲሁ እናንተም በውጭ ለሰው ጻድቃን ትመስላላችሁ፤ በውስጣችሁ ግን ዐመጽንና ግብዝነትን፥ ቅሚያንም የተሞላችሁ ናችሁ።
፳፱. "የነቢያትን መቃብር የምትሠሩ፥ የጻድቃንንም መቃብር የምታስጌጡ እናንተ ግብዞች ጻፎችና ፈሪሳውያን፥ ወዮላችሁ!
፴. በአባቶቻችን ዘመን ኖረን ቢሆን በነቢያት ደም ከእነርሱ ጋር ባልተበባርንም ነበር ትላላችሁ።
፴፩. እነሆ፥ የነቢያት ገዳዮች ልጆች እንደ ሆናችሁ እናንተ ራሳችሁ ትመሰክራላችሁ። 
--አይሁድ ሃይማኖት አላቸው፤ ምግባር የላቸውም። በሚመጣው ዘመን ይህን ያውቁ ዘንድም አያስቡትም። /ርቱዓ ሃይማኖት /182/
፴፪. እናንተም የአባቶቻችሁን መስፈሪያ ሙሉ። 
--አባቶቻቸው ዮሴፍን እንደሸጡ ልጆቻቸው ደግሞ ክርሰቶስን ሸጡ ዘፍ 37፥37 /ተንከተም 197/ 
፴፫. እናንተ እባቦች፥ የእፉኝት ልጆች፥ ከገሃነም ፍርድ ልታመልጡ እንዴት ትችላላችሁ? 
 እናንተ እባቦች፥
አይሁድ ልጆቻቸውን በሐሰት የሚያስቱ፤ ሐሰትን የሚያስተምሩ ናቸውና እባብ ተባሉ።
*እባብ፤ እግር የሌለው ፣ በሆዱ የሚሄድ ፣ መርዛማ የሆነ የሰው ጠላት ፣ ተንኰለኛ አውሬ። ሰይጣን በእባብ ተመስሎ ሔዋንን አታለለ፤ ዘፍ 3፥1፤ ራእ 20፥2። /የመቅ መቃ 190/
የእፉኝት ልጆች፥ እፉኝት መርዛማ እባብ፤ ዘዳ 32፥33፣ ምሳ 23፥32፣ ኤር 817። /የመቅ መቃ 198/
"እናንተ የእፉኝት ልጆች" ማቴ 3፥7
- የእፉኝት ልጆች፥ የሚወለዱት እናታቸውን ገድለውና ሆድዋን በልተው ነው ይባላልና። እነዚህ ሰዎች ልክ እንደነዚህ አራዊተ ምድር አባታቸውንና እናታቸውን የሚገድሉ ነፍሰ ገዳዮች (1ጢ 1፥9)፣ መምህራኖቻቸውንም በገዛ እጃቸው የሚያጠፉ ናቸውና " የእፉኝት ልጆች" ብሎ ጠራቸው። ቅዱስ ዮሐንስ አፈወርቅ /የማ ወ 194/ እፉኝት አርዌ ገሞራዊት (የገሞራ አውሬ) ትባላለች። አፈ ማኅፀንዋ ጠባብ ነው። ዘሩን በአፍዋ ትቀበለዋለች። አባለ ዘሩን ቆርጣ ታስቀረዋለች። በፅንስ ጊዜ አባት ይሞታል። በሚወለዱበትም ጊዜ አፈ ማኅፀና ጠባብ ነውና ሥጋዋን በልተው ሆድዋን ቀድደው ይወጣሉ። በዚህ ጊዜ እናት ትሞታለች። አይሁድም እንደ አባት የሚኾኑአቸውን ነቢያት እንደ እናት የሚኾኑአቸውን ሐዋርያት ገድለዋልና። /ወንጌል ቅዱስ 84/
አይሁድ የተጠሩባቸው ስሞች፦ ግብዞች ማቴ 6፥1፣ የገሃነም ልጆች ማቴ 23፥15፣ ዕውሮች ማቴ 23፥16፣ የእፉኝት ልጆች 
፴፬. ስለዚህ እነሆ፥ እኔ ነቢያትንና ጠቢባንን፥ ጻፎችንም ወደ እናንተ እልካለሁ፤ ከእነርሱም ትገድላላችሁ፤ ትሰቅላላችሁም፤ ከእነርሱም በምኲራባችሁ ትገርፋላችሁ፤ ከከተማም ወደ ከተማም ታሳድዱአቸዋላችሁ።
-ትገድላላችሁ፤ ቅዱሳን ሐዋርያት ፣ ትሰቅላላችሁም፤ ቅዱስ ጴጥሮስን ፣ ከእነርሱም በምኲራባችሁ ትገርፋላችሁ፤ ዮሐ 9፣ ቅዱስ ጳውሎስ ፣ከከተማም ወደ ከተማም ታሳድዱአቸዋላችሁ፣ የቅዱስ እስጢፋኖስ ማኅበረ 
፴፭. ከጻድቁ ከአቤል ደም ጀምሮ በቤተ መቅደስና በመሠዊያዉ መካከል እስከ ገደላችሁት እስከ በረክዩ ልጅ እስከ ዘካሪያስ ደም ድረስ በምድር ላይ የፈሰሰዉ የጻድቃን ሁሉ ደም በእናንተ ላይ ይደርስ ዘንድ።
*አቤል፤ የአዳምና የሔዋን ሁለተኛ ልጅ። አቤልና ወንድሙ ቃየል ለእግዚአብሔር መሥዋዕትን ባቀረቡ ጊዜ እግዚአብሔር የአቤልን መሥዋዕት ወደደ። የአቤልን መሥዋዕት በእግዚአብሔር ፊት ተወዳጅ ያደረገው እምነቱ ነው። አቤል በወንድሙ በቃየል እጅ ተገደለ። ጻድቅም እንደ ሆነ ተመሰከረለት፤ ዘፍ 4፥2፤ ማቴ 23፥35፤ ዕብ 11፥4፣ 12፥24። አቤል የሞተው በእምነቱ ምክንያት ነው፤ ስለዚህ ከሰማዕታት ሁሉ የመጀመሪያው ነው ማለት ይቻላል። /የመቅ መቃ 160/
*ዘካርያስ ፤ በ530 ከክበ ከነቢዩ ሐጌ ጋር ተነሥቶ የቤተ መቅደሱን ሥራ እንዲፈጽሙ አይሁድን አነሣሣቸው፤ ዕዝ 5፥1። በማቴ 23፥35 የተጠቀሰው የበራክዩ ልጅ ቢሆንም፣ ነገሩ ስለ ዮዳሄ ልጅ መወገር ያሳስባል። 
ምናልባት አንድ የዱሮ ዘመን ጸሐፊ የአባት ስም ለውጦ ይሆናል፤ ሉቃ 11፥51፣ 2ዜ 24፥20። /የመቅ መቃ 224/
-በቤተ መቅደስህ የፈሰሰውን የዘካርያስ ደም እንደ መልካም መሥዋዕት የተቀበልህ የኃያላን ጌታ እግዚአብሔር ሆይ! የልቤን መልካም መሻት በሰማያዊ መቅደስህ ተቀበል። በመለኮታዊ ብርሃንና በጌትነትህ መዓዛ ሐሤት ምላኝ። ራእየ ኒፎን /231/
-ጌታችን ለመያዝ በሄሮድስ፣ በተራራ ጫፍ ሊወረውሩት ሙከራ አድርገው አልተሳካላቸውም። 
አትግደል ዘፀ 20፥13
የተፈቀደ መግደል ዘሌ 20፥10፣ 24፥16፣ ዮሐ 8፥1
የአገዳደል ዐይነቶች፦ አካልን፣ መንፈስን፣ ሥጋን፣ ነፍስን፦ ምሳ 7፥26፣ ዮሐ 8፥44፣ 2ቆ 3፥6
-ራስን መከላከል እስራኤላውያን ከፍልስጥኤማውያን ያደረጉት ጦርነት
-ነቢያትን መግደል፦ ዘኁ 32፥4፣ ዘፀ 17፥3፣ ኤር 38፥6
፴፮. እውነት እላችኋለሁ፤ ይህ ሁሉ በዚች ትውልድ ይደርስባታል። 
፴፯. "ኢየሩሳሌም፥ ኢየሱሳሌም ሆይ፥ ነቢያትን የምትገድል፥ ወደ እርሳ የተላኩትን የምትደበድብ፥ ዶሮ ጫጩቶችዋን በክንፎቻ ውስጥ እንደምትሰበስብ ልጆችሽን እሰበስባቸው ዘንድ ምን ያህል ወደድሁ! እናንተ ግን እንቢ አላችሁ።
--ዶሮ ለልጆቻ በአፋ ያገባችሁን እየከካች ታበላለች ፤ እኔ ልብላ አትልም።ከጠላት ትፋጠጣለች፤ ጫጩቶቻን ስትታቀፍ ላባዋ ይላላጣል። ለሁሉም ልጆቻ ፍቅር አላት። በወለደች ጊዜ ራሷን ከጓደኞቿ ትለያለች። ራስን መስጠት ታስተምራለች። /ምዕላደ ጥበብ 331/
-ዶሮ ለጫጩት እናትም አያትም ናት፤ እግዚአብሔርም እንደ ዶሮ እንቁላል መሬትን ፈጠረ እንደ ጫጩት ደግሞ ከመሬት አስገኘ። /አለቃ ኪወክ/
-ሰው ነጻ ፈቃድ አለው
መልካሙ የእኛ አምላክ ሰቆ ኤር 3፥25፦ አያስፈራራንም ፣ ፍጥረትን ፈጥሯል፣ ከእናንተ ጋር ነው፣ አገልጋዮች አድርጎናል ፣ የእርሱ በሆነው እኛ እንድንጠራ አድርጓል ፣ የተቀደሱ ስጦታዎች ሰጥቶናል፣ የእርሱ የሆኑ ባሕርያት በፍጥረቱ እንዲታዩ አድርጓል። "እርሱ ለጉንዳን የማይደክም ጉልበት ሰጥቷል፤ ለንብ ደግሞ አስደናቂ ትክክለኛነት አድሏል። እርሱ ለውሾች ልዩና አስደናቂ ታማኝነት ሲሰጥ ለቀበሮዎች ብልሀትን፣ ለርግቦች የዋህነትን፣ ለዶሮዎች ደግሞ በጎነትን አድሏል።
-ጉልበት ሰጥቶናል፣ ይታገሰናል፣ ለሰይጣን ኃይሉን አልወሰደበትም፣ ለይሁዳ ፍቅሩን ገልጣል፣ ልዩ ልዩ ቃል ኪዳን ገብቶልናል፣ ጥቂታን ሥራችንን አይዘነጋም። አቡነ ሺኖዳ /እግዚአብሔርና ሰው 109/
-አንተ መከራዎችን ለመሸከም ሞክረህ ካቃተህ እግዚአብሔር ሊረዳህ ይችላል።አቡነ ሺኖዳ /የተስፋ ሕይወት 41/
፴፰. እነሆ ቤታችሁ ምድረ በዳ ሆኖ ይቀርላችኋል።
*ምድረ በዳ፤ ደረቅ አገር። የእስራኤል ሕዝብ በምድረ በዳ አርባ ዓመት ኖሩ፤ ዘዳ 32፥10 ፣ ሉቃ 4፥1፣ ማር 6፥35 /የመቅ መቃ 63/
--በ70 ዓም ሮማዊው ንጉሥ ጥጦስ 80፣000 ሠራዊት አስከትቶ ከተማዋን በመውረር ከተማዋን ሠብሮ ገብቶ በዚያን ጊዜ በሮማውያን አገዛዝ ዐምፀው የነበሩትን አይሁድ ግማሾቹን ሲፈጃቸው የቀሩትን ደግሞ በባርነት ሸጣቸው። ከተማዋንም አፈረሳት። /ቤተ ክርቲያንህን ዕወቅ 42/ ጦርነቱ ከሚያዝያ እስከ ሐምሌ የ3 ወር ነበር። የቤተ መቅደሱ መፍረስ፦ ከጥጦስ ሠራዊት አንዱ ከቤተ መቅደሱ ድንጋይ ሲፈነቅል ድስት ሙሉ ወርቅ አገኘ። የተቀሩትም እንደርሱ እናገኛለን እያሉ እያንዳንዳቸው አንድ ድንጋይ እያነሡ ቤተ መቅደሱን ሙሉ በሙሉ አፈረሱት። /ትርጓሜ ወንጌል/
፴፱. እውነት እላችኋለሁ፤ በእግዚአብሔር ስም የሚመጣ ብሩክ ነዉ እስከምትሉበት ጊዜ ድረስ ከዛሬ ጀምሮ አታዩኝም።"
ከምኲራብ በወጣ ጊዜ ሀብተ እግዚአብሔርን ከአይሁድ ማኅበረ አውጥቶ ለቤተ ክርስቲያን ሰጠ። /ግእዝ በግእዝ/
`,

/** ---------------------------------------------------------- **/

  "መዝሙር እኩት አንተ": `" እኩት አንተ ወስቡሕ ስምከ ወዐቢይ ኃይልከ ዘተአርፍ በአርያም ወትሴባሕ በትሑታን ዘአንተ ሠራእከ ሰንበተ ለዕረፍት ወወሀብከ ሲሳየ ዘበጽድቅ ለኲሉ እግዚኦ ባርክ ፍሬሃ ለምድር መሓሪ ወጻድቅ መኑ ከማከ ዘታርኁ ክረምተ በጸጋከ ለነፍሰ ድኅነት ወነፍስ ርኅብት እንተ ጸገብት ተአኲተከ። አንተ ምስጉን ነህ፤ ስምህ የተመሰገነ ነው፤ ኃይልህም ታላቅ ነው፤ በአርያም የምትኖር በትሑታትን የምትመሰገን አንተ ነህ፤ ሰንበትን ለዕረፍት የሠራህ ለሁሉም በእውነት ምግብን የምትሰጠው አቤቱ የምድርን ፍሬ ባርክ፤ ጻድቅና መሓሪ አምላክ ሆይ እንደ አንተ ያለ ማን ነው! ክረምትን በጸጋህ ታትረፈርፋለህ፤ የዳነች ነፍስ የተራበች በልታም የጠገበች ነፍስ ታመሰግንሃለች።`,
  "ምስባክ መዝ 66፥6": `6፤ ምድርኒ ትሁብ ፍሬሃ። ወይባርከነ እግዚአብሔር አምላክነ። 6፤ ምድር ፍሬዋን ሰጠች፥ እግዚአብሔር አምላካችን ይባርከናል፥ የምድር ዳርቻ ሁሉ ይፈሩታል።
ምድርኒ ትሁብ ፍሬሃ። ኢየሩሳሌም ከ፸ ዘመን በኋላ የዘሩባትን ታበቅላለች፤ የተከሉባትን ታጸድቃለች፤ አንድም ይህቺ ዓለም በሥነ ፍጥረት ፍሬዋን አቀረበች፤ አንድም ትሩፍ ሕግንና አምልኮን አቀረበች፤ አንድም እመቤታችን ነፍሷን ሥጋዋን በንጽሕና በቅድስና ለተዋሕዶ አቀረበች፤ አንድም ለአምላክ እናትነትን አዘጋጀች፤ አንድም ምእመናን ልቡናቸውን ለሃይማኖት ለምግባር አቀረቡ ወይባርከነ እግዚአብሔር አምላክነ። 
አምላካችን እግዚአብሔር ይባርከናል፤ ያበዛናል ወይባርከነ እግዚአብሔር። ዘካ 8፥12 ፣ 2ቆ 9፥6 "ሳትደክም ሁሉን ትሸከማለህ፤ ሳትጎድል ሳታጓድል ለሁሉ ትመግባለህ" ቅዱስ ኤጲፋንዮስ?
`,
  "ወንጌል ማር 4፥24-39": `24. እንዲህም አላቸው የምትሰሙትን አስተውሉ በሰፈራችሁበት በዚያ መስፈሪያ ይሰፍሩላችኋል ይጨምሩላችኋልም 
25. እርሱም እንዲህ አላቸው የእግዚአብሔር መንግሥት መልካም ዘርን በምድሩ ላይ እንደሚዘራ ሰው እንደዚሁ ናት 
አንድ ሰው ሳይገባው እንዴት የማይገባውን ሊቀበል ይሻል? ስለዚህ አንድ ሰው ይህን ለማግኘት የተገባው ካልሆነ አስቀድሞ የነበረውን ከእርሱ ይወሰዳል። ከጸጋው ሰዎች በሚችሉት መጠን ይቀበላሉ። በጸጋው በመጽናት ደስ ብሎት የሚኖር ክርስቲያን ሌላ ተመሳሳይ ጸጋን እንደሚቀበል ቃል ተገብቶለታል። የተሰጠውን ጸጋ ለሚጠቀምበት "ላለው ይሠጡታል ይጨምሩለታልም" ተባለለት። ስለዚህ ካለው ላይ ተጨምሮ ሌላ ጸጋ ይሰጣቸዋል። ዛሬ ማንኛውንም ነገር ለመቀበል የበቃን ከሆነ ይጨመርልናል። የበቃን ካልሆንን ግን አይጨመርልንም። የጽድቅ ብርሃን በእርሱ ይነቀፋልና በአመለካከቱ ሰነፍ ለሆነ ሰው ጥበብ የሚገልጥ መንፈስ ቅዱስ አያድርበትም። ምሥጢርን የሚገልጥ መንፈስ ቅዱስ ብሩሃን አእምሮ ለሆኑት ይሰጣል። ስለዚህ ጥበብ አብባ ትሰፋለች። ደስ የሚያሰኘውን ቃሉን በመስበክ በዙሪያው ያሉ ሁሉ በሐሴት ይሞላሉ። እኛ ተበዳሪዎች ነን፤ ከዕዳችን ነጻ የወጣን አንሁን። እኛ ምን እንደተቀበልን የምናውቀው ከሆነ ከተቀበልነው ላይ ተጨምሮ ይሰጠናል። ነገር ግን በእርሱ የማይገባ ሥራን ከሠራንበት ያለ ጥርጥር ከእርሱ አንዳችም ነገር የምንቀበለው እንደሌለ እንወቅ።
እኛ ከሠራንበት ሀብት ይሆን ዘንድ የተቀበልነው ጸጋ ከእኛ ዘንድ ይቀራል። ሀብት ሆኖ የተሰጠንን አምነንና ስጦታውን በምስጋና ከተቀበልን እንዲሁ ሀብቱ በእኛ ጸንቶ ይቆያል። ቅዱ ኤፍ /ኅብረ ወንጌል 117/ -ታሪክ የወይኑ እርሻ። ማቴ 21፥33 //ኅብረ ወንጌል 267/ -ታሪክ የይሁዳ ጌታን መካድ። ሉቃ 22፥48 "...በንፍሐት በይሁዳ ላይ ያደረውን መንፈስ ቅዱስ ወሰደበት። //ኅብረ ወንጌል 324/
እርሱም በሌሊት ይተኛል በመዐልትም ይነሣል እርሱም ሳያውቅ ዘሩ ይበቅላል ያድጋልም 
ወንጌለ መንግሥቱን ሲመሠርትም ከአሥራ ሁለት ደቀ መዛሙርት ጀምሮ ቀስ በቀስ ወደ መቶ ሃያ ከዚያም በኢየሩሳሌም ፣ ቀጥሎም በይሁዳ፣ ቀጥሎም በሰማርያ፣ ከዚያም ወደ ዓለም ሁሉ እያለ ነው መንግሥቱ የተስፋፋው። /መድሎተ ጽድቅ ፩ 431/ እንዲህ ሲል ዘሪው የማያውቅ ሆኖ ሳይሆን ለዚህ መመረጣቸው የእነርሱ የድካም ውጤት ብቻ አለመሆኑን ለማስገንዘብ ነው። ቅዱ ኤፍሬም /ኅብረ ወንጌል 189/
ምድሪቱም ከእርሳ ፍሬ ትሰጣለች መጀመሪያ ቡቃያን ከዚህ በኋላ ዛላን ቀጥሎም በዛላው ላይ ፍጹም ሰብልን ትሰጣለች 
ምድር በእርሷ ላይ የተዘሩት ዘሮች ፍሬን እንዲሰጡ ማድረጓ ለእርሷ ክብራ እንደሆነ እንዲሁም መልካምን በመሥራት የሚደክሙ እነዚህ ወገኖችም መልካም ሥራቸው አክሊላቸው ይሆንላቸዋል። ቅዱ ኤፍ /ኅብረ ወንጌል 189/
ፍሬንም ባፈራ ጊዜ ያንጊዜ መከር ደርሳልና ማጭድ ይላካል
እንዲህም አለ የእግዚአብሔርን መንግሥት በምን እመስላታለሁ ምንስ ትመስላለች 
እንደ ሰናፍንጭ ቅንጣት ናት እርሳዋም በምድር በተዘራች ጊዜ በምድር ካሉ አዝዕርት ሁሉ ታንሳለች 
ሰናፍጭ ከጥራጥሬ መደብ የማትቆጠር ትንንሽ ዘር ናት። ድብልብልና በየትኛውም ቦታ ነቅ ወይም ፍንጭ የሌለባት ፍጽምት ናት። ምሳሌውም እውነተኛ አማኝ የክርክር ወይም የኑፋቄ የፍርሃት ነቅ የሌለበት ነው። ሐዋ 21፥13 /ለቅዱስ ቁርባን እንድበቃ ምን ላድርግ 52/--የሰናፍጭ ቅንጣት የሚያህል እምነት ይኑራችሁ ተብለናል። ማቴ 17፥20 ፣ ማር 5፥28 /ለቅዱስ ቁርባን እንድበቃ ምን ላድርግ 53/
ከዘር ሁሉ ታንሳለች፦ ወንጌል ስትነገር መዠመሪያዋ በ120 ቤተሰብ ነውና። በጉባኤ በተነገረች ጊዜ ግን ደግ ሕግ ኾና በአዕዋፍ የተመሰሉ ሕዝብ አሕዛብ እንደሚያምኑባት መናገሩ ነው። /የመልክአ ኢየሱስ ንባቡና ትርጓሜ 87/
የሰናፍጭ ቅንጣት፣ የዓሣ ማጥመጃ መረብ፣ ታላቅ የስንዴ አዝመራ፣ የከበረ ዕንቊ፣ የሠርግ ቤት የቤተክርስቲያን ምሳሌዎች ናቸው። /-የቤ/ን ታሪክ በዓለም ገጽ 13/
እግዚአብሔር በእድሜያቸው ዝቅተኛ የሆኑትን ወጣቶች መርጧል። ማቴ 18፥3፣ 11፥25
-ዳዊት። መዝ 151፥1፣ 1ሳሙ 16፥5፣11፣ 14፥6፣ 17፥47
-ዮሴፍ። ዘፍ 45፥8 -ኤርሚያስን። ኤር 1፥9 -መጥምቁ ዮሐንስ ሉቃ 1፥15 -ሐዋርያው ዮሐንስ። -ቅዱስ ማርቆስን። ጢሞቴዎስ። 1ኛጢ 4፥12 -ቅዱስ አትናቴዎስ። -ወጣቱ ቴዎድሮስ -ቅዱስ ሚሳኤል 
እግዚአብሔር በቁጥር አነስተኛ የሆኑትን መርጧል።
-አምስት እንጀራና ሁለት ዓሣ። ዮሐ 6፥9፣ ማር 8፥7፣ ማቴ 13፥8 -የጌዴዎን ከምድያማውን ያደረገው ጦርነት። መሳ 7፥2 -12ቱ ሐዋርያት።
በደረጃ ዝቅተኛ ለተባሉት የተሰጠ እንክብካቤ 
-ለዳዊት። 1ሳሙ 17፥47፣ 1ቆ 1፥27 -የጌታችን ልደት -የጌዴዎን ታሪክ። መሳ 6፥15 -ለነቢዩ ሙሴ። ዘፀ 4፥10፣ኢሳ 40፥29 -ለነቢዩ ዮናስ። ለሕጻናት። ማቴ 18፥3 -ለታናናሾቹ ነፍስ። ማቴ 18፥6 -ለሸንበቆ። ማቴ 12፥20 -ለዛፋ። ሉቃ 13፥8 -ለጉንዳን። ምሳ 6፥6 -ለድንቢጦች። ማቴ 10፥30 -ለቁራ። መዝ 146፥9 -ለቅል። ዮና 4፥7 - ለምድር አበቦች -እርሾ። ማቴ 13፥33 -ለአካል ጉዳተኞች። ሉቃ 14፥21 -የጠፋው ልጅ፣ የጠፋው በግ፣ የጠፋው ድሪም። ሉቃ 15 -ለታናሻ ቤተ ልሔም። ማቴ 2፥5 የልያ ፣የትዕማር ፣ ሩት፣ መግደላዊት ማርያም፣ መመረጥ። ማቴ 1፥3፣ 16፥9
እግዚአብሔር ለጥቃቅን ድርጊቶች ጥበቃና እንክብካቤ አለው። -ለቀዝቃዛ ውኃ -መልካም ምግባራት። ማቴ 25፥40 -መልካም ነገሮችን ለማየት መፈለግን። ማቴ 12፥42 -የራፕታ መመገብ። ነገ 4፥25 -ኒቆዲሞስን። -ዘኬዎስ። ሉቃ 19፥9 -ከነናዊትዋ ሴትን። ማቴ 15፥28 -ፍለጋችንን። ኤር 2፥2፣ ሉቃ 22፥28 -በ11ኛው ሰዓት ለመጡ ሠራተኞች -የመበለቷን ሳንቲም። ማር 12፥44 -የቀራጩን አጭር ጸሎት። -ለፈታዊ ዘየማነ፣ ለሳምራዊቷ፣ ለልባሙ መጋቢ ። 
ዮሐ 4፣ ሉቃ 24፥40፣ 16፥8 /የተስፋ ሕይወት 43/ እግዚአብሔር ለድኅነትህ አንዲት ጠብታ እንባህን እንኳ ይቀበላል። ቅዱ ዮሐ አፈ /የተስፋ ሕይወት 60/
በተዘራች ጊዜ ትበቅላለች ከአትክልትም ሁሉ ትበልጣለች የሰማይ ወፎችም በቅርንጫፎችዋ በታች ሊጠለሉ እስከሚችሉ ድረስ ታላላቅ ቅርጫፎችን ታወጣለች
-ይኸውም መንግሥተ ሰማይ ሕገ ወንጌል ገበሬ በርሻው በዘራት ሰናፍጭ መመሰሉ በትርጓሜ ወንጌል እንደተተነተነው፦ ሰናፍጭ ፍጽምት ናት ነቅ የለባትም ወንጌልም ነቅዐ ኑፋቄ የለበትምና። አንድም ሰናፍጭ ላይዋ ቀይ ውስጧ ነጭ ነው፤ ወንጌልም በላይ ደማችኹን በሰማዕትነት አፍስሱ ትላለች፤ በውስጥ ግን ሕገ ተስፋ ናት። አንድም ሰናፍጭ ጣዕሟ ምረሯን ያዘነጋዋል፤ ወንጌልም ተስፋዋ መከራዋን ያዘነጋዋልና። አንድም ሰናፍጭ ቊስለ ሥጋን ታደርቃለች ወንጌልም ቊስለ ነፍስ ታደርቃለችና። አንድም ሰናፍጭ ደም ትበትናለች ወንጌልም አጋንንትን መናፍቃንን ትበትናለችና። አንድም ሰናፍጭ ከምትደቈስበት ተሐዋስያን አይቀርቡም ወንጌልም ከምትነገርበት አጋንንት መናፍቃን አይቀርቡምና። አንድም ሰናፍጭ ስትደቆስም ስትበላም ታስለቅሳለች ወንጌልም ሲማሯትም ሲያስተምሯትም ታሳዝናለችና። አንድም ሰናፍጭ ከበታቿ ያሉትን አታክልት ታመነምናለች ወንጌልም የመናፍቃንን ጉባኤ ታመነምናለችና። አንድም ሰናፍጭ አንድ ጊዜ የዘሯት እንደኾነ ባመት ባመት ዝሩኝ አትልም ተያይዛ ስትበቅል ትኖራለች፤ ወንጌልም በ120 ቤተሰብ ተዠምራ እስከ ምጽአተ ስትነገር ትኖራለችና። 
-የመንግሥቱ ወንጌል እስከ ምድር ዳርቻ ድረስ ትሰብካለችና። የእርሱ የምሥራች ወንጌል በዓለሙ ሁሉ ትነገራለች። የሰማይ ወፎች መጥተው በቅርንጫፎችዋ እስኪሰፍሩ ድረስ ዛፍ ትሆናለች። አሕዛብ በጣዖቶቻቸው ምክንያት አዝነው ነበርና በእምነት ወደ እርሱ መጥተው ዕረፍት ያገኛሉ። እንዲህ ተብሎ እንደተጻፈ "ማቴ 11፥28" /ኅብረ ወንጌል 189/ እርሱ ጌታችን የባሕርያችን መመኪያ ከሆነች ከድንግል ባይወለድና ስለእኛ መከራን ባይቀበል ኖሮ በእርሱ ነፍስ አምሳል እኛን በሰማይ እንደመጡ ክንፍ እንዳላቸው ፍጥረታት ባልመሰልን አካሉንም ከሰማይ ይዞት እንደመጣ አድርጎ ባልተናገረ ነበር። ነገር ግን በእውነት ያለ ሐሰት ሥጋን መልበሱን ለማጠየቅ ራሱን በምድር ላይ በምትዘራ በስንዴ ቅንጣት በመመሰል ምድራዊ የሆነች ሥጋን ገንዘብ እንዳደረገ ነገረን። ቅዱ ኤፍ /ኅብረ ወንጌል 190/
-...የወንጌል ሃይማኖቴ ኢየሱስ ክርስቶስ ሆይ ከቅርንጫፎቿ ጋር ቅጠሏ እንደሰፋ የቅጠል ዕንጨት ብዙዎች ዎፎችን ማስጠለል ትችላለህ። መልክአ ኢየሱስ /የመልክአ ኢየሱስ ንባቡና ትርጓሜ 84/
-ነገር ሁሉ ከትንሽ ይጀምራል። ፈረስ ላይ ለሙውጣት እርካቡን መርገጥ፤ ትልቁ አባይ ከምንጭ የተገኘ ነው። የአንድ ሺህ ኪሎሜትር መነሻው አንድ እርምጃ ነው። ተስፋ አንቁረጥ። -ኢዮብ "ጅማሪዬ ታናሽ ቢሆንም ፍጻሜ ይበዛል" -መልካም ጅማሬ ግማሽ ፍጻሜ ነው። -እግዚአብሔር ሥራውን ሲጀምር ከትንሽ ነው። በትንሻ መንግሥት ግዚአብሔር አለ። ድንግል ማርያም ቅዱሳን አሉ። በብላቴናዋ ድንግል እግዚአብሔር ሥራውን ሠርቷል። -የእኛ ሥራ መዝራት ነው። 1ቆ 3፥6 ዘሪው መንከባከብ አለበት። ቤተሰብ 
እግዚአብሔር መጋቢ ነው። 
-የልደትና ሥርጸት ሕገ ተፈጥሮ ሳያቋርጥ የኑሮ ሂደት እንዲቀጥል ያደርጋል
-አዝማናት የተፈጥሮን ሕግ ጠብቀው እንዲፈራረቁ ያዝዛል።
-የፈጠረውን ዓለም በሕግ ጠባዕያዊ ወመጽሐፋዊ በመምራት ይገዛል። ማቴ 5፥35፣ 1መቃ 5፥39፣ መዝ 103፥21፣ ኢዮ 34፥4፣ ሐዋ 17፥28
-ለእያንዳንዱ የድካሙን ዋጋ ይከፍላል። 
-ቤተክርስቲያን መንከባከብ ያስፈልጋል
-የስናፍጭ ቅንጣት ዕድገት ልዩ የሚያደርጋት የመጨረሻዋ የዕድገት መጠን በዘሯ ማንነት የማትወሰን መሆኗ ነው።
-ሕይወት ያለው ነገር ሁሉ መገለጫው ዕድገት ነው። መክ 3፥1
-አካላዊ መንፈሳዊ ዕድገት ቀስ እያለ ነው።
-በእጃችን ያለውን ትንሽ ነገር አናቃልል። ዘፍ 25፥32
-የእግዚአብሔር መንግሥት ከሁሉ በላይ ነው።
ወፎች ያርፉባታል። ምክንያቱም ከፍ ብላ ስለምትታይ፤ እንዲሁ በጥምቀት ፣ በተአምኖ ኃጣውእ ፣ በምክረ ካህን፣ የሚኖር ፍጻሜው ታላቅ ነው። ልጅነቱን በገድል ያስፋፋ ብዙ ክብር ያገኛል። ተግ 4፥12፣ ምሳ 4፥18
-መንፈሳዊ ሰው ሁል ጊዜ ዕድገት ይጠበቅበታል። በውጣ ውረዱ አንመረር ሮሜ 15፥1፣ ኢሳ 13፥1፣ ናሆ 1፥1
መስማትን በሚችሉበት መጠን እንዲህ ባለ ብዙ ምሳሌ ነገራቸው
መስማትን በሚችሉበት መጠን
ነገር እግዚአብሔርን ሰው በራሱ አሳብ መረዳት ስለማይችል እግዚአብሔር እኛ በሚመገባን መልኩ ለእርሱ ሳይሆን ለእኛ በሚመጥን ያስተምራል። 
ብዙ ምሳሌ ነገራቸው
ምሳሌ፤ አንድን ነገር ግልጥ ለማድረግ ሲፈለግ የሚቀርብ ማስረጃ ፣ ማብራሪያና መግለጫ። ምሳሌ ነገር እንዳይረሳ ያደርጋል፣ በይበልጥ ያብራራል፣ ሰው እንዲያስብበት ይቀሰቅሳል። /የመቅ መቃ 59/
ያለ ምሳሌ ግን አልነገራቸውም ለብቻቸውም ሲሆኑ ለደቀ መዛሙርቱ ሁሉን ነገር ይተረጉምላቸው ነበር 
`,

  /** ---------------------------------------------------------------- **/

  "መዝሙር ሐነጽዋ": `3. ሐነጽዋ ለቤተ ክርስቲያን ወሣረርዋ በመንፈስ ቅዱስ እንተ ተሐንጸት በእደ ካህናት ወተቀደስት በአፈ ጳጳሳት ወተጠምቀት በማይ ዘውኀዘ እምገቦሁ እምሕማማቲሁ ለሰማይ አቅዲሙ ሣረራ ወበምድር ተከላ ደብተራ ቀደሰ አብ ወማኅደሮ ረሰያ።
በካህናት እጅ የታነጸች፤ በጳጳሳት አፍ የተቀደሰች፤ ከሕማማቱ በተገኘ ከጎኑ በፈሰሰ ውኃ የተጠመቀች፤ ከሰማይ አስቀድሞ የሠራት፤ በምድር የተከላት፤ አብ የቀደሳት፤ ማደሪያውም ያደረጋት፤ ቤተ ክርስቲያን በመንፈስ ቅዱስ ሠሯት አነጻት።"
`,
  "ምስባክ መዝ 77፥68": `68፤ ደብረ ጽዮን ዘአፍቀረ። ሐንጸ መቅደስ ለአርያም። ወሣረራ ውስተ ምድር ዘለዓለም። 68፤ የወደደውን የጽዮንን ተራራ። 69፤ መቅደሱን እንደ አርአያም ሠራ፥ ለዘለዓለምም በምድር ውስጥ መሠረታት።
ደብረ ጽዮንን የወደደ እርሱ ነው፤ አንድም እመቤታችንን የወደደ እርሱ ነው። ሐንጸ መቅደስ ለአርያም። መመስገኛው የምትሆን ቤተ መቅደስን ከሕንጻዎች ሁሉ በላይ አልቆ አክብሮ በልዕልና ሠራት፤ አንድም ማደሪያው መመስገኛው የምትሆን እመቤታችንን በልዕልና ከፍጥረት ሁሉ በላይ አልቆ አግኖ አክብሮ ፈጠራት። ወሣረራ ውስተ ምድር ዘለዓለም። በዚህ ዓለም ለዘለዓለም አፅንቶ ሠራት፤ የገሃነም ደጆች አይበረቱብሽም ብሎ ቃል ኪዳን ገባላት፥ አንድም እመቤታችንን በንጽሕና በቅድስና ፈጠራት፤ ቃል ኪዷኗን ለዘለዓለም አጸናላት። አንድም የምእመናንን ነፍስ በደሙ ቀድሶ ማደሪያው አደረጋት፣ በዚህ ዓለም እመቤታችንን በክብር፣ ምእመንን በሕይወት፣ በክብር አጽንቶ ሠራት።
`,
  "ወንጌል ዮሐ 10፥22-ፍሜ": `፳፪. በዚያም ወራት በኢየሩሳሌም የመቅደስ መታደስ በዓል ሆነ፤ ክረምትም ነበር።
ቤተ መቅደስ ተሠርቶ ባለቀ ጊዜ በልዩ ሥርዓት ቀድሶ ማክበርና በዓል ማድረግ ከጥንት ጀምሮ የነበረ ያለ ሥርዓት ነው። በግእዙ ቅዳሴ ቤት መድቅሕ (GK; Erkla) ላቲን (Dedication) በመባል ይታወቃል። ሙሴ ደብተራ ኦሪትን በጨረሰ ጊዜ ታላቅ በዓል ተደርጓል። (ዘፀ 40) ንጉሡ ሎሞንም መቅደሱን ሠርቶ ከፈጸመ በሁዋላ ቃል ኪዳን ታቦት ወደዚያ ቤት መቅደስ በገባበት ቀን የአግዚአብሔርን ቤት ቀደሰ (1ነገ 8፤63)። በዘሩባቤል ዘመንም የአግዚአብሔርን ቤት ቅዳሴ በደስታ አደረሁ (ዕዝ 6፤16) ጌታችን በመቅደስ መታደስ በዓል ላይ ተገንቶ ነበር። በሐዋርያውያን አበው ዘመንም የነበሩት አብያተ ክርስቲያናት ዲዮቅልጥያኖስን በማጥፋቱ ቆስጠንጢኖስ ከነገሠ በኋላ አብያተ ክርስቲያናት እየታነጹ ቅዳሴ ቤታቸው ይከበር እንደነበር አውሳብዮስ ዘቂሣሪያ ጽፏል። እርሱ ጨምሮ እንደገለጸው በእነዚህ አዲስ በተሠሩ አብያተ ክርስቲያናት የምረቃ በዓል ላይ ብዙ ጳጳሳት ይገኙ። ለበዓለ መድቅሕ በተገናኙ ጊዜ ደግሞ ጉባኤ ማድረግ የተለመደ ነበር። (ጉባኤያተ ቤ/ን 254 )
፳፫. ጌታችን ኢየሱስም በቤተ መቅደስ በሰለሞን ደጅ መመላለሻ ይመላለስ ነበር።
ሰሎሞን ቤተ መቅደስን በሠራ ጊዜ ወደ ቤተ መቅደሱ መግቢያ መድረክ ሠርቶ ነበር 1ነገ 6፥29። አንድምታው ትርጓሜያችን የብረት መደብ ይላል። መደብ የመሰለ እርከን መውጫ መውረጃ እንደማለት ነው። ሰለሞን የሠራውን ታላቁን ቤተ መቅደስ ባቢሎናውያን አቃጥለውታል 2ነገ 25፥9። ኢየሱስ ክርስቶስ የተመላለሰው በዘሩባቤል ጊዜ በተሠራው ቤተ መቅደስ ነው።  የሰለሞን መመላለሻ ሊባል የቻለው ግን ሰሎሞን እንደ ሠራው እንደ መጀመሪያው ቤተ መቅደስ መመላለሻ ተደርጎ የተሠራ በመሆኑ በሰሎሞን ስም ስለሚጠራ ነው። /የዮሐንስ ወንጌል ትርጉም 209/ 
ቤተ ክርስቲያንን በቅዱሳን ስም መሰየም ከጥንት የነበረ ነው። የብሉይ ኪዳን የመጀመሪያው ቤተ መቅደስ የሚመለክበት እግዚአብሔር ሲሆን ሲጠራ ግን በሠራው በንጉሡ ሰሎሞን ነበር ሐዋ 3፥11።
`,

/** ------------------------------------------------------------ **/

  "መዝሙር ዝንቱ ውእቱ መስቀል": `4. ዝንቱ ውእቱ መስቀል በአማን ዕፁብ ያቀልል በአማን ዕፁብ ያቀለል በፅንዓ ኃይል ወበሠናይ ምግባር በዕፀ መስቀሉ ኀጢአት ይሠሪ (ዝ) ጸርሑ ጻድቃን እምደብር ልዑል ወኀጥአን ምድር በማዕከል ደይን (ዝ) ለእምነ ጽዮን ቆመ ማዕበል በዕለተ ሰንበተ ገሠጸ ለባሕር (ዝ) ደቂቀ እስራኤል አደው በእግር (ዝ) ንሕነ ነአምን ረድኤተ ወኃይል (ዝ) ፅንዕነ ቤዛነ በማዕከለ ፀር ኀይልነ ወፀወንነ ወሞገስነ ዝንቱ ውእቱ መስቀል። ይህ መስቀል በእውነት የሚያስደንቅ ነው፤ በኀይል ፅናት፣ በበጎ ምግባርና በዕፀ መስቀሉ ኀጢአትን ይቅር ይላል፤ የምድር ኀጥአን ከመከራ ቦታ፤ ጻድቃን ደግሞ ከታላቁ ተራራ ሆነው ጮኹ፤ ለእናታችን ለጽዮን ማዕበል ቆመ፤ በሰንበት ቀን ባሕርን ገሠፃት የእስራኤል ልጆች በእግር ተሻገሩ፤ እኛም ኀይሉንና ረድኤቱን እናምናለን፤ በጠላቶቻችን መሐል ፅናችን፣ ቤዛችን፣ ኀይላችን፣ መጠጊያችንንና ሞገሳችን ይህ መስቀል ነው።`,
  "ምስባክ መዝ 59፥4": `4፤ ወወሀብኮሙ ትእምርተ ለእለ ይፈርሁከ። ከመ ያምስጡ እምገጸ ቀሥት (ቅስጥ)። ወይድኀኑ ፍቁራኒከ። 4፤ ለሚፈሩህ ምልክትን ሰጠሃቸው። ከቀስት ፊት ያመልጡ ዘንድ። 5፤ ወዳጆችህም፥ እንዲድኑ።
ለሚፈሩህ ለሚያመልኩህ ለትሩፋን ለሚጠተ ሥጋ ምልክት የሚሆን ብልጣሶርን ሰጠኻቸው፤ አንድም ለሚፈሩህና ለሚያመልኩህ ምእመናን ለሚጠተ ነፍስ ምልክት የሚሆን የዲያብሎስ ድል መነሣትን ተአምራትን ሰጠኻቸው። አንድም ለባሕታውያን የተመውዖ አጋንንት ምልክት የሚሆን ግራ ቀኝ ማማተብን ስመ ሥላሴን መጥራትን ሰጠኻቸው።
ከመ ያምስጡ እምገጸ ቀሥት (ቅስጥ)። ከመከራ ሥጋ ከመከራ ነፍስ ያመልጡ ዘንድ፤ አንድም ከፀብዓ አጋንንት ከፍትወታት ከእኩያት ያመልጡ ዘንድ ለሚወዱህ ዕፀ መስቀልህን ምልክት አድርገህ ሰጠኻቸው፤ አንድም ከፍዳ ከመርገም ይድኑ ዘንድ ለሚወዱህ ድንግል ማርያምን ምልክት አድርገህ ሰጠኻቸው።
`,
  "ወንጌል ማር 8፥34-ፍሜ": `34. ከደቀ መዛሙርቱም ጋር ሕዝቡን ጠርቶ እንዲህ አላቸው ሊከተለኝ የሚወድ ሰው ራሱን ይካድ ጨክኖም የሞቱን መስቀል ተሸክሞ ይከተለኝ 
35.ለፍሱን ሊያድን የሚወድ ያጠፋታል ሰውነቱን ስለ እኔና ስለ ወንጌል የሚያጠፋትም ያገኛታል
36. ዓለሙን ሁሉ ቢገዛ ነፍሱን ግን ቢያጠፋ ለሰው ምን ይጠቅመዋል 
37. ሰው ለነፍሱ ቤዛ ምን ይሰጣል 
38. በዚች አመንዝራና ኀጢአተኛ ትውልድ መካከል በእኔና በቃሌ የሚያፍረው ሁሉ የሰው ልጅ በአባቱ ክብር ቅዱሳን መላእክትን አስከትሎ በሚመጣበት ጊዜ ያፍርበታል
የመስቀል መንፈሳዊ ትርጉም
የመስቀልን ምልክት ስንጠቀም ከመስቀል ጋር ግንኙነት ያላቸውን በርካታ ሃይማኖታዊና መንፈሳዊ ምሥጢራትን እናስታውሳለን። ከእነዚህም ውስጥ የተወሰኑትን እንጥቀስ፦
*	እግዚአብሔር ለእኛ ያለውን ፍቅር እናስታውሳለን።
መስቀል የፍቅር መሠዊያ ነው፤ የመስቀልን ዓላማ በነሣን ቁጥር ከዚህ በታች በተዘረዘሩትና በመሰል የመጽሐፍ ቅዱስ ጥቅሶች የተሰበከውን ወደር የለሽ የለሽ የልዑል እግዚአብሔርን ፍቅር እናስታውሳለን።
"...ዓለሙን እንዲሁ ወዶታልና" ዮሐ 3፥16
" እግዚአብሔር ምን ያህል እንደ ወደደን እነሆ ፥ እዩ፤ እኛ ኃጢአተኞች ስንሆን ክርስቶስ ስለ እኛ ሞተ" ሮሜ 5፥8
"ስለ ወዳጆቹ ሕይወቱን አሳልፎ የሚሰጥ ሰው ያለ እንደሆነ ከዚህ የሚበለጥ ፍቅር የለም" ዮሐ 15፥13 በመስቀል ላይ የተገለጸው ፍቅር ከራሱ ከመስቀሉ በላይ ለመግለጽ የሚችል ማነው? መስቀል ልዑል እግዚአብሔር ዓለሙን በምን ያህል መጠን እንደሚወደው የገለጸበት የፍቅር ቋንቋው ነው።
በመሆኑም ይህን ቅዱስ ዓርማ በተመለከትን ቁጥር ፍቅሩን በማሰብ ትዝታ እንዋጣለን። ከዚህ የተነሣ መስቀል የፈጣሪን ፍቅርና ለእኛ የሚያደርገውን የማይቋረጥ እንክብካቤ የምናስተውልበት መነጽር ነው ልንል እንደፍራለን።
*	መስቀል ኃጢአቶቻችንን ያስታውሰናል
መስቀል ጌታችን ኢየሱስ ክርስቶስ እስከ መስቀል ሞት ላደረሰው ኃጢአታችን ሲል ሥጋን መዋሐዱን፤ እንዲሁም ቤዛ መሆኑን ያስታውሰናል። ይህን ባስታወስን ጊዜ ልባችን ይሰበራል፤ ነፍሳችን በፀፀት ትቃጠላለች፤ የከፈለልንንም ትልቅ ዋጋ እያሰብን ጥልቅ ምስጋና ልናቀርብ እንጀምራለን። 
ሐዋርያው "በዋጋ ተገዝታችኋልና፤ ስለዚህም እግዚአብሔርን በሥጋችሁ አክብሩ።" እንዳለ። 1ቆሮ 6፥20
*	መስቀል የመለኮትን ፍርድ ያስታውሰናል 
በመሠረቱ! ይቅርታ በፍርድ የሚሰጥ አልነበረም። ነገር ግን በመስቀል ላይ የተገለጠው የመለኮት ፍርድ ያለ አንዳች ከልካይ ይህን አደረገ። መቼም ቢሆን ለኃጢአት አነስተኛ ግምት አይጠፋም። እኛ ግን ይህን ልናደርግ አንችልም፤ ምክንያቱም አንዳንድ ጊዜ ኃጢአት ልክ በመስቀል ላይ እንዳየነው ዓይነት የማይነገር ዋጋ ያስከፍላልና።
*	የመስቀልን ምልክት በመጠቀም የክርስቶስ የመከራው ተከታዮች መሆናችንን እንገልጻለን
መስቀል በአንገታአችን ላይ በማንጠልጠል፥ በመሳለም፥ በሰውነታችን ላይ በመከተብ፣ በልብሶቻችን ላይ በመጥለፍና በማተም ከዚህም ሁሉ በላይ በቤተ ክርስቲያናችን ጉልላት ላይ በመትከል  ልንገልጽ 
የምንችለውን ያህል በልባችን በማሰብ ልንገልጽ አንችልም። በዚህ አፍአዊ ሥርዓትና ድርጊት የክርስቶስ ተከታዮች መሆናችን በግልጽ ይታወጃል። በተጨማሪም ፤ በክርስቶስ መስቀልና በመስቀል ሥራ የማናፍር ፤ ይልቁንም ከምንምና ከማንም በላይ የምንኮራ መሆናችንን እናረጋግጥበታለን።
*	በትእምርተ መስቀል የምናማትበው የሥላሴን ስም በመጥራት ነው።
ለጸሎት በቆምን ጊዜ ሁሉ "በስመ አብ ወወልድ ወመንፈስ ቅዱስ አሐዱ አምላክ አሜን!" እያልን ሃይማኖታችንን እንገልጻለን። እንዲህ ዓይነቱ የዕለት ተዕለት ምስክርነት ግን የሚፈጸመው ፊታችንና መላ ሰውነታችንን በትእምርተ መስቀል በባረክን ጊዜ ነው።
*	ባማተብን ቁጥር ፤ በምሥጢረ ሥጋዌና በድኅነት ላይ ያለንን እምነት እንገልጻለን
በመስቀል ምልክት ከላይ ወደ ታች ባማተብን ጊዜ እግዚአብሔር ወልድ ከሰማየ ሰማያት ወደ ምድር መምጣቱን፤ ከቅድስት ድንግል ማርያም ከሥጋዋ ሥጋ ከነፍሷ ነፍስ ነሥቶ ፍጹም ሰው መሆኑን እናስታውሳለን፤ እንዲሁም ከግራ ወደ ቀኝ ስናማትብ በኢየሩሳሌምና በይሁዳ አውራጃዎች እየተመላለሰ ማስተማሩን፤ በመከራውና በሞቱም ቤዛነት ከዘለዓለም ሞት ወደ ዘለዓለም ሕይወት ፥ ከጽኑ ጨለማ ወደ ፍጹም ብርሃን፥ ከሲዖል ወደ ገነት እንደመለሰን እናስባለን።
*	በመስቀል ላይ የተደረገልንን ይቅርታ እናስታውሳለን 
ጌታችን አሰቃቂ መከራ እየተቀበለ ባለበት መስቀል ላይ ሆኖ
በታላቅ ድምጽ በመጮህ "አባት ሆይ፥ የሚያደርጉትን አያውቅምና ይቀር በላችው" (ሉቃ 23፥34) ብሎ ወደ ሰማያዊ አባቱ ያቀረበውን ጸሎትና የሰጠንን ሥርየት እናስታውሳለን።
*	በመስቀል ዓላማ (ምልክት) ውስጥ ለልጆቻችንና ለሌላውም ሕዝብ የሚሆን ሃይማኖታዊ መመሪያ አለ።
ልጆቻችን ጸሎት ለማድረስ፥ ወደ ቤተ መቅደስ ለመግባት ፥ለመመገብ ፥ ለመተኛትና እያንዷንዷን ክንውን ለመፈጸም በትእምርተ መስቀል በሚያማትቡበት ጊዜ ድኅነተ መስቀልን ያስታውሳሉ። ይህ አስተውሎት ከልጅነታቸውም ጀምሮ በመስቀል ፍቅር እንዲጎለብቱ ስለሚረዳቸው መንፈሳዊ ጠቀሜታው ጉልህ ነው።
*	በቃሉ እንደተመሰከረው ፥ መስቀልን ባደረግን ቁጥር ለራሳችን የጌታችንን ሞት እንሰብካለን።
"ይህን እንጀራ በበላችሁ ጊዜ ሁሉ ይህንም ጽዋ በጠጣችሁ ጊዜ ሁሉ ጌታ እስኪመጣ ድረስ ሞቱን ትናገራላችሁና" (1ቆሮ 11፥26) እንዲል መጽሐፍ፤ በቅዱስ ቊርባን ጊዜ ጌታችንንና በእርሱ ሞት ያገኘናቸውን መንፈሳዊ በረከቶች ሁሉ እናስባለን። ነገር ግን የቅዱስ ቊርባን ምሥጢርን በሥፍራውና ሁሉና በየሰዓቱ መፈጸም ይቻለናልን? በፍጹም በአንጻሩ ግን የመስቀልን ምልክት በሁሉም ጊዜና ቦታ፤ እንዲሁም በማንኛውም ሁኔታ ውስጥ ማድረግ እንችላለን። በዚህ ምክንያት መስቀል ያማያቋርጥ ምስክርነት ውስጥ እንድንሆንና መቼም መች ቤዛችንን እንድንዘክር ሰፊ እድል ይሰጠናል።
*	የመስቀል ምልክት በመመልከት የኀጢአት ደሞዝ ሞት መሆኑን ፣ ያንን ክርስቶስ ጌታችን እንዳስወገደልን እናስታውሳለን።
በትእምርተ መስቀል ባማተብን ቁጥር የክርስቶስ ሥነ ስቅለት ከምን የተነሣ እንደ ሆነ ለተቀሩት ሕዝቦች ለመመስከር እንችላለን። የኃጢአት ደሞዝ ሞት ነው፤ ያ! ባይሆን ኖሮማ ክርስቶስ እኛን ተክቶ ባልሞተ ነበር። "በኃጢአታችን የሞትን ሳለን በክርስቶስ ሕይወትን ተሰጠን፤ በጸጋውም አዳነን። በኢየሱስ ክርስቶስም አስነሥቶ ከእርሱ ጋር አኖረን" (ኤፌ 2፥5። ለኀጢአት ተገቢውን ካሣ በመክፈሉ "አባት ሆይ፥ የሚያደርጉትን አያውቁምና ይቅር በላቸው" (ሉቃ 23፥34 በማለት ተናገረ።
*	ኃይል ስለሚያጎናጽፈን የመስቀልን ምልክት እናደርጋለን።
ሐዋርያው ጳውሎስ ስለ መስቀል ኃይል ለቆሮንቶስ ምእመናን በሰጠው ማብራሪያ "የመስቀሉ ነገር በሚጠፉ ሰዎች ዘንድ ስንፍና ነውና፥ ለምንድነው ለእኛ ግን የእግዚአብሔር ኃይል ነው" (1ቆሮ 1፥18) ብሏል። በገላትያ ላሉ ቤተሰቦችም "እኔ ግን በጌታችን በኢየሱስ ክርስቶስ መስቀል እንጂ በሌላ አልመካም" (ገላ 6፥14) ሲል አስተምሯል። እዚህ ላይ ልብ ልንለው የሚገባው ሐዋርያው ከላይ በገለጸው ክፍለ የእግዚአብሔር ኃይል ብሎ የጠራው "ስቅለት"ን ሳይሆን "መስቀል" ን ነው።
መስቀል ጌታችን ሞትን ያጠመደበት ፥ ለሰው ዘር በሙሉ ሕይወት ያደለበት ፥ ጠላት ሰይጣንን ያሸነፈበትና ከመንገድ ያስወገደበት በመሆኑ ፤ በአንገታአችን ላይ ባደረግነውና ስለ እርሱ በምንገልጽበት ጊዜ ሁሉ በመንፈሳዊ ኃይል እንሞላለን።
*	ጠላት ሰይጣንን የሚያርድ ስለሆነ የመስቀል ምልክት እንጠቀማለን።
የአጋንንት ጽኑ ሽብር መስቀል ያለውን ኃይል ያሳየናል። ጠላት ሰይጣን በሰው ልጆች ላይ ያደረሰው ሕማምና ያስከተላቸው የረጅም ጊዜ ጥፋቶች ሁሉ የተወገዱት በመስቀል ስለ ሆነ የመስቀልን ምልክት አጥብቆ ይፈራል፤ በዚህም "የመስቀል ቅርጽ በውስጡ ክብር እንደተሸከመ እንገነዘባለን። ጥንት ጠላታችን ዲያብሎስ አዳምን ካሳተበት ጊዜ ጀምሮ የነበረው የገዥነት መብትና ማዕረግ የተገፈፈው በመስቀል ነው። ጌታችን ኢየሱስ ክርስቶስ መሥዋዕትነቱን ለሚያምኑና ለሚቀበሉ ሁሉ በደሙ መፍሰስ ኃጢአትን በማጠብ ተገቢውን ዋጋ ስለ ከፈለ የጠላት ሰይጣንን ግዛት በሰው ልጅ መብት ላይ ሰልጥኖ እንዳይኖር ናደው። ከዚህ የተነሣ ሰይጣን መስቀልን ባየ ቁጥር ሁሉ ታላቁን ሽንፈቱን ፥ ምርኮውን ማጣቱን፥ እፍረቱንና በታላቅ ድምጽ ጮኾ ከፊቱ መፈርጠጡን ያስታውሳል። ክርስቲያናዊ ጥንካሬ የሚመነጨው ከመስቀል የተነሣ ነውና ለእኛ በእግዚአብሔር ዕቅፍ ላለነው ብርታት ሲያጎናጽፈን ለጠላታችን ደግሞ የሽብር ምንጭ ሆኖ ይቀጥላል። የብሉይ ኪዳኔ መጽሐፍ እንደሚተርከው ፤ የነሐስ እባብ ብዙ ሕዝብ ከሞት የሚድኑበትን መድኃኒት ይዞ ነበር (ዮሐ 3፥14)። መስቀል ከዚህ በላይ ዓለምን የሚዋጅ የፈውስ ኃይል ተሸክሟል።
*	መስቀልን ባደረግን ጊዜ በረከቱን እንካፈላለን።
በጥንት ጊዜ የመስቀል ቅርጽ የእርግማንና የም ምልክት ነበር። በተለይም ቀደም ባለው የሮሜ መንግሥት ሥርዓተ ፍርድ ሞት የተወሰነበት ወንጀለኛ በመስቀል ላይ እንዲቸነከር ይደረግ ነበር።
አሁን ግን መስቀል እርግማናችን የተወገደበት መንፈሳዊ የጦር ዕቃ ነው። የሐዲስ ኪዳን ጸጋዎች ሁሉ የመጡት ከመስቀል በመሆኑና በረከት የሚመነጨውም ከሰብአዊ ተፈጥሮ ባለመሆኑ ቀሳውስት በቡራኬ ጊዜ መስቀልን ይጠቀማሉ።
*	ሁሉን ክርስቲያናዊ ሥነ ሥርዐቶችንና ምሥጢራትን ቤተ ክርስቲያንን በምንፈጽምበት ጊዜ መስቀልን እንጠቀማለን።
መንፈሳዊ ምሥጢራት ሁሉ በመስቀል ላይ የፈሰሰው የጌታችን ክቡር ደም ዋጋ ናቸው። ያለ መስቀል በልጅነት ክብር ወደ እግዚአብሔር ለመቅረብ መተማመኛ የለንም፤ ከተቀደሰውም የክርስቶስ ሥጋና ደም፤ እንዲሁም ከማንኛውም የቤተ ክርስቲያን ምሥጢራት የመሳተፍ ዕድል አናገኝም "ሳይገባው ይህን እንጀራ የበላ ወይም የጌታን ጽዋ የጠጣ ሁሉ የጌታ ሥጋና ደም ዕዳ አለበት" (1ቆሮ 11፥27) እንዲል መጽሐፍ።
*	የእኛን ድርሻ እያሰብን ለመስቀል ልዩ ትኩረት እንሰጣለን
ጌታችን ኢየሱስ ክርስቶስ የእርሱን ሕይወት ለእኛ ድኅነት እንደለወጠ፤ እኛም በተራችን ሕይወታችንን ለእርሱ ፍቅር መስጠት ይገባናል። ይህን መቼና እንዴት ይሆን የምናደርገው? ራስን ለክርስቶስ መስጠትስ አንድ ጊዜ ብቻ የሚፈጸም የጥቂት ደቂቃዎች ሥራ ነውን? ክርስትና የሙሉ ዘመን መንፈሳዊ ውጤት ነው። ደስታ ቢሆን ሐዘን፣ ጤናም ቢሆን ሕመም በእኔ ሰውነት የእኔ ፈቃድ ሳይሆን የጌታዬ ውሳኔ ይፈጸም ማለት ነው።
እስቲ ራሳችንን እንጠይቅ! ለመሆኑ! የክርስቶስ የመከራው ተካፋይ የምሆነው መቼ ነው? በሞቱስ እንዴት እንመስለዋለን? እዚህ ላይ ከጌታ ጋር የተሰቀለውን ወንበዴ እናስታውስ፤ ይህ ሰው ወደ ገነት ለመግባት የሚያስችል ፍርድ እንዴት አገኘ?
በእርግጠኝነት መናገር የምንችለው በግራ የተሰቀለው ወንበዴ "አንተም ውረድ እኛንም አውርደን" በማለት ከሥጋዊ ስቃይ ቶሎ የመላቀቅ ጥያቄ ሲያቀርብ፤ እርሱ ግን "በመንግሥትህ አስበኝ" በማለት ለመነ።
የዚህ ሰው ጭንቀት ከመስቀል መውረድ አልነበረም። ምናልባትም ከጌታው ጋር መከራ እየተቀበለ ጥቂት መቆየቱን ሳይወደው አልቀረም። ይህም ውሳኔው የጌታችንን ትኩረት በመሳብ ውጤት አስገኝቶለታል። መድኃኒታችን ኢየሱስ ክርስቶስ ከዚህ ተነሥቶ ነው በስስት ምላሹን ይጠብቅ ለነበረው ፈያታዊ ዘየማን ከአንተ ጋር እዚህ መስቀል ላይ ጥቂት እንድቆይ ከመረጥክ አንተ ደግሞ ከእኔ ጋር ለዘለዓለም በገነት ትኖራለህ ያለው። ሁለቱ ወንበዴዎች መስቀል ላይ ለመቆየት በነበራቸው የአቋም ልዩነት ምክንያት ዋጋቸውም ተለያየ። አሁን ያ! በቀኝ ተሰቅሎ የነበረው ወንበዴ "ከክርስቶስ ጋር ተሰቅያለሁ" እያለ የሐዋርያው ጳውሎስን ቃል በገነት እያዜመ ይሆናል! የሁላችንም ዕጣ ፋንታ ልክ እንደዚሁ ወንበዴ እንዲጻፍ ጉዟችንን ወደ መስቀል እናድርግ።
*	የእግዚአብሔር ደስታ የተፈጸመበት መሣሪያ በመሆኑ መስቀልን እናከብራለን።
"መሥዋዕቱ ለእግዚአብሔር በጎ መዓዛ ያለው ቊርባን ነው" ዘሌ 1፥17። ተብሎ በሕግ መጽሐፍ እንደተመሰከረው እግዚአብሔር ክርስቶስ በመስቀል የፈጸመውን ካሳ ለኃጢአተኞች የቀረበ ፍጹም ዋጋ አድርጎ በደስታ ተቀበለው። ጌታችን ክርስቶስ በምድር ላይ በነበረው ፍጹማዊ ሕይወት አባቱን ደስ ማሰኘት ችሎ ነበር ነገር ግን የመጨረሻውን ደስታ ለመፈጸም ወደ መስቀል ጉዞ ገባ፤ ለመስቀል ሞትም እንኳ የታዘዘ ሆነ። 
*	በመስቀል ወደ እርሱ ወደ ሰፈሩ ውጭ እንውጣ
በተመሳሳይ ቃል ሐዋርያው ስለ ሙሴ ያለውን እናስታውስ "የክርስቶስ የመስቀሉ ተግዳሮት ከግብፅ ሀብት ሁሉ ይልቅ እጅግ የሚበልጥ ባለጠግነት እንደሚሆን ዐውቆአልና፥ ዋጋውንም ተመልክቶአልና" ዕብ 11፥26። የመስቀሉ ተግዳሮት ማለቱ የደረሰበትን መከራና የከፈለውን መሥዋዕትነት ነው። ራሱ ሐዋርያውም ቢሆን ስለ ክርስቶስ እና ስለ መንግሥቱ ሲል ጥቅሙን ሁሉ ረብዕ አድርጎ ቆጥሯል፤ ክርስቶስንም ያገኝ ዘንድ በውርደት ራሱን አጠረ።
*	ከክርስቶስ ጋር የተሰቀለውን ወንበዴ ድኅነት እናስታውስ።
ይህ ለእኛ ትልቅ አጓጊ ተስፋ ነው። ይህ ሰው በሕይወቱ እንጥፍጣፊ ሰዓት እንዴት ዳነ? ወደ ገነትስ የሚገባበትን የተስፋ ቃል እንደምን ተቀበለ? ወደ ራሱ እስኪስበው፤ ያለፈ ጥፋቱንም ትቶ አምነቱንና ንስሓውን እስኪቀበለው ድረስ ጌታችን በዚህ ሰው ላይ በዚያ አጭር ሰዓት እንዴት ተጽዕኖ ማሳደር ቻለ?! በመስቀል ላይ ታይቶ የነበረው ተስፋ እንዴት ታላቅ ነው!
*	መስቀልን ስንሸከም የጌታችንን ዳግም ምጽአት እናስባለን።
ጌታችን ስለ ዓለም መጨረሻና እንደገና ስለመምጣቱ በተናገረበት የወንጌል ክፍል "የሰው ልጅ ምልክት በሰማይ ይታያል፤...የሰው ልጅንም በኃይልና በብዙ ክብር በሰማይ ደመና ሲመጣ ያዩታል" ማቴ 24፥30 ብሏል። ለመሆኑ! "የሰው ልጅ ምልክትም" ያለው ምንን ነው? መስቀልን አይደለምን! እስቲ! በምድር ላይ የነበረውን የሰውን ልጅ ምልክት እናስታውስ፤ ሐዋርያው "ክርስቶስ እንደ ተሰቀለ ሆኖ በልባችሁ ተቀርጿል" በማለት ክርስቶስን ባሰብን ቊጥር አንድ ምልክት (የመስቀል ቅርጽ) በዐይነ ሕሊናችን ድቅን
እንደሚል አብራርቷል። ልክ በዚህ አንጻር አስደናቂ በሆነ ምጽአቱም በሰማይ ይህንን ምልክት በጉጉት እንጠብቀዋለን።መስቀል እንዲሁ ወደ ላይ አንጋጠው የሚመለከቱት ሰይጣንና ሠራዊቱ ድል የተነሱበት የእግዚአብሔር ዕቃ ጦር ነው።
"መስቀል"ን እንዴት በተግባር መሸከም ይቻላል?
*	የፍቅር፥ የነጻነት ፥ የመሥዋዕትነትና የመዳን ምልክት፤
*	የመከራና የጽናት ምልክት 
*	ሥጋን ከክፉ መሻቱ ጋር ብትሰቅለው መስቀልን ትሸከማለህ፤
*	ራስን በመናቅ መስቀልን ተሸከም፤
*	የሌሎችን ኃጢአት በመሸከም መስቀልን ተሸከም፣ /የድኅነት መንገድ/
`,

  /** --------------------------------------------------------- **/

  "መዝሙር መስቀልከ እግዚኦ ተሰብሐ": `መስቀልከ እግዚኦ ተሰብሐ ኀይለ መስቀልከ ሙቁሐነ ፈትሐ (መ) እለ ለምጽ አንጽሐ (መ) መስቀልከ አጋንንተ አውፅአ (መ) ኀይለ መስቀልከ ሙታን አንሥአ (መ) ወሠርዐ ሰንበት ለሰብእ ዕረፍት መስቀልከ እግዚኦ ተሰብሐ ወቃልከ እሙን ፈድፋደ። አቤቱ መስቀልክ ተመሰገነ የመስቀልህ ኀይል እሥረኞችን ፈታ፤ ለምጻሞችን አነጻ፤ የመስቀልህ ኀይል አጋንንትን አወጣ፤ የመስቀልህ ኀይል ሙታኖችን አነሣ፤ ለሰው ዕረፍት ሠራ፤ አቤቱ መስቀልህ ተመሰገነ፤ ቃልህም እጅግ እውነት ነው። `,
  "ምስባክ መዝ 69፥28": `28፤ ወአጽንዖ እግዚኦ ለዝንቱ ዘሰራዕከ ለነ። ውስተ ጽርሕከ ዘኢየሩሳሌም። ለከ ይምጽኡ ነገሥተ አምኃ። 28፤ አቤቱ፥ ይህን ለእኛ የሠራኸውን አጽናው። 29፤ በኢየሩሳሌም ባለው መቅደስህ፤ ነገሥታት እጅ መንሻን ለአንተ ያመጣሉ።
አቤቱ ሚጠቱን በከሃሊነትህ ዕዘዝ፤ አቤቱ ይህን ያደረግኸውን ሚጠት አፅናው፤ እንዲህ የሆነ እንደሆነ በኢየሩሳሌም ወደተሠራች ወደ ቤተ መቅደስ ነገሥታቱ እጅ መንሻውን ይዘው ይቀርባሉ ሚጠተ ሥጋ ለሚጠተ ነፍስ ምልክትና ምሳሌ ነውና አቤቱ ሚጠተ ነፍስን እዘዝ፤ ሚጠተ ነፍስ ሲደረግ ነገሥታት ሰብአ ሰገል እጅ መንሻውን በኢየሩሳሌም በቤተ ልሔም ያቀርባሉ። 
`,
  "ወንጌል ሉቃ 9፥18": `ከዚህም በኋላ ብቻውን ሲጸልይ ደቀ መዛሙርቱ ክእርሱ ጋር ሳሉ ሰዎች ማን ይሉኛል ብሎ ጠየቃቸው
ስለ ክርስቶስ ማንነት የተገለጠውን እውነት ከመቀበል ይልቅ በራሳቸው አመለካከት በተሳሳተ መንገድ መረዳት በኋላ ዘመን ብቻ ሳይሆን ከጌታችን የማስተማር ዘመን ጀምሮ ይታይ የነበረ ችግር ነው።...አንዳንዶች ንጽሕናውን ዓይተው ዮሐንስ ሲሉት፣ አንዳንዶች ደግሞ ድንግልናውን ኤልያስ ነው ብለውታል። አንዳንዶች ቅድስናውን ዓይተው ኤርሚያስ ነው ሲሉ አንዳንዶች ደግሞ ሙሴና ኢያሱ ያደርጉት እንደነበረው ዓይነት ተአምራት ሲያደርግ ዓይተው ከነቢያት እንደ አንዱ ሳይሆን አይቀርም ይሉት ነበር። እናንተስ ያለው ቅርበት እና የማወቅ ዕድል ስለነበራቸው ነው። /በትረ ሃይማኖት ገጽ 425/
 በመጽሐፍ ቅዱስ ማን ተብሎ ተጠርቷል?
-"ቅዱስ የልዑል እግዚአብሔር ልጅ ሉቃ 1፥35
-የሰው ልጅ ዳን 7፥13፣ ሕዝ 2፥1
እነርሱም መልሰው መጥምቁ ዮሐንስ ነው የሚሉህ አሉ ኤልያስ ነው የሚሉህም አሉ ከቀደሙት ነቢያት አንዱ ተነሥቶአል የሚሉህም አሉ አሉት 
እርሱም መልሶ እናንተስ ማን ትሉኛላችሁ አላቸው ጴጥሮስም መልሶ አንተ የእግዚአብሔር መሲሕ ነህ አለው
ይህ የጴጥሮስ መልስ ክርስትናን እንደ ፍልስፍና ክፍል ከመታየት ታድጎታል። ስለ ክርስቶስ ማንነት የሚኖረን ትክክለኛ ግንዛቤ የሚወሰነው በእኛ አስተውሎት...ሳይሆን እግዚአብሔር በነገረን ነው። ስለዚህ ስለ ክርስቶስ ስንናገር መጽሐፍ የነገረንና ቅድስት ቤተ ክርስቲያን የምታስተምረውን ነው። /-በትረ ሃይማኖት ገጽ 426/
አንተ የእግዚአብሔር መሲሕ ነህ የሚለው የቅዱስ ጴጥሮስ ምስክርነት ውስጥ ሥጋ ተለይቶ አይቀርም። "ሰዎች ማን ይሉኛል?" የሚለው የክርስቶስ ጥያቄ መለኮት ተለይቶ አይወጣም። ማን ይሉኛል ባሕርይ ሥጋ ብቻ የሚመለከት ቢሆን መልሱ "መጥምቁ ዮሐንስ ነው የሚሉህ አሉ ኤልያስ ነው የሚሉም አሉ" የሚለው ብቻ ይሆን ነበር እንጂ "አንተ የእግዚአብሔር መሲሕ ነህ" ባልሆነም ነበር። /ተንከተም 188/
ክርስቶስ ሰው የሆነ የእግዚአብሔር ልጅ ነው የሚለው ትምህርቱ በወንጌል እና ባልተቋረጠው የቤተ ክርስቲያን ትውፊት የተዘገበ እና የጸና ነው። "የእግዚአብሔር ልጅ" መሆኑ ደግሞ እንዲሁ በቀላሉ 
ዘይቤያዊ ትርጉም ብቻ ተሰጥቶት ብቻ የሚታለፍ ሊሆን አይችልም፤ መለኮታዊ ባሕርይ ያለው መሆኑ በወንጌል ተነግሯል፤ ትምህርቱን ባደመጡ አይሁድ ዘንድ "ራሱን ከእግዚአብሔር ጋር አስተካክሎ እግዚአብሔርን አባቴ በማለቱ" የተከሰሰበት ይህ ትምህርቱ መለኮታዊ ትርጉም ስላለው ነው። የክርስትና ሃይማኖት መሠረት "ክርስቶስ የእግዚአብሔር ልጅ ነው" ብሎ ማመን ነው። ዮሐ 5፥18፣ ሉቃ 22፥70 /-የልቡና ችሎት ገጽ 250/
በኢየሱስ ማመን፣ እና ስለ እርሱም መመስከር ታላቅ ነገሮች መሆናቸው የታወቀ ነገር ነው። የክርስትና ሥሩና መሠረቱ በኢየሱስ ክርስቶስ ማመን ነው። ሆኖም ቁልፉ ጉዳይ ያለው ኢየሱስን የምታምነው ማን ነው ብለህ ነው? ከሚለው ጉዳይ ላይ ነው። ለሌሎች ስለ እርሱ የምትመሰክርለት ማን ነው ብለህ ነው? ጌታችን መድኃኒታችን ኢየሱስ ክርስቶስ እርሱ ራሱ በባሕርዩ እንደሆነውና እናምነው ዘንድ ለእኛ እንደ ተናገረው አድርገህ ካላመንከውና ለሌሎችም እንደዚያው አድርገህ ካልመሰከርከው፣ እንዲሁ አምነዋለሁ ስላልክ ብቻ በኢየሱስ አምኛለሁ እድናለሁ ማለት ይቻላልን? ለሌሎችም እርሱ ራሱ እንዳስተማረው ሳይሆን ከዚያ በተለይ ወይም ተቃራኒ በሆነ መንገድ ከገለጽከው፣ ኢየሱስን ሰወርከው እንጂ ገለጥከው ሊባል አይችልም። እንዲህ ማድረግ ማበላሸት እንጂ መልካም ማድረግ ሊባል አይችልም። ስለ ኢየሱስ በተሳሳተ መንገድ ከመመሰከር ዝም ማለት እጅግ የተሻለ ነው።
በኢየሱስ ክርስቶስ እናምናለን ከሚሉ የተለያዩ የሃይማኖት አካላት መካከል፣ ኢየሱስ ክርስቶስን ማን እንደሚሉት የተወሰኑትን ከዚህ በታች ባለው ሰንጠረዥ ጠቅለል አድርገን እንመልከት።
-ግኖስቲኮች
ለግኖስቲኮች፣ ኢየሱስ ክርስቶስ "ደግ አምላክ" ከሚሉት ዘንድ የከፋው አምላክ ፍጥረት ወደሆነው ወደዚህ ዓለም ከተላኩት ኤዎኖች (መልእክተኞች) መካከል አንዱ ነው። ከግኖስቲኮች ብዙ አንጃዎች መካከል አንደኛው ቡድን (ዶሴቲኮች) ኢየሱስ ሰው መስሎ ተገለጠ እንጂ በእውነት ሰው አልሆነም፣ ሥጋ አልለበሰም ይላሉ። ለእነርሱ ኢየሱስ ክርስቶስ ፍጹም ሰው ፍጹም አምላክ አይደለም። መዳንም በእርሱ በተፈጸመው ቤዛነት ሳይሆን እነርሱ አለን የሚሉት ስውር እውቀት በማወቅ ነው። ብዙዎቹም መሞቱንና ትንሣኤውን አያምኑም።
-ጳውሎስ ሳምሳጣ (200-275 ዓም)
ለዚህ ሰው ደግሞ ኢየሱስ እንደ ማንኛውም ተራ ሰው ሆኖ ከተወለደ በኋላ የእግዚአብሔር ቃል ያደረበት ነው። ከዚያም በኋላ ኢየሱስ በጸጋ አምላክ ሆነ ይላል። ስለዚህ ለጳውሎስ ሳምሳጣ፣ ኢየሱስ በተዋሕዶ ሰው የሆነ አምላክ ሳይሆን በጸጋ አምላክ የሆነ ሰው ነው። አምላክ የሆነው በባሕርዩ ስለሆነ ሳይሆን በተጋድሎው ነው። ጳውሎስ ሳምሳጣ ሉቅያኖስን (የአንጾኪያ ትምህርት ቤት መሥራችና መምህር የነበረውን)፣ ሉቅያኖስ አርዮስን አስተማረ። በኒቅያ ጉባኤ የተወገዘው የዚህ ሰው (የጳውሎስ ሳምሳጣ) ትምህርትም ነው።
-ሰባልዮስ (ከ215-260?)
ሰባልዮስ ደግሞ ኢየሱስ ክርስቶስ ማለት በብሉይ ኪዳን አብ እየተባለ ሲጠራ የነበረው ኋላ በሐዲስ ኪዳን ወልድ ተብሎ የተገለጠውና ሰው የሆነው እርሱ ነው አለ። ስለዚህ ለሰባልዮስ ኢየሱስ ክርስቶስ ማለት አብ ነው፣ አብም ማለት ያው ኢየሱስ ክርስቶስ ነው።
ኋላ ደግሞ ለአሕዛብ መንፈስ ቅዱስ ሆኖ ተገለጠ ይላል። ይህም እግዚአብሔርን በባሕርዩ የሚለዋወጥ የሚያደርግ፣ የአብን የወልድንና የመንፈስ ቅዱስን ከዋኒነትና አካላዊ ሀልዎት የሚክድ ነው። /-መድሎተ ጽድቅ ቅጽ ፫ ገጽ 66/
ይህንም ለማንም እናዳይናገሩ ገሠጻቸውና ከለከላቸው
የእግዚአብሔር ልጅ ከሆነ እንዴት መከራ ይቀበላል በማለት የሚሰናከሉ ስላሉ ነው።
ለሰው ልጅ ብዙ መከራ ያጸኑበት ዘንድ ሽማግሌዎችና የካህናት አለቆች ጻፎችም ይፈትኑት ዘንድ ይገድሉትም ዘንድ በሦስተኛውም ቀን ይነሣ ዘንድ አለው አላቸው
ሁሉንም እንዲህ አላቸው ሊከተለኝ የሚወድ ሰው ራሱን ይካድ ጨክኖም የሞቱን መስቀል ይሸከም ዕለት ዕለትም ይከተለኝ
-ክርስትና በየዕለቱ ከክፉ ፍላጎቶችና ክፉ መናፍስት ጋር የሚደረግ የዕድሜ ልክ ተጋድሎ ነውና። 
ዕለት ዕለትም ይከተለኝ፦ ክርስትና የአንድ ሰሞን ሳይሆን የዕለት ተዕለት መስቀል መሸከም (ተጋድሎ መንፈሳዊ) ነውና። ክርስትና የየዕለት ሰማዕትነት የሚባለውም ለዚህ ነው። /መድሎተ ጽድቅ 263/ -ወደዚህ በረከት ፈጥነህ ደስ እያለህና እየዘለልህ ግባ፣ በዚያም ሁለት ዘርፍ የሆነውን ታጋድሎ ለመጋደል ጀምር። ይህም በመጀመሪያ ራስህን በማንጻት በምሥጢረ ጥምቀት ማዘጋጀት ነው፤ በመቀጠልም በጥምቀት ያገኘኸውን ጸጋ ለመጠበቅ መጋደል ነው። በመጀመሪያ የሌለን የነበረውን በረከት እና ድኅነት ማግኘት እና ካገኘነው በኋላ ደግሞ ያን ጸጋ አጽንቶ መያዝና መጠበቅ እኩል ፈታኞችና ተጋድሎን የሚጠይቁ ነገሮች ናቸውና።
መጀመሪያ ላይ በነበረ መንፈሳዊ ቅንዓትና ቁርጠኝነት የተገኙ ጸጋዎችን ወደ ኋላ ላይ ስንፍናና ግድ የለሽነት ያጠፋቸዋልና፤ ወደ ኋላ የሚመጣ ስንፍናና ጥርጥር ያሳጣንንና ያጠፋብንን ነገሮች ደግሞ ትጋት ያስገኛቸዋል። የምትፈልገውን ጸጋ ለማግኘትና ያለህን ለማጽናት ትጋሃ ሌሊቶች፣ አጽዋማት፣ መሬት ላይ መተኛት፣ ጸሎት፣ አንብዕ፣ ለተቸገሩት ማዘንና መመጽወት ታላቅ እገዛና ጠቀሜታ አላቸው። ቅዱ ጎር ዘእንዚናዙ /መድሎተ ጽድቅ ፩ 207/
በተገቢው መንገድ ለተሠሩ የመሠረት ዐለታቸው፤ ለሚሹም ቤታቸው ነው። የጠራውን ሰማው፣ ጀርባውንም አየው፤ ያም ማለት አምላካችሁ እግዚአብሔርን ተከተሉ ማለት ነው። ታላቁ ዳዊት ይህን ሰምቶ ልብ ባለ ጊዜ "በልዑል መጠጊያ የሚኖር ሁሉን በሚችል አምላክ ጥላ ውስጥ ያድራል። አለ። ይህም ከእግዚአብሔር በኋላ ከመሆን ጋር ተመሳሳይ ትርጉም አለው። ዳዊት ራሱንም በተመለከተ "ነፍሴ በኋላ ተከታተለች እኔንም ቀኝህ ተቀበለችኝ" ብሏል። መዝሙሩ ከታሪኩ ጋር እንዴት አብሮ እንደ ሚሄድ አስተውሉ። አንዱ ከእግዚአብሔር በኋላ ለሚከተል ሰው "ቀኝ እጁ" ረዳት እንደ ሆነችው ገለጠ፤ ሌላው ደግሞ በዐለቱ ውስጥ ሆኖ የመለኰትን ድምፅ ለሚጠባበቀው ሊከተለው በመውደድ ለሚጸልየው "ክንዱ" እንደ ከለለችው ገለጠ። ከሙሴ ጋር በደብረ ሲና የተነጋገረው ጌታ የሰጠውን ሕግ ሲመጣ ለሐዋርያቱ አስቀድሞ በምሳሌ የተገለጠው ነገር ትርጉሙ ምን እንደሆነ ነገራቸው። "ሊከተለኝ የሚወድ" ብሎ። "ማንም ከፊቴ የሚሄድ ብኖር" አላለም። ስለ ዘላለማዊ ሕይወት ለጠየቀው ሰው ሲመልስ በተመሳሳይ "ተከተለኝ" በማለት ነግሮታል። የሚከተለው ቢኖር ጀርባውን ያያል።
እግዚአብሔርን ለማየት ይጓጓ የነበረው ሙሴ እንዴት ሊያየው እንደሚችል ተማረ፤ እግዚአብሔርን ማየት ማለት ወደ ሚወስደው ሁሉ እግዚአብሔርን መከተል ማለት ነው። "አልፋለሁ" ማለቱ የሚከተለውን ሁሉ እንደሚመራ ሲገልጥ ነው። ጎር ዘእንዚናዙ /መንፈሳዊ ሕይወት ምንድነው 107/
ለአምላካችን ስንል የምንጋፈጣቸው መከራዎች እና በርካታ መሰናክሎች በሰዎች ዕይታ ተስፋ የሚያስቆርጡ፣ አስጨናቂ እና ልብን የሚያውኩ ሊመስሉ ይችላሉ፤ ጥቁር ሆነውም ሊታዩ ይችላሉ፣ ነገር ግን ውብ ናቸው። መሓ 1፥5፣ 2ቆ 4፥7፣ 6፥8፣ ማቴ 10፥39 ፣ 1ቆ 2፥14 አቡነ ሺኖዳ /ነፍሴ የወደደችውን አያችሁትን? 210/ -ራስን መካድ እና መስቀሉን መሸከም ጥቁር፣ ነገር ግን ውብ ነው። ራስ መካድ በውበት የሚጎመራ እና የሚያብብ ነው። አንድ ጊዜ ራስ ሲጠፋ፣ እግዚአብሔር በእርሱ ውስጥ ይገለጣል። ራስ ሲሞት፣ እግዚአብሔር በእርሱ ውስጥ ይኖራል። ራስ ወዳድነት ሲጠፋ ብቻ፣ አንድ ሰው ንጹሕ እና ቅዱስ ሕይወት መምራት ይጀምራል። እውነተኛ ክርስቲያናዊ ሕይወት በሞት ይጀምራል። በዓለም ዓይኖች፣ ሞት ጥቁር እና አስፈሪ ነው። ይሁንና፣ ሞት የእውነተኛ ክርስቲያናዊ ሕይወት መጀመሪያ ነው። ቆላ 2፥12፣ አቡነ ሺኖዳ /ነፍሴ የወደደችውን አያችሁትን? 225/
ቅዳሴ ላይ "እስከመጨረሻው እቅታ ድረስ ... ታሪክ- ኢዮብ መከራዎች ውብ ናቸው። ኢዮ 2፥7፣ 30፥9፣ 42፥5፣ መዝ 50፥7/፣ ያዕ 1፥2 ታሪክ- አብርሃም መለየት ዘፍ 12፥1 ታሪክ የይስሐቅ ለመሰዋት አብርሃም ይዞ መሄድ። ዘፍ 22፥2
እግዚአብሔር ይመራኛል። እግዚአብሔርን የሚከተል እግዚአብሔርን ያያል፤ አለማዊ ነገሮች ሁሉ ምንም ይሆኑለታል። እግዚአብሔር ስንከተል ራሳችን መሥዋዕት አድርገን እናቀርባለን።
ያለንን ሁሉ ሸጠን። ማቴ 19፥16፣ ፊል 2፥16 እግዚአብሔርን መከተል የሕይወት አክሊል ያቀዳጃል። ያዕ 1፥12
-እውነተኛው ራስ ወዳድነት ራስን በመንፈሳዊ መንገድ መምራት፣ ራስን ከእግዚአብሔር ፍቅር ጋር አንድ ማድረግና ወደ መንግሥቱ መምራት ነው። አንተነትህ ጥፋት ሲሠራ ማጣራት፣ ሲሳሳት መቅጣት፣ የኃጢአት ምኞቶቹን መቃወምና ጠባዩን ማረም እውነተኛ ራስ ወዳድነት ነው። አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 23/ ራስን መካድ ዋናው የቅድስና ሕይወት ነው። አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 24/-የተሳሳተ ራስ ወዳድነት አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 24/
-ራስን ማግነን ዘፍ 3፥5፣ ሕዝ 14፥13፣ ዘፍ 11፥1
-ራስ ወዳድነት የሚያስከትላቸው አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 26/
-ከእግዚአብሔር ጋር ይቀረናል። ምሳሌ ዮና 4፥4
-ከንስሐ አባት ጋር ይቃረናል።
-እኔን ብቻ ይድላኝ ይላል። ሉቃ 16፣ 1ቆ 13
-ራስን የበላይ ማድረግ። ሄሮድስ፣ ፈሪሳውያን፣ ዘፍ 13፥6፣ ናቡቴ 
-ግለኝነት። ሉቃ 10፥40፣15፥1
-በሌሎች መወቀስ አይፈልግም።
-ከራስ ወዳድነት መውጫ ምሳሌዎች አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 34/
ዕጣን፣ ሻማ ለሌሎች ብርሃን ሆነው ይቀልጣሉ።
-ጌታችን ኢየሱስ ክርስቶስ። ፊል 2፥7፣ ኢሳ 53/1፣ 
-ቅዱስ ጳውሎስ። ሐዋ 20፥24፣ 2ቆ 6፥4
-ሐዋርያት 
-ሙሴ። ዕብ 11፥25
-አብርሃም። ዘፍ 22፥1፣12፥1፣ ዕብ 11፥8
ከራስ ወዳድነት መውጫ መንገዶች አቡነ ሺኖዳ /መንፈሳዊ ውጊያዎች ገጽ 36/
-ምናኔና ራስን መርሳት። መክ 2፥4፣10 ዳን 1፥8፣10፥3
-ራስን ድል መንሣት። ሚቴ 6፥5፣ ማቴ 5፥40፣5፥39
-ራስን መንቀፍ፦ "እመኑኝ አባቴ! ከሁሉም ነገር በላይ ራስን ከመውቀስ የሚበልጥ ቅድስና የለም" ጳጳሱ ቴዎፎሎስ /42/
"እኛ ራሳችንን ከወቀስን ዳኛው በእኛ ላይ ይደሰታል። ቅዱስ እንጦስ /42/
"ወንድሜ ሆይ! ሌሎች ሳይወቅሱህ በፊት አንተ ራስህን ውቀስ" ቅዱስ መቃርስ /42/
-የአገልግሎት አላማን አለመርሳት። መዝ 113፥9፣ ዮሐ 3፥3፣ ሉቃ 1፥17፣ ማቴ 20፥26፣ ሉቃ 14፥10፣ ሮሜ 12፥10
-አባት የሆነውን ኢየሱስ ክርስቶስን ያየው ዘንድ አባቱንና እናቱን ተወ። የብርሃን ሠራዊት ዘመዶቹ ይሆኑ ዘንድ የሥጋ ዘመዶቹን ተወ። በሰማይ ያለች ኢየሩሳሌም ርስት ትሆነው ዘንድም ምድራዊ ርስቱን ተወ። በላይ ያለውን አክሊል ባሕርይ ገንዘብ ያደርግ ዘንድ የዚህን ዓለም ገንዘብ ተወ። ለዓይን ደስ የሚያሰኘውን ልብስ ትቶ የተዳደፈውን ልብሰ፣ አሮጌውንም ድሪቶ ለበሰ፣ የሙሽርነትን ልብስ ይለብስ ዘንድ፤ የብርሃንንም ሐር ይጎናጸፍ ዘንድ። በምድር ያለውን ሰርግ ተወ። በሰማይ ያለውን ሰርግ ያይ ዘንድ። /አራቱ ኃያላን 137/
ሰውነቱን ሊያድን የሚወድ ሁሉ ይጥላታል ስለ እኔ ሰውነቱን የጣለ ግን ያድናታል 
ሰው ዓለሙን ሁሉ ቢገዛ ነፍሱን ካጣ ምን ይረባዋል
በእኔና በቃሌ የሚያፍር ሁሉ የሰው ልጅ በክብሩ በአባቱም ክብር ቅዱሳን መላእክትን አስከትሎ በመጣ ጊዜ ያፍርበታል
መላእክት ቅዱሳን ናቸው። 
ቅዱስ ማለት በግሪኩ Hagioi (ሀጊዮይ)፦ ሮሜ 11፥7፣12፥13፣1ቆ 1፥2፣ 2ቆ 1፥1፣ 8፥4፣ 1ጴ 2፥9፣ ዘፀ 19፥2፣ ማቴ 27፥52፣ ራእ 5፥8፣ 8፥4፣14፥10፣ ማር 8፥32፣ /ስብከት ወተግሣጽ ገጽ 94/ አቤቱ ጌታዬ ኢየሱስ ክርስቶስ ሆይ፥ በአገልጋይህ ላይ ፊትህን አብራ፣ አቤቱ አልፈር፣ ጠርቼሃለሁና፤ /አባ ጊዮርጊስ ዘጋ /--ውዳሴ መስቀል ገጽ 82/ ሕሴብህ ጸጋከ ኦ ወልድ ዋህድ ..ይበክዪ ኃጥአን ...መጽሐፈ ሰዓታት 
27. እውነት እላችኋለሁ ከዚህ ከቆሙት የእግዚአብሔርን መንግሥት እስኪያዩት ድረስ ሞትን የማይቀምሱ አሉ
28. ከዚህም ነገር በኋላ በስምንተኛው ቀን ጌታችን ኢየሱስ ጴጥሮስን ያዕቆብን ዮሐንስን ይዞአቸው ሊጸልይ ወደ ተራራ ወጣ 
`,

  /** -------------------------------------------------------------- **/

  "መዝሙር ትብሎ መርዓት ": `ትብሎ መርዓት ለመርዓዊሃ ወልድ እኁየ ነዓ ወረደ ኢታጎንዲ ዬ መስቀል ጸገየ መስቀል ጸገየ ዘጋዲ፤ ምስለ ጴጥሮስ ዐዋዲ፣ ወጳውሎስ ሰዓዲ ዬ መስቀል ጸገየ ዘጋዲ፤ ማርያም መስቀሎ ለበዓል ኀበ ትወዲ ዬ መስቀል ጸገየ ዘጋዲ፤ ሙሽሪት ሙሽራዋን አለችው፤ ወንድሜ ወልድ ወደ እኔ መውረድን አታዘገይ፤ ዞሮ ከአስተማረ ከጴጥሮስና ክርስቲያኖችን ያሳድድ ከነበረው ከጳውሎስ ጋር ና፤ ወዮ መስቀል የጋዲን አበባ አበበ፤ ማርያም መስቀሉን ለበዓል በምትጨምርበት ቦታ ወዮ መስቀል የጋዲን አበባ አበበ፤`,
  "ምስባክ መዝ 18፥5": `5፤ ወውእቱሰ ከመ መርዐዊ ዘይወጽእ እምጽሑ። ይትፌሣሐ። ከመ ያረብሐ ዘይሜርድ ፍኖቶ። እምአጽናፈ ሰማይ ሙጻኡ። 
5፤ እርሱ እንደ ሙሽራ ከእልፍኙ ይወጣል፤ በመንገዱ እንደሚራመድ አርበኛ ደስ ይለዋል። 6፤ አወጣጡ ከሰማያት ዳርቻ ነው፤ 
ሙሽራ የተባለ ክርስቶስ፤ የሰውን ልጅ ለማዳን ከሰማይ የመጣ ነው። ዲያብሎስን ድል አድርጎ የሰው ልጆችን በማዳኑ ደስ ይለዋል።
`,
  "ወንጌል ማቴ 9፥14-18": `፲፬. ከዚህ በኋላ፥ የዮሐንስ ደቀ መዛሙርት ወደ እርሱ መጥተው፥ "እኛና ፈሪሳውያን ብዙ እንጾማለን፤ ደቀ መዛሙርትህስ ለምን አይጾሙም?" አሉት። 
-ፈሪሳውያን እሁድ ፣ ማክሰኞና ሐሙስ ይጾማሉ። /ዜናሁ ለእግዚእነ 149/
-ፈሪሳውያን፤ ከአይሁድ የሃይማኖት ወገኖች አንዱ ክፍል። የሙሴን ሕግ በብዙ ጥንቃቄ ተረጎሙ። ሰዎች ሕጉን እንዳይተላለፉ ብዙ ትእዛዝና ሥርዐት ጨመሩበት። ይህም ለተራው ሕዝብ ከባድ ሸክም ሆነ፤ ማቴ 15፥1፣ 23፥1። ዋና ዐሳባቸው ሰው የሚጸድቀው በግል ሕይወቱና ሕግን በመፈጸም ነው የሚል ነበር፤ ሐዋ 15፥5። በመካከላቸው እንደ ኒቆዲሞስና እንደ ጳውሎስ ያሉ ቅን ሰዎች ነበሩ። ብዙዎች ግን በሕግ ላይ የተጨመረውን የአባቶች ወግ እየተመለከቱ ዋናውን የሕግ መንፈስ ፣ ፍርድን ፣ ምሕረትንና ፣ ታማኝነትን ረሱ። በዚህ ምክንያት ክርስቶስ ደጋግሞ ግብዞች በማለት ወቀሣቸው፤ ሉቃ 11፥37፣ ማቴ 23። በክርስቶስ ዘመን ፈሪሳውያን ስድስት ሺህ ያህል ደርሰው ነበር፤ ሀብታሞች ነበሩ። ብዙ ጊዜም በምኲራቦች መሪዎች ነበሩ። ፈሪሳውያን የተቃወሙ በቤተ መቅደስም ሥልጣን ያገኙ ሰዱቃውያን የሚባሉ ወገኖች ነበሩ፤ ሐዋ 23፥6። ፈሪሳውያን ክርስቶስን ለመግደል ተማከሩ፤ ዮሐ 11፥47። በኋላ አንዳንዶች በክርስቶስ አመኑ፤ ሐዋ 15፥5። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 282/
፲፭. ጌታችን ኢየሱስም እንዲህ አላቸው "የሙሽራው ሚዜዎች ሙሽራው ከእነርሱ ጋር ሳለ ሊያዝኑ አይችሉም፤ ነገር ግን ሙሽራው ከእነርሱ የሚወሰድበት ወራት ይመጣል። ያንጊዜ ይጾማሉ።
-ሙሽራ፤ ለመጀመሪያ ጊዜ የሚያገባ በልዩ ልብስ ያጌጠ፣ በሰርገኞች ልብስ ያጌጠ ወንድ፤ ማቴ 25፥1፤ ዮሐ 2፥9። ሙሽራ የፀሐይ መዝ 19፥5፣ የእግዚአብሔር አብ፣ የክርስቶስም ምሳሌ ነው፤ ኢሳ 62፥5፤ ማቴ 9፥15፣ ዮሐ 3፥29። የምእመናንም ምሳሌ ነው፤ ኢሳ 61፥5። ሙሽሪት፤ ለመጀመሪያ ጊዜ የምታገባ ሴት፤ ዮሐ 3፥29። ለጋብቻዋ ልዩ ልብስ ትለብሳለች፤ ኤር 2፥32። የቤተ እስራኤል እና የቤተ ክርስቲያን ምሳሌ ናት። ኢሳ 62፥5፣ ራእ 21፥2፣9፣ 22፥17። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 50/ -ሚዜ፤ በጋብቻ ጊዜ የሙሽራውና የሙሽራዪቱ ዋና ረዳት፤ ዮሐ 3፥29።/የመጽሐፍ ቅዱስ መዝገበ ቃላት 52/
ሙሽራው ከእነርሱ የሚወሰድበት ወራት ይመጣል። ያንጊዜ ይጾማሉ።
-ሐዋርያት ሲሞት ሁለት ቀን አክፈለዋል፤ መንፈስ ቅዱስ ተቀብለው አርባ ቀን ጾመዋል። /ዜናሁ ለእግዚእነ 149/
-ይህ ጾም ሐዋርያት ነው። ሙሽራ የተባለ እርሱ፤ ሚዜዎች የተባሉ ደቀ መዛሙርቱ ናቸው። መለየት የተባለ ዕርገት ነው። እኔ ሳለሁ አይጾሙም ማለቱ እርሱ ካልሞተና ካላረገ መንፈስ ቅዱስም ካልተሰጣቸው በመንፈስ ቅዱስ ባልታደሰ ሰውነት ጾመው ድል መንሣት ስለማይቻላቸው ነው። ሐዋርያትም በመንፈስ ቅዱስ ባልታደሰ ሰውነታቸው ጾም ጹሙ የሚላቸው የለም። 
ጹሙ የሚላቸው ቢኖር ሰውነታቸው ይጎዳል ጾሙም ይፈርሳል፤ በመንፈስ ቅዱስ በታደሰ ሰውነት ቢጾሙ ግን እነርሱ ጾሙን ይፈጹሙታል ጾሙም እነርሱን ከፈተና ይጠብቃቸዋል ማለት እንደሆነ ያስረዳል። የኦሪቱ የጾም ሥርዓት ከሐዲሱ የጾም ሥርዓት የተለየ መሆኑን ሊያስረዳቸው ስለ ፈለገም ነው። /ጾምና ምጽዋት ገጽ 91/
-ጌታ ሆይ ነፍሳችን ያንተ ሙሽራ ናት አካላችን ደግሞ የሰርጉ ቤት ነው፤ እንግዶችህም የስሜት ሕዋሳቶቻችንና አስተሳሰቦቻችን ናቸው። ጌታ ሆይ የአንድ ሰው ሰውነት የአንተ የሰርግ ቤት ከሆነ እንዴት የበለጠ ቤተ ክርስቲያን የሰርግ ቤት አትሆን!።ዮሐ 3፥29፣ /ቅዱ ኤፍ/
-በምሥራቅ፣ እንዲሁም በቅብጥ አብያተ ክርስቲያናት ከሆሣዕና እሑድ ምሽት እስከ ዕለተ ማክሰኞ ምሽት ድረስ"መርዓዊ ክርስቶስ" ንጹሕ ሙሽራ ጌታችን ኢየሱስ ክርስቶስ) ሕማማተ መስቀል የሚያወሱ ምንባባት በስፋት ይነበባሉ። በእነዚህ ዕለታት የሚሰጠውን አገልግሎትም "የመረዓዊ ክርስቶስ አገልግሎት" በማለት ይጠሩታል። ሙሽራዋ (ድንግል) ንጹሕ የሚሆን የሰርግ ቤት ናት። ውዳሴ ማርያም። ኮከብ ብርሃን ...ከምሥራቅ የወጣ ብርሃናዊ ኮከብ፤በሰማይ የሚታይ እውነተኛ ፀሐይ፤ ንጹሕ ሙሽራ ኢየሱስ ክርስቶስ ነው። ሰዓታት /-መዝገበ በርከት ገጽ 150/ አቤቱ መስቀልህ በላዩ ላይ የተኛኽበት የሕማማትኽ አልጋ ነው፤ በስድስት ሰዓትም ሰማይን አወክኻት፣ ምድርንም አንቀጠቀጥካት፤ አቤቱ ስለ ሕማምህ ስለ መስቀልህ ርሱን የሙሽርነትህ አልጋ የሚኾን፤ በላዩም ላይ ለቅድስት ቤተ ክርስቲያንህ የተሞሸርክላት፣ ከአንተ በመነጨም ውኃ ያጠብካት፤ በቀኝ ጎንኽ በፈሰሰው ደምህ ያተምካት ከቀኝኽ ሕይወት መነጨ።" /አባ ጊዮርጊስ ዘጋ/ 
በቤተ ክርስቲያናችን ትውፊት ዘመነ መርዓዊ (ቅበላ መርዓዊ) ከጾመ ፋሲካ እስከ ዐቢይ ጾም መግቢያ ዋዜማ እሑድ ያሉት ሰባት ዕለታትን ይይዛል። /-መዝገበ በርከት ገጽ 151/
-ሰርግ የተባለም የክርስቶስ ሥጋዌ ነው። በእርሱ አምነው በፈቃዱ ለተመላለሱ ለኖሩ እርሱ የምሕረት ደጁን ይከፍትላቸዋል። ያልተዘጋጁት የተባሉ ደግሞ በሃይማኖታቸው ጥርጥር በምግባራቸው መሰናክል እንደ ያዙ ያሉ ናቸው። (ጸያሔ ፍኖት) 446
-ፋናዎቻችንን እናብራ (ምግባራችንን እንግለጥ) ደጁ ሳይዘጋ ሙሽራውን ለመቀበል እንፋጠን፤ ያለዚያ ግን መግባት አይቻለንም። ሌባ እንዳይመጣብን ተዘልዘንም እንዳያገኘንም እንጠቀቅ። እንኪያስ ፈጥነን ንስሐ እንግባ" /ቅዱ ጎሮ ዘኑ/
-ሊያዝኑ አይችሉም ሲል ገና የኃላፊነት ቀንበር አልወደቀባቸውም እና አላዘኑም። /ቃላት ወንጌል ገጽ 153/
-ሙሽራው ክርስቶስም እርስዋን ያጨበትን የጋብቻ ጥሎሽ ሳይሰጥ ለእርሱ የታጨችውን ሙሽራ አይወስድም። ከዚህም በተጨማሪ ሙሽራው ሰማያዊ ንጉሥ ነውና ሙሽሪት ሰማያዊት ሆና እንድትገኝ እርሱዋን ማሳመን ጊዜ ይጠይቃል። እርሱዋን የእርሱ ለማድረግ የተጠየቀው ጥሎሽ ክቡር ደሙ ነበር። /-8ኛዋ ቀንና ሌሎችም ገጽ 73/
፲፮. የአዲስ ልብስ ዕራፊም በአሮጌ ልብስ ቀዳዳ ላይ የሚጥፍ የለም፤ ደኅናኛውን ልብስ ይዞት ይሄዳልና፤ ቀደዳውንም ያሰፋዋልና። 
፲፯. በአሮጌ ረዋት አዲስ የወይን ጠጅ አይጨምሩም፤ ቢጨመር ግን ረዋቱ ይቀደዳል፤ ወይኑም ይፈስሳል፤ ረዋቱም ይበላሻል፤ ነገር ግን፤ አዲሱን ወይን በአዲስ ረዋት ይሾሙታል፤ ሁለቱም እርስ በርሳቸዉ ይጠባበቃሉ።"
*ረዋት፤ የውሃ መያዣ እርኮት፤ ከቊርበት ይሠራል፤ በምሳሌ ደመናን ያመለክታል፤ ኢዮ 38፥37 /የመጽሐፍ ቅዱስ መዝገበ ቃላት 69/
*ወይን፤ የወይን ቦታ፣ የወይን ጠጅ፣ ወይን ከጥንት ጀምሮ የታወቀ ተክል ነው ዘፍ 14፥18፣ በእስራኤል አገር በብዛት ይገኛል፤ ዘኁ 13፥23። የወይን ቦታ ዙሪያው ይቀጠርና ለጠባቂው ዳስ ወይም ግንብ ይሠራል፤ ኢሳ 1፥8፣ 5፥1፣ ማር 12፥1። ሐረጉ በመደገፊያ ይዘረጋል ሕዝ 17፥6፣ በየዓመቱ ይገረዛል (ይኮረከማል)፤ ዘሌ 25፥3፣ ዮሐ 15፥2። የወይን ጠጅ ለማውጣት ፍሬው በመጥመቂያው ውስጥ ይረገጣል፤ ኢሳ 16፥10፣ አሞ 9፥13። እስራኤላውያን የወይን ጠጅ በአቁማዳና በሸክላ ዕቃ ያኖሩ ነበር፤ ማቴ 9፥13፣ ዮሐ 2፥6። የደረቀ ወይን (ዘቢብ) ለምግብ ይሆናል፤ 1ሳሙ 25፥18። የወይን ብዛት የእግዚአብሔር በረከት ምልክት ነው ዘፍ 27፥28፤ ወይን መሥዋዕት ይሆናል፤ ዘፀ 29፥40። ሰውን ደስ ያሰኛል፤ መዝ 104፥15፣ ምሳ 31፥6፣ መክ 10፥19፣ ሐዋ 2፥13። ጌታችን ወይን ጠጣ፤ ውሃንም ወደ ወይን ለወጠ፤ ለዐዲስ ኪዳን ሥርዐትም ወይንን ሰጠ፤ ማቴ 11፥19፣ 26፥27፣ ዮሐ 2፥1። ወይን መድኃኒት ይሆናል፤ ሉቃ 10፥34፣ 1ጢ 5፥23። /የመጽሐፍ ቅዱስ መዝገበ ቃላት 210/
- በአዲስ ልብስና በአዲስ የወይን ጠጅ የተመሰለው ለእኛ የሚሰጠን የመዳን ጸጋ ሲሆን በአሮጌ ጨርቅና በአሮጌ አቁማዳ የተመሰለው ደግሞ በአዳም ኃጢአት ምክንያት ያረጀውና የጐሰቆለው ባሕርያችንና ሰውነታችን ነው። ባረጀ ልብስና ባረጀ አቁማዳ በተመሰለው በመጀመሪያ አዳማዊ እኛነታችን ሆነን እርሱን ወደ መምሰል የሚወስዱንን ነገሮች ለመፈጸም አንችልም ነበር። ስለሆነም የሰው ልጅ ሁሉ አዲሱን የመዳን ጸጋ መቀበልና በእርሱ መጠቀም ይችል ዘንድ አስቀድሞ ባሕርዩ በሐዲስ ተፈጥሮ መፈጠርና አዲስ ሰው መሆን፣ መታደስና እንደገና መፈጠር ነበረበት ማለት ነው። ስለዚህ በሚሰጠው የመዳን ጸጋ ለመጠቀም በመጀመሪያ አሮጌው አዳማዊ ሰውነት መታደስና በዳግማዊ አዳም በኢየሱስ ክርስቶስ እንደገና መፈጠር እንዳለበት አስተማረን። ዮሐ 3፥3፣ ሮሜ 6፥4፣ 2ቆ 5፥17፣ ኤፌ 4፥24፣ ሮሜ 6፥6፣7፥4 /መድሎተ ጽድቅ ቅጽ ፩ ገጽ 104/
-...ክፉና ከፈቃደ እግዚአብሔር ውጭ ከሆነ ልማድ መለየትና ልቡናንም ከእርሱ ማጽዳት ...ተገቢ ነው። አቡነ ሺኖዳ /--የንስሐ ሕይወት ገጽ 175/ የመንግሥተ ሰማያት ሕይወትን ሲነግረን ነው። ሮሜ 12፥2፣ ኤፌ 4፥24፣ ቆላ 3፥10 /--ምጽአተ ክርስቶስ ገጽ 258/ ዛሬ ያለክን ቅድስና ጠብቀው፤ ትላንት ትተካቸው የነበሩ ክፉ መንገዶች ዛሬ ወደ አንተ ሲመጡ ይህን ቃል አስታውስ /-ኦርቶዶክሳዊ ንስሓ ክፍል አንድ ገጽ 272/
፲፰. ይህንም ሲነግራቸው፥ እነሆ አንድ መኰንን መጥቶ፥ "ልጄ አሁን ሞተች፤ ነገር ግን መጥተህ እጅህን ጫንባት፤ ትድናለችም" እያለ ሰገደለት።
`,

  /** ------------------------------------------------------------ **/
  
  /* TIKMET */

  /** --------------------------------------------------------- **/

  "መዝሙር ሐለፈ ክረምት": `amanuel`,
  "ምስባክ መዝ 73፥17": `amanuel`,
  "ወንጌል ማቴ 6፥25-ፍሜ": `amanuel`,
  "መዝሙር ጸገየ ወይን": `amanuel`,
  "ምስባክ መዝ 79፥8": `amanuel`,
  "ወንጌል ማቴ 21፥33": `amanuel`,
  "መዝሙር ክርስቶስ ሠርዐ ሰንበ": `amanuel`,
  "ምስባክ መዝ 1፥3": `amanuel`,
  "ወንጌል ማቴ 6፥25": `amanuel`,
  "መዝሙር እንኳን ዝረው": `amanuel`,
  "ምስባክ መዝ 104፥5": `amanuel`,
  "ወንጌል ማቴ 22፥1-14": `amanuel`,
  "መዝሙር ሐለፈ ክረምት": `amanuel`,
  "ምስባክ መዝ 73፥17": `amanuel`,
  "ወንጌል ማቴ 6፥25-ፍሜ": `amanuel`,
  "መዝሙር ጸገየ ወይን": `amanuel`,
  "ምስባክ መዝ 79፥8": `amanuel`,
  "ወንጌል ማቴ 21፥33": `amanuel`,
  "መዝሙር ክርስቶስ ሠርዐ ሰንበ": `amanuel`,
  "ምስባክ መዝ 1፥3": `amanuel`,
  "ወንጌል ማቴ 6፥25": `amanuel`,
  "መዝሙር እንኳን ዝረው": `amanuel`,
  "ምስባክ መዝ 104፥5": `amanuel`,
  "ወንጌል ማቴ 22፥1-14": `amanuel`,
  "መዝሙር ሐለፈ ክረምት": `amanuel`,
  "ምስባክ መዝ 73፥17": `amanuel`,
  "ወንጌል ማቴ 6፥25-ፍሜ": `amanuel`,
  "መዝሙር ጸገየ ወይን": `amanuel`,
  "ምስባክ መዝ 79፥8": `amanuel`,
  "ወንጌል ማቴ 21፥33": `amanuel`,
  "መዝሙር ክርስቶስ ሠርዐ ሰንበ": `amanuel`,
  "ምስባክ መዝ 1፥3": `amanuel`,
  "ወንጌል ማቴ 6፥25": `amanuel`,
  "መዝሙር እንኳን ዝረው": `amanuel`,
  "ምስባክ መዝ 104፥5": `amanuel`,
  "ወንጌል ማቴ 22፥1-14": `amanuel`,
  "መዝሙር ሐለፈ ክረምት": `amanuel`,
  "ምስባክ መዝ 73፥17": `amanuel`,
  "ወንጌል ማቴ 6፥25-ፍሜ": `amanuel`,
  "መዝሙር ጸገየ ወይን": `amanuel`,
  "ምስባክ መዝ 79፥8": `amanuel`,
  "ወንጌል ማቴ 21፥33": `amanuel`,
  "መዝሙር ክርስቶስ ሠርዐ ሰንበ": `amanuel`,
  "ምስባክ መዝ 1፥3": `amanuel`,
  "ወንጌል ማቴ 6፥25": `amanuel`,
  "መዝሙር እንኳን ዝረው": `amanuel`,
  "ምስባክ መዝ 104፥5": `amanuel`,
  "ወንጌል ማቴ 22፥1-14": `amanuel`,
  "መዝሙር ሐለፈ ክረምት": `amanuel`,
  "ምስባክ መዝ 73፥17": `amanuel`,
  "ወንጌል ማቴ 6፥25-ፍሜ": `amanuel`,
  "መዝሙር ጸገየ ወይን": `amanuel`,
  "ምስባክ መዝ 79፥8": `amanuel`,
  "ወንጌል ማቴ 21፥33": `amanuel`,
  "መዝሙር ክርስቶስ ሠርዐ ሰንበ": `amanuel`,
  "ምስባክ መዝ 1፥3": `amanuel`,
  "ወንጌል ማቴ 6፥25": `amanuel`,
  "መዝሙር እንኳን ዝረው": `amanuel`,
  "ምስባክ መዝ 104፥5": `amanuel`,
  "ወንጌል ማቴ 22፥1-14": `amanuel`,
};

const SubChapterScreen = ({ route }) => {
  const { subChapterTitle } = route.params;
  const content = subChapterData[subChapterTitle] || "Content not found";

  return (
    <ScrollView contentContainerStyle={styles.container}>
      <View style={styles.bookCover}>
        <Text style={styles.bookTitle}>{subChapterTitle}</Text>
      </View>
      <View style={styles.contentContainer}>
        <Text style={styles.content}>{content}</Text>
      </View>
    </ScrollView>
  );
};

const styles = StyleSheet.create({
  container: {
    flexGrow: 1,
    backgroundColor: "#f5f5f5", // Lighter background for a modern feel
    paddingHorizontal: 16,
    paddingVertical: 20,
  },
  bookCover: {
    backgroundColor: "#e0e0e0", // Subtle, soft background for the book cover
    padding: 30,
    borderRadius: 20, // Softer border radius for a cleaner look
    marginBottom: 16,
    alignItems: "center",
    shadowColor: "#000",
    shadowOffset: { width: 0, height: 5 },
    shadowOpacity: 0.15,
    shadowRadius: 10,
    elevation: 8,
  },
  bookTitle: {
    fontSize: 28, // Slightly smaller but modern font size
    fontWeight: "600", // Use semi-bold for modern text
    color: "#222", // Darker, sleek text color
    textAlign: "center",
    letterSpacing: 1, // Adds spacing for a polished look
  },
  contentContainer: {
    backgroundColor: "#fff",
    padding: 24, // More padding for better spacing
    borderRadius: 15,
    shadowColor: "#000",
    shadowOffset: { width: 0, height: 4 },
    shadowOpacity: 0.1,
    shadowRadius: 12,
    elevation: 4, // Modern shadow effect
  },
  content: {
    fontSize: 18, // Modern, readable text size
    fontWeight: "400", // Regular weight for body text
    color: "#333", // Lighter text color for better readability
    lineHeight: 28, // Sufficient line spacing for modern design
    textAlign: "justify", // Justify text for better flow
  },
});

export default SubChapterScreen;